{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-31": 24,
  "₹26.91.": 25,
  "1y": 26,
  "returns:": 27,
  "13.31%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.82%.": 31,
  "5y": 32,
  "10.70%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.18.": 144,
  "9.60%.": 145,
  "10.48%.": 146,
  "12.62%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹36.33.": 174,
  "7.96%.": 175,
  "27.56%.": 176,
  "25.94%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.62%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "at": 190,
  "20%,": 191,
  "you": 192,
  "redeem": 193,
  "before": 194,
  "one": 195,
  "year.": 196,
  "required": 197,
  "pay": 198,
  "ltcg": 199,
  "12.5%": 200,
  "on": 201,
  "rs": 202,
  "1.25": 203,
  "lakh+": 204,
  "state": 205,
  "(20.19%),": 206,
  "ntpc": 207,
  "(8.28%),": 208,
  "power": 209,
  "grid": 210,
  "corporation": 211,
  "(6.05%),": 212,
  "bharat": 213,
  "electronics": 214,
  "(5.22%),": 215,
  "oil": 216,
  "and": 217,
  "natural": 218,
  "gas": 219,
  "(4.88%),": 220,
  "gail": 221,
  "(india)": 222,
  "(4.70%),": 223,
  "baroda": 224,
  "(4.31%),": 225,
  "heavy": 226,
  "electricals": 227,
  "(4.26%),": 228,
  "petroleum": 229,
  "(4.17%),": 230,
  "(4.11%).": 231,
  "silver": 232,
  "etf": 233,
  "fof": 234,
  "commodity": 235,
  "₹35.04.": 236,
  "118.68%.": 237,
  "44.39%.": 238,
  "154.77%.": 239,
  "47.07%.": 240,
  "22.57.": 241,
  "1.19.": 242,
  "-0.73.": 243,
  "0.96.": 244,
  "0.30%.": 245,
  "0.5%": 246,
  "etf-growth": 247,
  "(100.00%).": 248,
  "axis": 249,
  "₹38.55.": 250,
  "117.64%.": 251,
  "44.83%.": 252,
  "22.23.": 253,
  "1.20.": 254,
  "-0.37.": 255,
  "0.94.": 256,
  "0.14%.": 257,
  "0.25%,": 258,
  "7": 259,
  "₹5000.": 260,
  "regular-growth": 261,
  "(99.78%).": 262,
  "dsp": 263,
  "₹55.43.": 264,
  "5.41%.": 265,
  "14.56%.": 266,
  "11.66%.": 267,
  "7.05%.": 268,
  "6.87.": 269,
  "0.40%.": 270,
  "3%,": 271,
  "12": 272,
  "months.": 273,
  "(8.99%),": 274,
  "renewables": 275,
  "(6.95%),": 276,
  "roadstar": 277,
  "infra": 278,
  "trust": 279,
  "(6.83%),": 280,
  "(6.71%),": 281,
  "nirma": 282,
  "(6.67%),": 283,
  "tata": 284,
  "projects": 285,
  "(4.74%),": 286,
  "(4.72%),": 287,
  "(4.68%),": 288,
  "(4.62%).": 289,
  "hdfc": 290,
  "hybrid": 291,
  "₹115.33.": 292,
  "-4.48%.": 293,
  "8.40%.": 294,
  "10.18%.": 295,
  "11.80%.": 296,
  "4.72%.": 297,
  "14.31%.": 298,
  "13.94%.": 299,
  "8.29.": 300,
  "0.76.": 301,
  "1.04%.": 302,
  "investment,1%": 303,
  "will": 304,
  "be": 305,
  "charged": 306,
  "redemption": 307,
  "(7.04%),": 308,
  "icici": 309,
  "(6.78%),": 310,
  "(4.64%),": 311,
  "reliance": 312,
  "industries": 313,
  "(4.21%),": 314,
  "(2.92%),": 315,
  "larsen": 316,
  "toubro": 317,
  "(2.87%),": 318,
  "infosys": 319,
  "(2.77%),": 320,
  "kotak": 321,
  "mahindra": 322,
  "(2.45%),": 323,
  "itc": 324,
  "(2.17%).": 325,
  "plus": 326,
  "arbitrage": 327,
  "active": 328,
  "moderate.": 329,
  "₹44.40.": 330,
  "5.73%.": 331,
  "12.89%.": 332,
  "12.61%.": 333,
  "10.91%.": 334,
  "7.37%.": 335,
  "5.79.": 336,
  "1.13.": 337,
  "0.07%.": 338,
  "nil": 339,
  "corporate": 340,
  "bond": 341,
  "plan-growth": 342,
  "(44.12%),": 343,
  "wholesale": 344,
  "direct-growth": 345,
  "(35.34%),": 346,
  "money": 347,
  "(18.17%).": 348,
  "₹37.45.": 349,
  "119.89%.": 350,
  "44.57%.": 351,
  "22.93.": 352,
  "1.18.": 353,
  "-0.89.": 354,
  "0.97.": 355,
  "0.23%.": 356,
  "1%,": 357,
  "15": 358,
  "regular": 359,
  "-": 360,
  "(100.04%).": 361,
  "hsbc": 362,
  "₹36.50.": 363,
  "18.41%.": 364,
  "11.76%.": 365,
  "9.31%.": 366,
  "6.85.": 367,
  "0.80.": 368,
  "0.96%.": 369,
  "10%": 370,
  "(5.43%),": 371,
  "(5.42%),": 372,
  "(5.41%),": 373,
  "rec": 374,
  "(5.23%),": 375,
  "(5.08%),": 376,
  "(5.00%),": 377,
  "(4.15%),": 378,
  "piramal": 379,
  "(3.60%).": 380,
  "prudential": 381,
  "₹21.39.": 382,
  "5.63%.": 383,
  "26.78%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "0.87%.": 389,
  "month": 390,
  "date": 391,
  "allotment.": 392,
  "(8.39%),": 393,
  "(7.48%),": 394,
  "(5.67%),": 395,
  "insurance": 396,
  "(4.47%),": 397,
  "(3.98%),": 398,
  "indian": 399,
  "(3.79%),": 400,
  "hindustan": 401,
  "aeronautics": 402,
  "(3.77%),": 403,
  "(3.21%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹27.58.": 407,
  "8.41%.": 408,
  "20.90%.": 409,
  "16.01%.": 410,
  "13.83%.": 411,
  "11.97.": 412,
  "1.43.": 413,
  "vedanta": 414,
  "(2.67%),": 415,
  "motors": 416,
  "(2.57%),": 417,
  "multi": 418,
  "exchange": 419,
  "(2.28%),": 420,
  "tech": 421,
  "(2.07%),": 422,
  "titan": 423,
  "company": 424,
  "(2.05%),": 425,
  "mphasis": 426,
  "(1.97%),": 427,
  "ultratech": 428,
  "cement": 429,
  "(1.96%),": 430,
  "(1.95%),": 431,
  "(1.88%).": 432,
  "₹34.58.": 433,
  "119.42%.": 434,
  "22.66.": 435,
  "0.17%.": 436,
  "(99.85%).": 437,
  "invesco": 438,
  "₹71.71.": 439,
  "5.50%.": 440,
  "27.57%.": 441,
  "24.36%.": 442,
  "11.34%.": 443,
  "21.78.": 444,
  "-1.21.": 445,
  "0.91%.": 446,
  "(9.32%),": 447,
  "(7.59%),": 448,
  "(6.93%),": 449,
  "(6.82%),": 450,
  "(6.76%),": 451,
  "green": 452,
  "energy": 453,
  "(5.45%),": 454,
  "(5.28%),": 455,
  "(4.55%),": 456,
  "dredging": 457,
  "(4.07%),": 458,
  "(3.94%).": 459,
  "motilal": 460,
  "oswal": 461,
  "bse": 462,
  "enhanced": 463,
  "value": 464,
  "index": 465,
  "₹25.64.": 466,
  "11.30%.": 467,
  "29.80%.": 468,
  "4.80%.": 469,
  "19.16%.": 470,
  "18.84%.": 471,
  "19.65.": 472,
  "1.38.": 473,
  "15.11.": 474,
  "1.24.": 475,
  "0.36%.": 476,
  "load:": 477,
  "1%-": 478,
  "or": 479,
  "days": 480,
  "(9.86%),": 481,
  "(8.92%),": 482,
  "hindalco": 483,
  "(8.36%),": 484,
  "(8.14%),": 485,
  "(8.11%),": 486,
  "(5.48%),": 487,
  "(5.34%),": 488,
  "(4.01%),": 489,
  "canara": 490,
  "(3.75%),": 491,
  "passenger": 492,
  "vehicles": 493,
  "(3.62%).": 494,
  "nippon": 495,
  "asset": 496,
  "allocation": 497,
  "₹24.51.": 498,
  "14.93%.": 499,
  "19.93%.": 500,
  "16.55%.": 501,
  "31.90%.": 502,
  "15.09%.": 503,
  "17.81%.": 504,
  "16.11%.": 505,
  "7.29.": 506,
  "0.39%.": 507,
  "gold": 508,
  "bees": 509,
  "(9.53%),": 510,
  "ishares": 511,
  "msci": 512,
  "world": 513,
  "(5.32%),": 514,
  "(4.30%),": 515,
  "(3.93%),": 516,
  "(3.01%),": 517,
  "(2.66%),": 518,
  "(2.36%),": 519,
  "(1.77%),": 520,
  "(1.73%),": 521,
  "(1.68%).": 522,
  "₹35.54.": 523,
  "125.85%.": 524,
  "45.81%.": 525,
  "22.84.": 526,
  "-1.14.": 527,
  "(99.93%).": 528,
  "quant": 529,
  "₹164.30.": 530,
  "17.53%.": 531,
  "23.02%.": 532,
  "24.81%.": 533,
  "9.86%.": 534,
  "10.76.": 535,
  "1.67.": 536,
  "0.58%.": 537,
  "(10.24%),": 538,
  "(9.16%),": 539,
  "(7.86%),": 540,
  "(7.24%),": 541,
  "co": 542,
  "(6.56%),": 543,
  "bajaj": 544,
  "(4.52%),": 545,
  "wipro": 546,
  "(3.54%),": 547,
  "premier": 548,
  "energies": 549,
  "(3.30%),": 550,
  "aurobindo": 551,
  "pharma": 552,
  "(2.90%),": 553,
  "adani": 554,
  "(2.40%).": 555,
  "sbi": 556,
  "children's": 557,
  "2026-03-30": 558,
  "₹42.93.": 559,
  "4.79%.": 560,
  "20.46%.": 561,
  "24.21%.": 562,
  "117.29%.": 563,
  "13.19.": 564,
  "1.23.": 565,
  "0.84%.": 566,
  "respect": 567,
  "subject": 568,
  "lock-in": 569,
  "period": 570,
  "holding": 571,
  "less": 572,
  "than": 573,
  "years:": 574,
  "alphabet": 575,
  "inc": 576,
  "class": 577,
  "(6.89%),": 578,
  "thangamayil": 579,
  "jewellery": 580,
  "(5.49%),": 581,
  "(4.71%),": 582,
  "muthoot": 583,
  "(4.38%),": 584,
  "hatsun": 585,
  "agro": 586,
  "product": 587,
  "privi": 588,
  "speciality": 589,
  "chemicals": 590,
  "(3.47%),": 591,
  "aether": 592,
  "(3.40%),": 593,
  "sona": 594,
  "blw": 595,
  "precision": 596,
  "forgings": 597,
  "(3.29%),": 598,
  "renew": 599,
  "global": 600,
  "plc": 601,
  "(rnw)": 602,
  "(3.09%),": 603,
  "(2.96%).": 604,
  "₹36.25.": 605,
  "10.46%.": 606,
  "30.76%.": 607,
  "26.68%.": 608,
  "3.93%.": 609,
  "20.96.": 610,
  "1.35.": 611,
  "1.82.": 612,
  "0.93.": 613,
  "0.85%.": 614,
  "0.50%": 615,
  "(18.23%),": 616,
  "(9.33%),": 617,
  "(9.10%),": 618,
  "(9.05%),": 619,
  "(9.01%),": 620,
  "(5.71%),": 621,
  "(3.67%),": 622,
  "nmdc": 623,
  "(3.48%),": 624,
  "(2.85%).": 625
}