{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-07-15": 23,
  "₹27.81.": 24,
  "1y": 25,
  "returns:": 26,
  "12.81%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.07%.": 30,
  "5y": 31,
  "10.89%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.99.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.24.": 48,
  "expense": 49,
  "ratio": 50,
  "0.79%.": 51,
  "exit": 52,
  "load": 53,
  "policy:": 54,
  "1%,": 55,
  "if": 56,
  "redeemed": 57,
  "within": 58,
  "1": 59,
  "year.": 60,
  "minimum": 61,
  "sip": 62,
  "investment": 63,
  "₹100.": 64,
  "lump-sum": 65,
  "taxation:": 66,
  "returns": 67,
  "are": 68,
  "taxed": 69,
  "per": 70,
  "your": 71,
  "income": 72,
  "tax": 73,
  "slab.": 74,
  "top": 75,
  "holdings": 76,
  "include:": 77,
  "national": 78,
  "bank": 79,
  "for": 80,
  "agriculture": 81,
  "and": 82,
  "rural": 83,
  "development": 84,
  "sr": 85,
  "25g": 86,
  "7.48": 87,
  "bd": 88,
  "15sp28": 89,
  "fvrs1lac": 90,
  "(5.16%),": 91,
  "jubilant": 92,
  "bevco": 93,
  "limited": 94,
  "ncd": 95,
  "31my28": 96,
  "(4.94%),": 97,
  "government": 98,
  "india": 99,
  "36185": 100,
  "goi": 101,
  "07jl40": 102,
  "6.68": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(4.33%),": 107,
  "jtpm": 108,
  "metal": 109,
  "traders": 110,
  "30ap30": 111,
  "(3.94%),": 112,
  "gmr": 113,
  "airports": 114,
  "5": 115,
  "13fb27": 116,
  "(3.74%),": 117,
  "reverse": 118,
  "repo": 119,
  "(3.52%),": 120,
  "small": 121,
  "industries": 122,
  "i": 123,
  "6.66": 124,
  "25ot28": 125,
  "(3.38%),": 126,
  "tata": 127,
  "capital": 128,
  "housing": 129,
  "finance": 130,
  "c": 131,
  "7.79": 132,
  "18ju30": 133,
  "(3.07%),": 134,
  "36574": 135,
  "06ot35": 136,
  "6.48": 137,
  "(3.04%),": 138,
  "bharat": 139,
  "highways": 140,
  "invit": 141,
  "(2.49%).": 142,
  "&": 143,
  "market": 144,
  "news": 145,
  "generic": 146,
  "stream": 147,
  "groww;": 148,
  "not": 149,
  "specific": 150,
  "to": 151,
  "this": 152,
  "single": 153,
  "fund.": 154,
  "medium": 155,
  "term": 156,
  "plan": 157,
  "moderately": 158,
  "₹47.67.": 159,
  "9.24%.": 160,
  "10.65%.": 161,
  "12.86%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "alpha:": 169,
  "0.00.": 170,
  "beta:": 171,
  "0.83%.": 172,
  "₹1000.": 173,
  "(10.31%),": 174,
  "bajaj": 175,
  "8.25": 176,
  "27my31": 177,
  "(4.78%),": 178,
  "26c": 179,
  "7.27": 180,
  "23fb29": 181,
  "(3.90%),": 182,
  "26a": 183,
  "12ot28": 184,
  "(3.54%),": 185,
  "hinduja": 186,
  "leyland": 187,
  "9.25": 188,
  "09jl31": 189,
  "(3.42%),": 190,
  "26f": 191,
  "7.44": 192,
  "17jl29": 193,
  "(3.13%),": 194,
  "oxyzo": 195,
  "financial": 196,
  "services": 197,
  "9.9": 198,
  "13mr29": 199,
  "(2.78%),": 200,
  "(2.61%),": 201,
  "(2.56%),": 202,
  "(2.56%).": 203,
  "psu": 204,
  "equity": 205,
  "very": 206,
  "₹39.84.": 207,
  "9.03%.": 208,
  "25.33%.": 209,
  "24.52%.": 210,
  "16.04%.": 211,
  "5.81%.": 212,
  "28.28%.": 213,
  "29.79%.": 214,
  "23.65.": 215,
  "0.89.": 216,
  "-0.17.": 217,
  "0.96.": 218,
  "0.71%.": 219,
  "1%": 220,
  "30": 221,
  "days.": 222,
  "₹500.": 223,
  "you": 224,
  "redeem": 225,
  "one": 226,
  "year,": 227,
  "at": 228,
  "20%.": 229,
  "after": 230,
  "exceeding": 231,
  "1.25": 232,
  "lakh": 233,
  "in": 234,
  "year": 235,
  "12.5%.": 236,
  "state": 237,
  "(17.45%),": 238,
  "ntpc": 239,
  "ltd": 240,
  "(7.82%),": 241,
  "power": 242,
  "grid": 243,
  "corporation": 244,
  "(6.72%),": 245,
  "heavy": 246,
  "electricals": 247,
  "(6.40%),": 248,
  "maharashtra": 249,
  "(5.04%),": 250,
  "electronics": 251,
  "(4.89%),": 252,
  "gail": 253,
  "(india)": 254,
  "(4.87%),": 255,
  "pnb": 256,
  "nmdc": 257,
  "(3.37%),": 258,
  "union": 259,
  "(3.36%).": 260,
  "silver": 261,
  "etf": 262,
  "fof": 263,
  "commodity": 264,
  "₹33.93.": 265,
  "90.87%.": 266,
  "40.91%.": 267,
  "154.77%.": 268,
  "47.07%.": 269,
  "37.62.": 270,
  "1.03.": 271,
  "2.37.": 272,
  "0.85.": 273,
  "0.32%.": 274,
  "0.5%": 275,
  "two": 276,
  "years,": 277,
  "etf-growth": 278,
  "(100.08%),": 279,
  "(0.44%),": 280,
  "net": 281,
  "payables": 282,
  "(-0.52%).": 283,
  "axis": 284,
  "₹37.50.": 285,
  "91.46%.": 286,
  "41.28%.": 287,
  "22.23.": 288,
  "1.20.": 289,
  "-0.37.": 290,
  "0.94.": 291,
  "0.09%.": 292,
  "0.25%,": 293,
  "7": 294,
  "₹5000.": 295,
  "regular-growth": 296,
  "(100.10%),": 297,
  "others": 298,
  "cblo": 299,
  "(0.30%),": 300,
  "(-0.40%).": 301,
  "dsp": 302,
  "₹60.29.": 303,
  "10.80%.": 304,
  "16.84%.": 305,
  "13.24%.": 306,
  "7.05%.": 307,
  "7.39.": 308,
  "1.39.": 309,
  "0.46%.": 310,
  "3%,": 311,
  "12": 312,
  "months.": 313,
  "37426": 314,
  "11my36": 315,
  "6.94": 316,
  "(9.30%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "cd": 320,
  "04feb27": 321,
  "(8.73%),": 322,
  "(8.26%),": 323,
  "(5.84%),": 324,
  "renewables": 325,
  "8.6": 326,
  "24sp27": 327,
  "(5.82%),": 328,
  "nuvoco": 329,
  "vistas": 330,
  "7.7": 331,
  "18sp28": 332,
  "(5.75%),": 333,
  "company": 334,
  "7.51": 335,
  "08dc28": 336,
  "(5.64%),": 337,
  "25c": 338,
  "24fb28": 339,
  "(5.61%),": 340,
  "adani": 341,
  "airport": 342,
  "8.45": 343,
  "12fb29": 344,
  "(5.44%),": 345,
  "nuvama": 346,
  "wealth": 347,
  "f7h502a": 348,
  "9": 349,
  "11ju27": 350,
  "(3.94%).": 351,
  "hdfc": 352,
  "hybrid": 353,
  "₹124.49.": 354,
  "-4.22%.": 355,
  "7.52%.": 356,
  "9.55%.": 357,
  "11.80%.": 358,
  "4.72%.": 359,
  "14.31%.": 360,
  "13.94%.": 361,
  "10.74.": 362,
  "0.20.": 363,
  "1.12%.": 364,
  "units": 365,
  "excess": 366,
  "15%": 367,
  "the": 368,
  "investment,1%": 369,
  "will": 370,
  "be": 371,
  "charged": 372,
  "redemption": 373,
  "icici": 374,
  "(7.19%),": 375,
  "(6.74%),": 376,
  "reliance": 377,
  "(4.28%),": 378,
  "(3.31%),": 379,
  "(2.89%),": 380,
  "34238": 381,
  "22ap64": 382,
  "7.34": 383,
  "larsen": 384,
  "toubro": 385,
  "(2.24%),": 386,
  "infosys": 387,
  "(2.15%),": 388,
  "bharti": 389,
  "airtel": 390,
  "(1.99%).": 391,
  "plus": 392,
  "arbitrage": 393,
  "active": 394,
  "moderate.": 395,
  "₹45.47.": 396,
  "5.60%.": 397,
  "9.92%.": 398,
  "10.91%.": 399,
  "7.37%.": 400,
  "5.47.": 401,
  "0.79.": 402,
  "0.02%.": 403,
  "nil": 404,
  "opportunities": 405,
  "plan-growth": 406,
  "(44.82%),": 407,
  "direct-growth": 408,
  "(36.50%),": 409,
  "money": 410,
  "(17.85%),": 411,
  "(2.03%),": 412,
  "(-1.20%).": 413,
  "₹36.12.": 414,
  "91.50%.": 415,
  "41.00%.": 416,
  "22.93.": 417,
  "1.18.": 418,
  "-0.89.": 419,
  "0.97.": 420,
  "0.22%.": 421,
  "15": 422,
  "regular": 423,
  "-": 424,
  "(100.09%),": 425,
  "(-0.39%).": 426,
  "hsbc": 427,
  "₹37.37.": 428,
  "6.19%.": 429,
  "11.79%.": 430,
  "9.48%.": 431,
  "6.88.": 432,
  "0.84.": 433,
  "0.97%.": 434,
  "10%": 435,
  "(7.85%),": 436,
  "36232": 437,
  "21jl30": 438,
  "6.01": 439,
  "(6.48%),": 440,
  "(5.70%),": 441,
  "(5.68%),": 442,
  "corpn.": 443,
  "ltd.": 444,
  "7.2": 445,
  "09/08/2027": 446,
  "(5.67%),": 447,
  "godrej": 448,
  "seeds": 449,
  "genetics": 450,
  "2": 451,
  "strpp": 452,
  "7.68": 453,
  "28ap28": 454,
  "(5.51%),": 455,
  "nirma": 456,
  "vii": 457,
  "tr": 458,
  "8.50": 459,
  "07ap27": 460,
  "(5.50%),": 461,
  "259a": 462,
  "6.96": 463,
  "02mr28": 464,
  "(5.42%),": 465,
  "jsw": 466,
  "kalinga": 467,
  "steel": 468,
  "(4.37%).": 469,
  "prudential": 470,
  "₹23.06.": 471,
  "6.32%.": 472,
  "24.76%.": 473,
  "18.35.": 474,
  "1.17.": 475,
  "0.81.": 476,
  "1.24%.": 477,
  "before": 478,
  "month": 479,
  "date": 480,
  "allotment.": 481,
  "(15.26%),": 482,
  "(8.11%),": 483,
  "(7.59%),": 484,
  "insurance": 485,
  "(4.99%),": 486,
  "hindustan": 487,
  "aeronautics": 488,
  "(4.91%),": 489,
  "oil": 490,
  "natural": 491,
  "gas": 492,
  "(4.35%),": 493,
  "indian": 494,
  "(3.20%),": 495,
  "coal": 496,
  "(3.19%),": 497,
  "nhpc": 498,
  "(3.17%).": 499,
  "retirement": 500,
  "aggressive": 501,
  "₹31.31.": 502,
  "7.56%.": 503,
  "19.74%.": 504,
  "17.11%.": 505,
  "13.83%.": 506,
  "13.87.": 507,
  "1.14%.": 508,
  "(7.93%),": 509,
  "vedanta": 510,
  "9.31": 511,
  "03dc27": 512,
  "(2.45%),": 513,
  "(2.44%),": 514,
  "kirloskar": 515,
  "engines": 516,
  "(2.29%),": 517,
  "titan": 518,
  "(2.28%),": 519,
  "(2.14%),": 520,
  "(2.01%),": 521,
  "(1.84%),": 522,
  "samvardhana": 523,
  "motherson": 524,
  "international": 525,
  "(1.82%),": 526,
  "unilever": 527,
  "(1.73%).": 528,
  "₹33.42.": 529,
  "40.83%.": 530,
  "22.66.": 531,
  "0.20%.": 532,
  "(99.96%),": 533,
  "(0.47%),": 534,
  "(-0.43%).": 535,
  "invesco": 536,
  "₹77.73.": 537,
  "0.37%.": 538,
  "23.43%.": 539,
  "22.64%.": 540,
  "11.34%.": 541,
  "24.12.": 542,
  "0.82.": 543,
  "-1.52.": 544,
  "investment,": 545,
  "(9.23%),": 546,
  "(7.77%),": 547,
  "(7.44%),": 548,
  "petroleum": 549,
  "(6.34%),": 550,
  "(5.81%),": 551,
  "baroda": 552,
  "(4.83%),": 553,
  "dredging": 554,
  "(4.81%),": 555,
  "green": 556,
  "energy": 557,
  "(4.44%),": 558,
  "dynamics": 559,
  "(4.38%),": 560,
  "(4.36%).": 561,
  "motilal": 562,
  "oswal": 563,
  "bse": 564,
  "enhanced": 565,
  "value": 566,
  "index": 567,
  "₹27.59.": 568,
  "7.50%.": 569,
  "26.26%.": 570,
  "4.80%.": 571,
  "19.16%.": 572,
  "18.84%.": 573,
  "19.65.": 574,
  "1.38.": 575,
  "15.11.": 576,
  "1.24.": 577,
  "0.54%.": 578,
  "load:": 579,
  "1%-": 580,
  "on": 581,
  "or": 582,
  "days": 583,
  "motors": 584,
  "(8.15%),": 585,
  "hindalco": 586,
  "(8.09%),": 587,
  "(7.64%),": 588,
  "(7.14%),": 589,
  "(7.04%),": 590,
  "(6.88%),": 591,
  "(6.78%),": 592,
  "(4.62%),": 593,
  "(4.56%).": 594,
  "nippon": 595,
  "multi": 596,
  "asset": 597,
  "allocation": 598,
  "₹26.62.": 599,
  "14.12%.": 600,
  "19.46%.": 601,
  "16.23%.": 602,
  "31.90%.": 603,
  "15.09%.": 604,
  "17.81%.": 605,
  "16.11%.": 606,
  "9.62.": 607,
  "1.35.": 608,
  "0.42%.": 609,
  "gold": 610,
  "bees": 611,
  "idcw": 612,
  "(7.81%),": 613,
  "ishares": 614,
  "msci": 615,
  "world": 616,
  "(4.93%),": 617,
  "(4.03%),": 618,
  "(3.03%),": 619,
  "(2.77%),": 620,
  "(1.85%),": 621,
  "(1.67%),": 622,
  "zomato": 623,
  "(1.65%),": 624,
  "trent": 625,
  "(1.55%).": 626,
  "₹33.26.": 627,
  "90.75%.": 628,
  "40.66%.": 629,
  "22.84.": 630,
  "-1.14.": 631,
  "(99.93%),": 632,
  "(0.37%),": 633,
  "mrgn": 634,
  "(0.00%),": 635,
  "(-0.30%).": 636,
  "quant": 637,
  "₹184.88.": 638,
  "20.71%.": 639,
  "24.29%.": 640,
  "20.53%.": 641,
  "9.86%.": 642,
  "12.00.": 643,
  "1.15%.": 644,
  "(9.53%),": 645,
  "(8.44%),": 646,
  "enterprises": 647,
  "(7.96%),": 648,
  "(7.94%),": 649,
  "(7.38%),": 650,
  "(6.15%),": 651,
  "future": 652,
  "(5.69%),": 653,
  "crude": 654,
  "aurobindo": 655,
  "pharma": 656,
  "(4.74%),": 657,
  "current": 658,
  "assets": 659,
  "(4.70%).": 660,
  "sbi": 661,
  "children's": 662,
  "₹53.59.": 663,
  "17.15%.": 664,
  "22.85%.": 665,
  "23.80%.": 666,
  "117.29%.": 667,
  "2.19%.": 668,
  "15.99%.": 669,
  "15.61%.": 670,
  "15.95.": 671,
  "1.05.": 672,
  "10.44.": 673,
  "0.87.": 674,
  "respect": 675,
  "subject": 676,
  "lock-in": 677,
  "period": 678,
  "holding": 679,
  "less": 680,
  "than": 681,
  "3": 682,
  "years:": 683,
  "3%": 684,
  "2%": 685,
  "but": 686,
  "thangamayil": 687,
  "jewellery": 688,
  "(6.45%),": 689,
  "alphabet": 690,
  "inc": 691,
  "forgn.": 692,
  "eq": 693,
  "(googl)": 694,
  "(6.33%),": 695,
  "(5.32%),": 696,
  "(4.37%),": 697,
  "(3.95%),": 698,
  "renew": 699,
  "global": 700,
  "plc": 701,
  "(rnw)": 702,
  "(3.88%),": 703,
  "hatsun": 704,
  "agro": 705,
  "products": 706,
  "(3.67%),": 707,
  "aequs": 708,
  "muthoot": 709,
  "(3.32%).": 710,
  "₹38.32.": 711,
  "7.67%.": 712,
  "26.90%.": 713,
  "24.44%.": 714,
  "3.93%.": 715,
  "23.09.": 716,
  "1.88.": 717,
  "0.93.": 718,
  "0.86%.": 719,
  "0.50%": 720,
  "(16.64%),": 721,
  "(9.90%),": 722,
  "(8.74%),": 723,
  "(8.54%),": 724,
  "(8.24%),": 725,
  "(5.85%),": 726,
  "(5.15%),": 727,
  "(4.41%),": 728,
  "(3.55%).": 729
}