{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-11": 24,
  "₹27.45.": 25,
  "1y": 26,
  "returns:": 27,
  "12.50%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.82%.": 31,
  "5y": 32,
  "10.68%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(15.06%),": 84,
  "gmr": 85,
  "airports": 86,
  "limited": 87,
  "5": 88,
  "bd": 89,
  "13fb27": 90,
  "fvrs1lac": 91,
  "(3.99%),": 92,
  "jubilant": 93,
  "bevco": 94,
  "ncd": 95,
  "31my28": 96,
  "(3.22%),": 97,
  "government": 98,
  "india": 99,
  "36574": 100,
  "goi": 101,
  "06ot35": 102,
  "6.48": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(2.93%),": 107,
  "ikf": 108,
  "finance": 109,
  "9.4": 110,
  "12sp27": 111,
  "(2.57%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "9.25": 115,
  "09jl31": 116,
  "(2.54%),": 117,
  "national": 118,
  "bank": 119,
  "for": 120,
  "agriculture": 121,
  "and": 122,
  "rural": 123,
  "development": 124,
  "sr": 125,
  "26a": 126,
  "6.66": 127,
  "12ot28": 128,
  "(2.53%),": 129,
  "kogta": 130,
  "financial": 131,
  "(india)": 132,
  "9.5": 133,
  "30ot27": 134,
  "(2.37%),": 135,
  "gaursons": 136,
  "private": 137,
  "10.96": 138,
  "26dc28": 139,
  "(2.34%),": 140,
  "vedanta": 141,
  "ii": 142,
  "9.45": 143,
  "05ju28": 144,
  "(2.24%).": 145,
  "&": 146,
  "market": 147,
  "news": 148,
  "generic": 149,
  "stream": 150,
  "groww;": 151,
  "not": 152,
  "specific": 153,
  "to": 154,
  "this": 155,
  "single": 156,
  "fund.": 157,
  "medium": 158,
  "term": 159,
  "plan": 160,
  "₹47.08.": 161,
  "8.62%.": 162,
  "10.40%.": 163,
  "12.58%.": 164,
  "4.91%.": 165,
  "7.95%.": 166,
  "7.55%.": 167,
  "6.56%.": 168,
  "1.92.": 169,
  "1.99.": 170,
  "0.83%.": 171,
  "₹1000.": 172,
  "34208": 173,
  "08ap34": 174,
  "7.1": 175,
  "(6.87%),": 176,
  "(4.51%),": 177,
  "26c": 178,
  "7.27": 179,
  "23fb29": 180,
  "(3.63%),": 181,
  "(3.49%),": 182,
  "oxyzo": 183,
  "services": 184,
  "9.9": 185,
  "13mr29": 186,
  "(2.87%),": 187,
  "nuvama": 188,
  "wealth": 189,
  "nwfl200824/05": 190,
  "9.75": 191,
  "16ap27": 192,
  "(2.77%),": 193,
  "(2.68%),": 194,
  "(2.60%),": 195,
  "jtpm": 196,
  "metal": 197,
  "traders": 198,
  "30ap30": 199,
  "(2.59%).": 200,
  "psu": 201,
  "equity": 202,
  "very": 203,
  "₹38.92.": 204,
  "5.65%.": 205,
  "26.67%.": 206,
  "23.52%.": 207,
  "16.04%.": 208,
  "5.81%.": 209,
  "28.28%.": 210,
  "29.79%.": 211,
  "23.63.": 212,
  "0.93.": 213,
  "-0.54.": 214,
  "0.96.": 215,
  "0.66%.": 216,
  "1%": 217,
  "30": 218,
  "days.": 219,
  "₹500.": 220,
  "you": 221,
  "redeem": 222,
  "one": 223,
  "year,": 224,
  "at": 225,
  "20%.": 226,
  "after": 227,
  "exceeding": 228,
  "1.25": 229,
  "lakh": 230,
  "in": 231,
  "year": 232,
  "12.5%.": 233,
  "state": 234,
  "(18.08%),": 235,
  "ntpc": 236,
  "ltd": 237,
  "(8.71%),": 238,
  "power": 239,
  "grid": 240,
  "corporation": 241,
  "(7.44%),": 242,
  "bharat": 243,
  "heavy": 244,
  "electricals": 245,
  "(5.42%),": 246,
  "electronics": 247,
  "(5.10%),": 248,
  "gail": 249,
  "(4.56%),": 250,
  "maharashtra": 251,
  "(4.30%),": 252,
  "oil": 253,
  "natural": 254,
  "gas": 255,
  "(3.90%),": 256,
  "nmdc": 257,
  "(3.56%),": 258,
  "pnb": 259,
  "housing": 260,
  "(3.39%).": 261,
  "silver": 262,
  "etf": 263,
  "fof": 264,
  "commodity": 265,
  "₹35.97.": 266,
  "112.69%.": 267,
  "44.16%.": 268,
  "154.77%.": 269,
  "47.07%.": 270,
  "22.57.": 271,
  "1.19.": 272,
  "-0.73.": 273,
  "0.32%.": 274,
  "0.5%": 275,
  "two": 276,
  "years,": 277,
  "etf-growth": 278,
  "(100.01%),": 279,
  "(0.25%),": 280,
  "net": 281,
  "payables": 282,
  "(-0.26%).": 283,
  "axis": 284,
  "₹39.68.": 285,
  "113.51%.": 286,
  "44.58%.": 287,
  "22.23.": 288,
  "1.20.": 289,
  "-0.37.": 290,
  "0.94.": 291,
  "0.26%.": 292,
  "0.25%,": 293,
  "7": 294,
  "₹5000.": 295,
  "regular-growth": 296,
  "(99.94%),": 297,
  "others": 298,
  "cblo": 299,
  "(0.32%),": 300,
  "dsp": 301,
  "₹59.42.": 302,
  "9.87%.": 303,
  "16.55%.": 304,
  "12.98%.": 305,
  "7.05%.": 306,
  "7.41.": 307,
  "1.33.": 308,
  "0.41%.": 309,
  "3%,": 310,
  "12": 311,
  "months.": 312,
  "(14.83%),": 313,
  "(9.99%),": 314,
  "renewables": 315,
  "8.6": 316,
  "24sp27": 317,
  "(6.53%),": 318,
  "roadstar": 319,
  "infra": 320,
  "trust": 321,
  "(6.46%),": 322,
  "tata": 323,
  "company": 324,
  "i": 325,
  "7.51": 326,
  "08dc28": 327,
  "(6.29%),": 328,
  "25c": 329,
  "7.44": 330,
  "24fb28": 331,
  "(6.27%),": 332,
  "rec": 333,
  "180-b": 334,
  "8.30": 335,
  "25ju29": 336,
  "fvrs10lac": 337,
  "(4.49%),": 338,
  "projects": 339,
  "q": 340,
  "8.25": 341,
  "28ap27": 342,
  "(4.45%),": 343,
  "f7h502a": 344,
  "9": 345,
  "11ju27": 346,
  "(4.40%),": 347,
  "piramal": 348,
  "8.75": 349,
  "29oct27": 350,
  "(4.34%).": 351,
  "hdfc": 352,
  "hybrid": 353,
  "₹119.04.": 354,
  "-7.81%.": 355,
  "7.15%.": 356,
  "9.12%.": 357,
  "11.80%.": 358,
  "4.72%.": 359,
  "14.31%.": 360,
  "13.94%.": 361,
  "10.76.": 362,
  "0.21.": 363,
  "1.09%.": 364,
  "units": 365,
  "excess": 366,
  "15%": 367,
  "the": 368,
  "investment,1%": 369,
  "will": 370,
  "be": 371,
  "charged": 372,
  "redemption": 373,
  "icici": 374,
  "(6.63%),": 375,
  "reliance": 376,
  "industries": 377,
  "(4.75%),": 378,
  "(3.59%),": 379,
  "(3.13%),": 380,
  "kotak": 381,
  "mahindra": 382,
  "(3.01%),": 383,
  "infosys": 384,
  "(2.69%),": 385,
  "larsen": 386,
  "toubro": 387,
  "(2.61%),": 388,
  "34238": 389,
  "22ap64": 390,
  "7.34": 391,
  "bharti": 392,
  "airtel": 393,
  "(2.03%).": 394,
  "plus": 395,
  "arbitrage": 396,
  "active": 397,
  "moderate.": 398,
  "₹45.06.": 399,
  "5.21%.": 400,
  "10.88%.": 401,
  "11.23%.": 402,
  "10.91%.": 403,
  "7.37%.": 404,
  "5.63.": 405,
  "0.85.": 406,
  "0.02%.": 407,
  "nil": 408,
  "opportunities": 409,
  "plan-growth": 410,
  "(43.65%),": 411,
  "wholesale": 412,
  "direct-growth": 413,
  "(37.09%),": 414,
  "money": 415,
  "(18.72%),": 416,
  "(0.54%),": 417,
  "current": 418,
  "assets": 419,
  "(0.00%).": 420,
  "₹38.26.": 421,
  "113.17%.": 422,
  "44.27%.": 423,
  "22.93.": 424,
  "1.18.": 425,
  "-0.89.": 426,
  "0.97.": 427,
  "0.22%.": 428,
  "15": 429,
  "regular": 430,
  "-": 431,
  "(100.15%),": 432,
  "(0.14%),": 433,
  "(-0.29%).": 434,
  "hsbc": 435,
  "₹37.10.": 436,
  "6.06%.": 437,
  "11.74%.": 438,
  "9.34%.": 439,
  "6.88.": 440,
  "0.77.": 441,
  "0.96%.": 442,
  "10%": 443,
  "(10.89%),": 444,
  "36232": 445,
  "21jl30": 446,
  "6.01": 447,
  "(5.55%),": 448,
  "corpn.": 449,
  "ltd.": 450,
  "7.2": 451,
  "09/08/2027": 452,
  "(5.53%),": 453,
  "(5.50%),": 454,
  "nuvoco": 455,
  "vistas": 456,
  "7.7": 457,
  "18sp28": 458,
  "(5.45%),": 459,
  "nirma": 460,
  "vii": 461,
  "tr": 462,
  "c": 463,
  "8.50": 464,
  "07ap27": 465,
  "(5.35%),": 466,
  "230-a": 467,
  "7.71": 468,
  "26fb27": 469,
  "(5.34%),": 470,
  "jsw": 471,
  "kalinga": 472,
  "steel": 473,
  "(4.18%).": 474,
  "prudential": 475,
  "₹22.41.": 476,
  "2.70%.": 477,
  "25.08%.": 478,
  "18.35.": 479,
  "1.17.": 480,
  "1.03.": 481,
  "0.81.": 482,
  "1.08%.": 483,
  "before": 484,
  "month": 485,
  "date": 486,
  "allotment.": 487,
  "(13.05%),": 488,
  "(8.51%),": 489,
  "(6.20%),": 490,
  "(5.82%),": 491,
  "(5.05%),": 492,
  "insurance": 493,
  "(4.88%),": 494,
  "hindustan": 495,
  "aeronautics": 496,
  "(4.64%),": 497,
  "(3.37%),": 498,
  "(3.27%),": 499,
  "coal": 500,
  "(3.19%).": 501,
  "retirement": 502,
  "aggressive": 503,
  "₹29.95.": 504,
  "5.49%.": 505,
  "20.25%.": 506,
  "16.52%.": 507,
  "13.83%.": 508,
  "13.96.": 509,
  "1.08.": 510,
  "1.12%.": 511,
  "(6.90%),": 512,
  "9.31": 513,
  "03dc27": 514,
  "(2.43%),": 515,
  "tech": 516,
  "(2.30%),": 517,
  "multi": 518,
  "exchange": 519,
  "(2.29%),": 520,
  "(2.21%),": 521,
  "unilever": 522,
  "(2.12%),": 523,
  "titan": 524,
  "(2.03%),": 525,
  "ultratech": 526,
  "cement": 527,
  "(2.02%),": 528,
  "(1.92%).": 529,
  "₹35.45.": 530,
  "112.88%.": 531,
  "44.35%.": 532,
  "22.66.": 533,
  "0.20%.": 534,
  "(99.96%),": 535,
  "(-0.27%).": 536,
  "invesco": 537,
  "₹75.98.": 538,
  "-1.85%.": 539,
  "25.03%.": 540,
  "22.25%.": 541,
  "11.34%.": 542,
  "24.22.": 543,
  "0.90.": 544,
  "-0.82.": 545,
  "0.93%.": 546,
  "investment,": 547,
  "(8.23%),": 548,
  "(7.45%),": 549,
  "indian": 550,
  "(7.08%),": 551,
  "petroleum": 552,
  "(6.08%),": 553,
  "(5.90%),": 554,
  "green": 555,
  "energy": 556,
  "(4.95%),": 557,
  "(4.73%),": 558,
  "baroda": 559,
  "(4.53%),": 560,
  "(4.32%),": 561,
  "dynamics": 562,
  "(4.23%).": 563,
  "motilal": 564,
  "oswal": 565,
  "bse": 566,
  "enhanced": 567,
  "value": 568,
  "index": 569,
  "₹27.51.": 570,
  "7.43%.": 571,
  "29.25%.": 572,
  "4.80%.": 573,
  "19.16%.": 574,
  "18.84%.": 575,
  "19.65.": 576,
  "1.38.": 577,
  "15.11.": 578,
  "1.24.": 579,
  "0.56%.": 580,
  "load:": 581,
  "1%-": 582,
  "on": 583,
  "or": 584,
  "days": 585,
  "(8.75%),": 586,
  "hindalco": 587,
  "(8.56%),": 588,
  "(7.75%),": 589,
  "motors": 590,
  "(7.71%),": 591,
  "(7.36%),": 592,
  "(6.75%),": 593,
  "(4.92%),": 594,
  "(4.28%),": 595,
  "nippon": 596,
  "asset": 597,
  "allocation": 598,
  "₹25.83.": 599,
  "12.86%.": 600,
  "20.06%.": 601,
  "16.18%.": 602,
  "31.90%.": 603,
  "15.09%.": 604,
  "17.81%.": 605,
  "16.11%.": 606,
  "9.61.": 607,
  "1.47.": 608,
  "0.38%.": 609,
  "gold": 610,
  "bees": 611,
  "idcw": 612,
  "(8.15%),": 613,
  "(5.88%),": 614,
  "ishares": 615,
  "msci": 616,
  "world": 617,
  "(5.23%),": 618,
  "(3.60%),": 619,
  "(3.24%),": 620,
  "mini": 621,
  "(100": 622,
  "grams)": 623,
  "june": 624,
  "2020": 625,
  "future": 626,
  "(2.46%),": 627,
  "(2.39%),": 628,
  "(1.96%),": 629,
  "(1.81%),": 630,
  "zomato": 631,
  "(1.67%).": 632,
  "₹35.29.": 633,
  "113.09%.": 634,
  "44.03%.": 635,
  "22.84.": 636,
  "-1.14.": 637,
  "(100.00%),": 638,
  "(0.18%),": 639,
  "mrgn": 640,
  "(0.00%),": 641,
  "(-0.18%).": 642,
  "quant": 643,
  "₹178.20.": 644,
  "17.25%.": 645,
  "24.44%.": 646,
  "20.84%.": 647,
  "9.86%.": 648,
  "11.98.": 649,
  "1.50.": 650,
  "0.61%.": 651,
  "(18.77%),": 652,
  "(10.22%),": 653,
  "(8.52%),": 654,
  "(8.05%),": 655,
  "adani": 656,
  "(7.43%),": 657,
  "(6.72%),": 658,
  "(6.26%),": 659,
  "(5.32%),": 660,
  "co": 661,
  "aurobindo": 662,
  "pharma": 663,
  "(4.79%).": 664,
  "sbi": 665,
  "children's": 666,
  "₹50.05.": 667,
  "13.74%.": 668,
  "22.88%.": 669,
  "24.65%.": 670,
  "117.29%.": 671,
  "16.02.": 672,
  "1.06.": 673,
  "1.18%.": 674,
  "respect": 675,
  "subject": 676,
  "lock-in": 677,
  "period": 678,
  "holding": 679,
  "less": 680,
  "than": 681,
  "3": 682,
  "years:": 683,
  "3%": 684,
  "2%": 685,
  "but": 686,
  "2": 687,
  "(18.50%),": 688,
  "alphabet": 689,
  "inc": 690,
  "forgn.": 691,
  "eq": 692,
  "(googl)": 693,
  "(7.79%),": 694,
  "thangamayil": 695,
  "jewellery": 696,
  "(4.80%),": 697,
  "hatsun": 698,
  "agro": 699,
  "products": 700,
  "(4.36%),": 701,
  "(4.10%),": 702,
  "muthoot": 703,
  "(3.92%),": 704,
  "aether": 705,
  "(3.64%),": 706,
  "aequs": 707,
  "(3.38%),": 708,
  "privi": 709,
  "speciality": 710,
  "chemicals": 711,
  "(3.36%).": 712,
  "₹37.86.": 713,
  "5.42%.": 714,
  "29.44%.": 715,
  "23.35%.": 716,
  "3.93%.": 717,
  "23.07.": 718,
  "1.05.": 719,
  "2.36.": 720,
  "0.91%.": 721,
  "0.50%": 722,
  "(16.87%),": 723,
  "(9.52%),": 724,
  "(9.34%),": 725,
  "(9.24%),": 726,
  "(8.66%),": 727,
  "(6.58%),": 728,
  "(5.17%),": 729,
  "(4.78%),": 730,
  "(4.37%),": 731,
  "(3.78%).": 732
}