{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-14": 24,
  "₹27.21.": 25,
  "1y": 26,
  "returns:": 27,
  "12.44%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.74%.": 31,
  "5y": 32,
  "10.70%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.61.": 129,
  "8.38%.": 130,
  "10.22%.": 131,
  "12.59%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.46.": 160,
  "15.01%.": 161,
  "29.41%.": 162,
  "26.79%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.68%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.08%),": 192,
  "ntpc": 193,
  "(8.71%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(7.44%),": 198,
  "bharat": 199,
  "heavy": 200,
  "electricals": 201,
  "(5.42%),": 202,
  "electronics": 203,
  "(5.10%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.56%),": 207,
  "maharashtra": 208,
  "(4.30%),": 209,
  "oil": 210,
  "and": 211,
  "natural": 212,
  "gas": 213,
  "(3.90%),": 214,
  "nmdc": 215,
  "(3.56%),": 216,
  "pnb": 217,
  "housing": 218,
  "(3.39%).": 219,
  "silver": 220,
  "etf": 221,
  "fof": 222,
  "commodity": 223,
  "₹44.02.": 224,
  "187.00%.": 225,
  "55.08%.": 226,
  "154.77%.": 227,
  "47.07%.": 228,
  "22.57.": 229,
  "1.19.": 230,
  "-0.73.": 231,
  "0.96.": 232,
  "0.32%.": 233,
  "0.5%": 234,
  "two": 235,
  "years,": 236,
  "etf-growth": 237,
  "(100.01%).": 238,
  "axis": 239,
  "₹48.44.": 240,
  "185.22%.": 241,
  "55.01%.": 242,
  "22.23.": 243,
  "1.20.": 244,
  "-0.37.": 245,
  "0.94.": 246,
  "0.09%.": 247,
  "0.25%,": 248,
  "7": 249,
  "₹5000.": 250,
  "regular-growth": 251,
  "(99.94%).": 252,
  "dsp": 253,
  "₹58.91.": 254,
  "10.36%.": 255,
  "16.42%.": 256,
  "12.85%.": 257,
  "7.05%.": 258,
  "7.42.": 259,
  "1.30.": 260,
  "0.40%.": 261,
  "3%,": 262,
  "12": 263,
  "months.": 264,
  "(9.99%),": 265,
  "renewables": 266,
  "(6.53%),": 267,
  "roadstar": 268,
  "infra": 269,
  "trust": 270,
  "(6.46%),": 271,
  "tata": 272,
  "devp.": 273,
  "co.": 274,
  "ltd": 275,
  "(6.29%),": 276,
  "(6.27%),": 277,
  "rec": 278,
  "(4.49%),": 279,
  "projects": 280,
  "(4.45%),": 281,
  "(4.40%),": 282,
  "piramal": 283,
  "(4.34%),": 284,
  "(4.32%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹120.23.": 288,
  "-4.58%.": 289,
  "8.33%.": 290,
  "10.71%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "10.75.": 296,
  "0.31.": 297,
  "1.41%.": 298,
  "units": 299,
  "excess": 300,
  "15%": 301,
  "the": 302,
  "investment,1%": 303,
  "will": 304,
  "be": 305,
  "charged": 306,
  "redemption": 307,
  "icici": 308,
  "(6.63%),": 309,
  "reliance": 310,
  "industries": 311,
  "(4.75%),": 312,
  "(3.59%),": 313,
  "(3.13%),": 314,
  "kotak": 315,
  "mahindra": 316,
  "(3.01%),": 317,
  "infosys": 318,
  "(2.69%),": 319,
  "larsen": 320,
  "toubro": 321,
  "(2.61%),": 322,
  "bharti": 323,
  "airtel": 324,
  "(2.03%).": 325,
  "plus": 326,
  "arbitrage": 327,
  "active": 328,
  "moderate.": 329,
  "₹44.73.": 330,
  "4.98%.": 331,
  "11.70%.": 332,
  "12.23%.": 333,
  "10.91%.": 334,
  "7.37%.": 335,
  "5.75.": 336,
  "1.00.": 337,
  "0.02%.": 338,
  "nil": 339,
  "corporate": 340,
  "bond": 341,
  "plan-growth": 342,
  "(43.65%),": 343,
  "wholesale": 344,
  "direct-growth": 345,
  "(37.09%),": 346,
  "money": 347,
  "(18.72%).": 348,
  "₹46.74.": 349,
  "186.77%.": 350,
  "55.34%.": 351,
  "22.93.": 352,
  "1.18.": 353,
  "-0.89.": 354,
  "0.22%.": 355,
  "15": 356,
  "regular": 357,
  "-": 358,
  "(100.15%).": 359,
  "hsbc": 360,
  "₹36.78.": 361,
  "5.80%.": 362,
  "11.61%.": 363,
  "9.30%.": 364,
  "6.87.": 365,
  "0.78.": 366,
  "0.95%.": 367,
  "10%": 368,
  "(5.55%),": 369,
  "(5.53%),": 370,
  "(5.50%),": 371,
  "nuvoco": 372,
  "vistas": 373,
  "(5.45%),": 374,
  "nirma": 375,
  "(5.35%),": 376,
  "(5.34%),": 377,
  "jsw": 378,
  "kalinga": 379,
  "steel": 380,
  "(4.18%),": 381,
  "(3.44%).": 382,
  "prudential": 383,
  "₹23.44.": 384,
  "11.94%.": 385,
  "27.75%.": 386,
  "18.35.": 387,
  "1.17.": 388,
  "1.03.": 389,
  "0.81.": 390,
  "1.99%.": 391,
  "before": 392,
  "month": 393,
  "date": 394,
  "allotment.": 395,
  "(13.05%),": 396,
  "(8.51%),": 397,
  "(6.20%),": 398,
  "(5.82%),": 399,
  "insurance": 400,
  "(4.88%),": 401,
  "hindustan": 402,
  "aeronautics": 403,
  "(4.64%),": 404,
  "(3.37%),": 405,
  "(3.27%),": 406,
  "coal": 407,
  "(3.19%),": 408,
  "(3.18%).": 409,
  "retirement": 410,
  "aggressive": 411,
  "₹30.26.": 412,
  "11.78%.": 413,
  "22.12%.": 414,
  "17.82%.": 415,
  "13.83%.": 416,
  "14.01.": 417,
  "1.12.": 418,
  "1.16%.": 419,
  "(2.43%),": 420,
  "tech": 421,
  "(2.30%),": 422,
  "multi": 423,
  "exchange": 424,
  "(2.29%),": 425,
  "(2.21%),": 426,
  "unilever": 427,
  "(2.12%),": 428,
  "titan": 429,
  "company": 430,
  "(2.03%),": 431,
  "ultratech": 432,
  "cement": 433,
  "(2.02%),": 434,
  "(1.92%),": 435,
  "mphasis": 436,
  "(1.91%).": 437,
  "₹43.41.": 438,
  "186.81%.": 439,
  "55.33%.": 440,
  "22.66.": 441,
  "0.21%.": 442,
  "(99.96%).": 443,
  "invesco": 444,
  "₹79.55.": 445,
  "9.80%.": 446,
  "29.19%.": 447,
  "25.33%.": 448,
  "11.34%.": 449,
  "24.02.": 450,
  "-1.31.": 451,
  "0.91%.": 452,
  "investment,": 453,
  "(8.23%),": 454,
  "(7.45%),": 455,
  "indian": 456,
  "(7.08%),": 457,
  "petroleum": 458,
  "(6.08%),": 459,
  "(5.90%),": 460,
  "green": 461,
  "energy": 462,
  "(4.95%),": 463,
  "(4.73%),": 464,
  "baroda": 465,
  "(4.53%),": 466,
  "dynamics": 467,
  "(4.23%),": 468,
  "dredging": 469,
  "(3.99%).": 470,
  "motilal": 471,
  "oswal": 472,
  "bse": 473,
  "enhanced": 474,
  "value": 475,
  "index": 476,
  "₹28.25.": 477,
  "16.16%.": 478,
  "31.42%.": 479,
  "4.80%.": 480,
  "19.16%.": 481,
  "18.84%.": 482,
  "19.65.": 483,
  "1.38.": 484,
  "15.11.": 485,
  "1.24.": 486,
  "0.49%.": 487,
  "load:": 488,
  "1%-": 489,
  "on": 490,
  "or": 491,
  "days": 492,
  "(8.75%),": 493,
  "hindalco": 494,
  "(8.56%),": 495,
  "(7.75%),": 496,
  "motors": 497,
  "passenger": 498,
  "vehicles": 499,
  "(7.71%),": 500,
  "(7.36%),": 501,
  "(6.90%),": 502,
  "(6.75%),": 503,
  "(4.92%),": 504,
  "(4.28%),": 505,
  "(4.18%).": 506,
  "nippon": 507,
  "asset": 508,
  "allocation": 509,
  "₹26.54.": 510,
  "19.27%.": 511,
  "21.76%.": 512,
  "17.73%.": 513,
  "31.90%.": 514,
  "15.09%.": 515,
  "17.81%.": 516,
  "16.11%.": 517,
  "9.60.": 518,
  "1.51.": 519,
  "0.58%.": 520,
  "gold": 521,
  "bees": 522,
  "(8.15%),": 523,
  "ishares": 524,
  "msci": 525,
  "world": 526,
  "(5.23%),": 527,
  "(3.60%),": 528,
  "(3.24%),": 529,
  "(2.39%),": 530,
  "(1.96%),": 531,
  "(1.81%),": 532,
  "eternal": 533,
  "(1.67%),": 534,
  "(1.58%),": 535,
  "(1.54%).": 536,
  "₹43.20.": 537,
  "187.15%.": 538,
  "55.16%.": 539,
  "22.84.": 540,
  "-1.14.": 541,
  "0.24%.": 542,
  "(100.00%).": 543,
  "quant": 544,
  "₹179.87.": 545,
  "23.32%.": 546,
  "25.06%.": 547,
  "21.67%.": 548,
  "9.86%.": 549,
  "12.04.": 550,
  "1.37.": 551,
  "3.17%.": 552,
  "(10.22%),": 553,
  "(8.52%),": 554,
  "adani": 555,
  "(7.43%),": 556,
  "(6.72%),": 557,
  "(6.26%),": 558,
  "(5.32%),": 559,
  "co": 560,
  "(5.05%),": 561,
  "aurobindo": 562,
  "pharma": 563,
  "(4.79%),": 564,
  "management": 565,
  "premier": 566,
  "energies": 567,
  "(4.63%).": 568,
  "sbi": 569,
  "children's": 570,
  "₹49.41.": 571,
  "15.26%.": 572,
  "24.07%.": 573,
  "26.16%.": 574,
  "117.29%.": 575,
  "16.13.": 576,
  "0.88%.": 577,
  "respect": 578,
  "subject": 579,
  "lock-in": 580,
  "period": 581,
  "holding": 582,
  "less": 583,
  "than": 584,
  "3": 585,
  "years:": 586,
  "3%": 587,
  "2%": 588,
  "but": 589,
  "2": 590,
  "alphabet": 591,
  "inc": 592,
  "class": 593,
  "(7.79%),": 594,
  "thangamayil": 595,
  "jewellery": 596,
  "(4.80%),": 597,
  "hatsun": 598,
  "agro": 599,
  "product": 600,
  "(4.36%),": 601,
  "(4.10%),": 602,
  "muthoot": 603,
  "(3.92%),": 604,
  "aether": 605,
  "(3.64%),": 606,
  "aequs": 607,
  "(3.38%),": 608,
  "privi": 609,
  "speciality": 610,
  "chemicals": 611,
  "(3.36%),": 612,
  "ather": 613,
  "(3.33%).": 614,
  "₹39.25.": 615,
  "15.07%.": 616,
  "26.50%.": 617,
  "3.93%.": 618,
  "1.09.": 619,
  "0.93.": 620,
  "0.86%.": 621,
  "0.50%": 622,
  "(16.87%),": 623,
  "(9.52%),": 624,
  "(9.34%),": 625,
  "(9.24%),": 626,
  "(8.66%),": 627,
  "(6.58%),": 628,
  "(5.17%),": 629,
  "(4.37%),": 630,
  "(3.78%),": 631,
  "(3.43%).": 632
}