{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-20": 24,
  "₹26.83.": 25,
  "1y": 26,
  "returns:": 27,
  "13.65%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.82%.": 31,
  "5y": 32,
  "10.75%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.21.": 144,
  "10.31%.": 145,
  "10.62%.": 146,
  "12.73%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹38.16.": 174,
  "17.34%.": 175,
  "29.82%.": 176,
  "26.92%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.61%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(20.19%),": 201,
  "ntpc": 202,
  "(8.28%),": 203,
  "power": 204,
  "grid": 205,
  "corporation": 206,
  "(6.05%),": 207,
  "bharat": 208,
  "electronics": 209,
  "(5.22%),": 210,
  "oil": 211,
  "and": 212,
  "natural": 213,
  "gas": 214,
  "(4.88%),": 215,
  "gail": 216,
  "(india)": 217,
  "(4.70%),": 218,
  "baroda": 219,
  "(4.31%),": 220,
  "heavy": 221,
  "electricals": 222,
  "(4.26%),": 223,
  "petroleum": 224,
  "(4.17%),": 225,
  "(4.11%).": 226,
  "silver": 227,
  "etf": 228,
  "fof": 229,
  "commodity": 230,
  "₹35.64.": 231,
  "126.06%.": 232,
  "47.51%.": 233,
  "154.77%.": 234,
  "47.07%.": 235,
  "22.57.": 236,
  "1.19.": 237,
  "-0.73.": 238,
  "0.96.": 239,
  "0.30%.": 240,
  "0.5%": 241,
  "two": 242,
  "etf-growth": 243,
  "(100.00%).": 244,
  "axis": 245,
  "₹39.43.": 246,
  "127.28%.": 247,
  "47.81%.": 248,
  "22.23.": 249,
  "1.20.": 250,
  "-0.37.": 251,
  "0.94.": 252,
  "0.14%.": 253,
  "0.25%,": 254,
  "7": 255,
  "₹5000.": 256,
  "regular-growth": 257,
  "(99.78%).": 258,
  "dsp": 259,
  "₹55.71.": 260,
  "6.44%.": 261,
  "15.09%.": 262,
  "11.82%.": 263,
  "7.05%.": 264,
  "6.87.": 265,
  "0.41%.": 266,
  "3%,": 267,
  "12": 268,
  "months.": 269,
  "(8.99%),": 270,
  "renewables": 271,
  "(6.95%),": 272,
  "roadstar": 273,
  "infra": 274,
  "trust": 275,
  "(6.83%),": 276,
  "(6.71%),": 277,
  "nirma": 278,
  "(6.67%),": 279,
  "tata": 280,
  "projects": 281,
  "(4.74%),": 282,
  "(4.72%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹119.15.": 288,
  "0.15%.": 289,
  "10.13%.": 290,
  "10.88%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "8.29.": 296,
  "0.76.": 297,
  "1.03%.": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "year.": 304,
  "(7.04%),": 305,
  "icici": 306,
  "(6.78%),": 307,
  "(4.64%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.21%),": 311,
  "(2.92%),": 312,
  "larsen": 313,
  "toubro": 314,
  "(2.87%),": 315,
  "infosys": 316,
  "(2.77%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "(2.45%),": 320,
  "itc": 321,
  "(2.17%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.47.": 327,
  "6.48%.": 328,
  "13.29%.": 329,
  "12.76%.": 330,
  "10.91%.": 331,
  "7.37%.": 332,
  "5.79.": 333,
  "1.13.": 334,
  "0.07%.": 335,
  "nil": 336,
  "corporate": 337,
  "bond": 338,
  "plan-growth": 339,
  "(44.12%),": 340,
  "wholesale": 341,
  "direct-growth": 342,
  "(35.34%),": 343,
  "money": 344,
  "(18.17%).": 345,
  "₹38.03.": 346,
  "126.93%.": 347,
  "47.44%.": 348,
  "22.93.": 349,
  "1.18.": 350,
  "-0.89.": 351,
  "0.97.": 352,
  "0.23%.": 353,
  "1%,": 354,
  "15": 355,
  "regular": 356,
  "-": 357,
  "(100.04%).": 358,
  "hsbc": 359,
  "₹36.52.": 360,
  "19.10%.": 361,
  "11.85%.": 362,
  "9.43%.": 363,
  "6.85.": 364,
  "0.80.": 365,
  "0.96%.": 366,
  "10%": 367,
  "(5.43%),": 368,
  "(5.42%),": 369,
  "(5.41%),": 370,
  "rec": 371,
  "(5.23%),": 372,
  "(5.08%),": 373,
  "(5.00%),": 374,
  "(4.15%),": 375,
  "piramal": 376,
  "(3.60%).": 377,
  "prudential": 378,
  "₹22.26.": 379,
  "13.46%.": 380,
  "28.64%.": 381,
  "18.35.": 382,
  "1.17.": 383,
  "1.03.": 384,
  "0.81.": 385,
  "0.86%.": 386,
  "before": 387,
  "month": 388,
  "date": 389,
  "allotment.": 390,
  "(8.39%),": 391,
  "(7.48%),": 392,
  "(5.67%),": 393,
  "insurance": 394,
  "(4.47%),": 395,
  "(3.98%),": 396,
  "indian": 397,
  "(3.79%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "(3.77%),": 401,
  "(3.21%).": 402,
  "retirement": 403,
  "aggressive": 404,
  "₹28.32.": 405,
  "11.67%.": 406,
  "22.36%.": 407,
  "16.56%.": 408,
  "13.83%.": 409,
  "11.97.": 410,
  "1.43.": 411,
  "0.80%.": 412,
  "vedanta": 413,
  "(2.67%),": 414,
  "motors": 415,
  "(2.57%),": 416,
  "multi": 417,
  "exchange": 418,
  "(2.28%),": 419,
  "tech": 420,
  "(2.07%),": 421,
  "titan": 422,
  "company": 423,
  "(2.05%),": 424,
  "mphasis": 425,
  "(1.97%),": 426,
  "ultratech": 427,
  "cement": 428,
  "(1.96%),": 429,
  "(1.95%),": 430,
  "(1.88%).": 431,
  "₹35.10.": 432,
  "125.87%.": 433,
  "22.66.": 434,
  "0.17%.": 435,
  "(99.85%).": 436,
  "invesco": 437,
  "₹75.99.": 438,
  "15.52%.": 439,
  "30.56%.": 440,
  "25.68%.": 441,
  "11.34%.": 442,
  "21.78.": 443,
  "-1.21.": 444,
  "0.90%.": 445,
  "(9.32%),": 446,
  "(7.59%),": 447,
  "(6.93%),": 448,
  "(6.82%),": 449,
  "(6.76%),": 450,
  "green": 451,
  "energy": 452,
  "(5.45%),": 453,
  "(5.28%),": 454,
  "(4.55%),": 455,
  "dredging": 456,
  "(4.07%),": 457,
  "(3.94%).": 458,
  "motilal": 459,
  "oswal": 460,
  "bse": 461,
  "enhanced": 462,
  "value": 463,
  "index": 464,
  "₹26.79.": 465,
  "17.70%.": 466,
  "31.65%.": 467,
  "4.80%.": 468,
  "19.16%.": 469,
  "18.84%.": 470,
  "19.65.": 471,
  "1.38.": 472,
  "15.11.": 473,
  "1.24.": 474,
  "0.36%.": 475,
  "load:": 476,
  "1%-": 477,
  "on": 478,
  "or": 479,
  "days": 480,
  "(9.86%),": 481,
  "(8.92%),": 482,
  "hindalco": 483,
  "(8.36%),": 484,
  "(8.14%),": 485,
  "(8.11%),": 486,
  "(5.48%),": 487,
  "(5.34%),": 488,
  "(4.01%),": 489,
  "canara": 490,
  "(3.75%),": 491,
  "passenger": 492,
  "vehicles": 493,
  "(3.62%).": 494,
  "nippon": 495,
  "asset": 496,
  "allocation": 497,
  "₹25.04.": 498,
  "18.38%.": 499,
  "21.80%.": 500,
  "17.18%.": 501,
  "31.90%.": 502,
  "17.81%.": 503,
  "16.11%.": 504,
  "7.29.": 505,
  "0.39%.": 506,
  "gold": 507,
  "bees": 508,
  "(9.53%),": 509,
  "ishares": 510,
  "msci": 511,
  "world": 512,
  "(5.32%),": 513,
  "(4.30%),": 514,
  "(3.93%),": 515,
  "(3.01%),": 516,
  "(2.66%),": 517,
  "(2.36%),": 518,
  "(1.77%),": 519,
  "(1.73%),": 520,
  "(1.68%).": 521,
  "₹35.09.": 522,
  "127.04%.": 523,
  "47.35%.": 524,
  "22.84.": 525,
  "-1.14.": 526,
  "(99.93%).": 527,
  "quant": 528,
  "₹167.68.": 529,
  "21.21%.": 530,
  "24.10%.": 531,
  "25.18%.": 532,
  "9.86%.": 533,
  "10.76.": 534,
  "1.67.": 535,
  "0.58%.": 536,
  "(10.24%),": 537,
  "(9.16%),": 538,
  "(7.86%),": 539,
  "(7.24%),": 540,
  "co": 541,
  "(6.56%),": 542,
  "bajaj": 543,
  "(4.52%),": 544,
  "wipro": 545,
  "(3.54%),": 546,
  "premier": 547,
  "energies": 548,
  "(3.30%),": 549,
  "aurobindo": 550,
  "pharma": 551,
  "(2.90%),": 552,
  "adani": 553,
  "(2.40%).": 554,
  "sbi": 555,
  "children's": 556,
  "₹44.61.": 557,
  "9.39%.": 558,
  "22.71%.": 559,
  "25.82%.": 560,
  "117.29%.": 561,
  "13.19.": 562,
  "1.23.": 563,
  "0.83%.": 564,
  "respect": 565,
  "subject": 566,
  "lock-in": 567,
  "period": 568,
  "holding": 569,
  "less": 570,
  "than": 571,
  "years:": 572,
  "alphabet": 573,
  "inc": 574,
  "class": 575,
  "(6.89%),": 576,
  "thangamayil": 577,
  "jewellery": 578,
  "(5.49%),": 579,
  "(4.71%),": 580,
  "muthoot": 581,
  "(4.38%),": 582,
  "hatsun": 583,
  "agro": 584,
  "product": 585,
  "privi": 586,
  "speciality": 587,
  "chemicals": 588,
  "(3.47%),": 589,
  "aether": 590,
  "(3.40%),": 591,
  "sona": 592,
  "blw": 593,
  "precision": 594,
  "forgings": 595,
  "(3.29%),": 596,
  "renew": 597,
  "global": 598,
  "plc": 599,
  "(rnw)": 600,
  "(3.09%),": 601,
  "(2.96%).": 602,
  "₹37.71.": 603,
  "18.14%.": 604,
  "32.95%.": 605,
  "27.43%.": 606,
  "3.93%.": 607,
  "20.96.": 608,
  "1.35.": 609,
  "1.82.": 610,
  "0.93.": 611,
  "0.84%.": 612,
  "0.50%": 613,
  "(18.23%),": 614,
  "(9.33%),": 615,
  "(9.10%),": 616,
  "(9.05%),": 617,
  "(9.01%),": 618,
  "(5.71%),": 619,
  "(3.67%),": 620,
  "nmdc": 621,
  "(3.48%),": 622,
  "(2.85%).": 623
}