{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-08": 23,
  "₹27.08.": 24,
  "1y": 25,
  "returns:": 26,
  "13.42%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.90%.": 30,
  "5y": 31,
  "10.76%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "gmr": 98,
  "airports": 99,
  "ltd.": 100,
  "(4.58%),": 101,
  "goi": 102,
  "(4.29%),": 103,
  "real": 104,
  "estate": 105,
  "(3.83%),": 106,
  "jubilant": 107,
  "bevco": 108,
  "(3.70%),": 109,
  "national": 110,
  "bank": 111,
  "agriculture": 112,
  "&": 113,
  "rural": 114,
  "development": 115,
  "(3.43%),": 116,
  "(3.06%),": 117,
  "ikf": 118,
  "finance": 119,
  "(2.97%),": 120,
  "(2.95%),": 121,
  "hinduja": 122,
  "leyland": 123,
  "(2.94%),": 124,
  "kogta": 125,
  "financial": 126,
  "india": 127,
  "(2.74%).": 128,
  "market": 129,
  "news": 130,
  "generic": 131,
  "stream": 132,
  "groww;": 133,
  "not": 134,
  "specific": 135,
  "to": 136,
  "this": 137,
  "single": 138,
  "fund.": 139,
  "medium": 140,
  "term": 141,
  "plan": 142,
  "moderately": 143,
  "₹46.42.": 144,
  "9.53%.": 145,
  "10.48%.": 146,
  "12.65%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.91.": 152,
  "0.81%.": 153,
  "₹1000.": 154,
  "(8.05%),": 155,
  "(7.09%),": 156,
  "(4.09%),": 157,
  "(3.71%),": 158,
  "(3.53%),": 159,
  "nuvama": 160,
  "wealth": 161,
  "(3.13%),": 162,
  "(3.05%),": 163,
  "(2.70%),": 164,
  "(2.62%),": 165,
  "jtpm": 166,
  "metal": 167,
  "traders": 168,
  "(2.61%).": 169,
  "psu": 170,
  "equity": 171,
  "very": 172,
  "₹38.78.": 173,
  "17.55%.": 174,
  "29.98%.": 175,
  "27.37%.": 176,
  "16.04%.": 177,
  "5.81%.": 178,
  "28.28%.": 179,
  "29.79%.": 180,
  "22.89.": 181,
  "0.92.": 182,
  "-1.92.": 183,
  "0.96.": 184,
  "0.62%.": 185,
  "30": 186,
  "days.": 187,
  "₹500.": 188,
  "at": 189,
  "20%,": 190,
  "you": 191,
  "redeem": 192,
  "before": 193,
  "one": 194,
  "year.": 195,
  "required": 196,
  "pay": 197,
  "ltcg": 198,
  "12.5%": 199,
  "on": 200,
  "rs": 201,
  "1.25": 202,
  "lakh+": 203,
  "state": 204,
  "(20.19%),": 205,
  "ntpc": 206,
  "(8.28%),": 207,
  "power": 208,
  "grid": 209,
  "corporation": 210,
  "(6.05%),": 211,
  "bharat": 212,
  "electronics": 213,
  "(5.22%),": 214,
  "oil": 215,
  "and": 216,
  "natural": 217,
  "gas": 218,
  "(4.88%),": 219,
  "gail": 220,
  "(india)": 221,
  "(4.70%),": 222,
  "baroda": 223,
  "(4.31%),": 224,
  "heavy": 225,
  "electricals": 226,
  "(4.26%),": 227,
  "petroleum": 228,
  "(4.17%),": 229,
  "(4.11%).": 230,
  "silver": 231,
  "etf": 232,
  "fof": 233,
  "commodity": 234,
  "₹37.45.": 235,
  "159.75%.": 236,
  "45.62%.": 237,
  "154.77%.": 238,
  "47.07%.": 239,
  "22.57.": 240,
  "1.19.": 241,
  "-0.73.": 242,
  "0.30%.": 243,
  "0.5%": 244,
  "etf-growth": 245,
  "(100.00%).": 246,
  "axis": 247,
  "₹41.37.": 248,
  "159.43%.": 249,
  "45.57%.": 250,
  "22.23.": 251,
  "1.20.": 252,
  "-0.37.": 253,
  "0.94.": 254,
  "0.14%.": 255,
  "0.25%,": 256,
  "7": 257,
  "₹5000.": 258,
  "regular-growth": 259,
  "(99.78%).": 260,
  "dsp": 261,
  "₹55.65.": 262,
  "5.35%.": 263,
  "14.56%.": 264,
  "11.73%.": 265,
  "7.05%.": 266,
  "6.89.": 267,
  "1.14.": 268,
  "0.40%.": 269,
  "3%,": 270,
  "12": 271,
  "months.": 272,
  "(8.99%),": 273,
  "renewables": 274,
  "(6.95%),": 275,
  "roadstar": 276,
  "infra": 277,
  "trust": 278,
  "(6.83%),": 279,
  "(6.71%),": 280,
  "nirma": 281,
  "(6.67%),": 282,
  "tata": 283,
  "projects": 284,
  "(4.74%),": 285,
  "(4.72%),": 286,
  "(4.68%),": 287,
  "(4.62%).": 288,
  "hdfc": 289,
  "hybrid": 290,
  "₹121.79.": 291,
  "3.51%.": 292,
  "10.00%.": 293,
  "11.24%.": 294,
  "11.80%.": 295,
  "4.72%.": 296,
  "14.31%.": 297,
  "13.94%.": 298,
  "10.53.": 299,
  "0.25.": 300,
  "1.04%.": 301,
  "investment,1%": 302,
  "will": 303,
  "be": 304,
  "charged": 305,
  "redemption": 306,
  "(7.04%),": 307,
  "icici": 308,
  "(6.78%),": 309,
  "(4.64%),": 310,
  "reliance": 311,
  "industries": 312,
  "(4.21%),": 313,
  "(2.92%),": 314,
  "larsen": 315,
  "toubro": 316,
  "(2.87%),": 317,
  "infosys": 318,
  "(2.77%),": 319,
  "kotak": 320,
  "mahindra": 321,
  "(2.45%),": 322,
  "itc": 323,
  "(2.17%).": 324,
  "plus": 325,
  "arbitrage": 326,
  "active": 327,
  "moderate.": 328,
  "₹44.55.": 329,
  "5.62%.": 330,
  "12.63%.": 331,
  "12.42%.": 332,
  "10.91%.": 333,
  "7.37%.": 334,
  "5.83.": 335,
  "1.09.": 336,
  "0.07%.": 337,
  "nil": 338,
  "corporate": 339,
  "bond": 340,
  "plan-growth": 341,
  "(44.12%),": 342,
  "wholesale": 343,
  "direct-growth": 344,
  "(35.34%),": 345,
  "money": 346,
  "(18.17%).": 347,
  "₹39.97.": 348,
  "161.08%.": 349,
  "45.98%.": 350,
  "22.93.": 351,
  "1.18.": 352,
  "-0.89.": 353,
  "0.97.": 354,
  "0.23%.": 355,
  "1%,": 356,
  "15": 357,
  "regular": 358,
  "-": 359,
  "(100.04%).": 360,
  "hsbc": 361,
  "₹36.61.": 362,
  "18.25%.": 363,
  "11.74%.": 364,
  "9.34%.": 365,
  "6.87.": 366,
  "0.78.": 367,
  "0.96%.": 368,
  "10%": 369,
  "(5.43%),": 370,
  "(5.42%),": 371,
  "(5.41%),": 372,
  "rec": 373,
  "(5.23%),": 374,
  "(5.08%),": 375,
  "(5.00%),": 376,
  "(4.15%),": 377,
  "piramal": 378,
  "(3.60%).": 379,
  "prudential": 380,
  "₹22.54.": 381,
  "13.32%.": 382,
  "28.87%.": 383,
  "18.35.": 384,
  "1.17.": 385,
  "1.03.": 386,
  "0.81.": 387,
  "0.87%.": 388,
  "month": 389,
  "date": 390,
  "allotment.": 391,
  "(8.39%),": 392,
  "(7.48%),": 393,
  "(5.67%),": 394,
  "insurance": 395,
  "(4.47%),": 396,
  "(3.98%),": 397,
  "indian": 398,
  "(3.79%),": 399,
  "hindustan": 400,
  "aeronautics": 401,
  "(3.77%),": 402,
  "(3.21%).": 403,
  "retirement": 404,
  "aggressive": 405,
  "₹29.32.": 406,
  "19.67%.": 407,
  "22.95%.": 408,
  "17.10%.": 409,
  "13.83%.": 410,
  "13.39.": 411,
  "1.05.": 412,
  "vedanta": 413,
  "(2.67%),": 414,
  "motors": 415,
  "(2.57%),": 416,
  "multi": 417,
  "exchange": 418,
  "(2.28%),": 419,
  "tech": 420,
  "(2.07%),": 421,
  "titan": 422,
  "company": 423,
  "(2.05%),": 424,
  "mphasis": 425,
  "(1.97%),": 426,
  "ultratech": 427,
  "cement": 428,
  "(1.96%),": 429,
  "(1.95%),": 430,
  "(1.88%).": 431,
  "₹36.89.": 432,
  "161.17%.": 433,
  "45.76%.": 434,
  "22.66.": 435,
  "0.17%.": 436,
  "(99.85%).": 437,
  "invesco": 438,
  "₹77.80.": 439,
  "18.45%.": 440,
  "30.86%.": 441,
  "26.07%.": 442,
  "11.34%.": 443,
  "23.41.": 444,
  "0.91.": 445,
  "-1.76.": 446,
  "0.91%.": 447,
  "(9.32%),": 448,
  "(7.59%),": 449,
  "(6.93%),": 450,
  "(6.82%),": 451,
  "(6.76%),": 452,
  "green": 453,
  "energy": 454,
  "(5.45%),": 455,
  "(5.28%),": 456,
  "(4.55%),": 457,
  "dredging": 458,
  "(4.07%),": 459,
  "(3.94%).": 460,
  "motilal": 461,
  "oswal": 462,
  "bse": 463,
  "enhanced": 464,
  "value": 465,
  "index": 466,
  "₹27.65.": 467,
  "23.99%.": 468,
  "32.58%.": 469,
  "4.80%.": 470,
  "19.16%.": 471,
  "18.84%.": 472,
  "19.65.": 473,
  "1.38.": 474,
  "15.11.": 475,
  "1.24.": 476,
  "0.36%.": 477,
  "load:": 478,
  "1%-": 479,
  "or": 480,
  "days": 481,
  "(9.86%),": 482,
  "(8.92%),": 483,
  "hindalco": 484,
  "(8.36%),": 485,
  "(8.14%),": 486,
  "(8.11%),": 487,
  "(5.48%),": 488,
  "(5.34%),": 489,
  "(4.01%),": 490,
  "canara": 491,
  "(3.75%),": 492,
  "passenger": 493,
  "vehicles": 494,
  "(3.62%).": 495,
  "nippon": 496,
  "asset": 497,
  "allocation": 498,
  "2026-04-07": 499,
  "₹25.05.": 500,
  "23.40%.": 501,
  "20.51%.": 502,
  "16.63%.": 503,
  "31.90%.": 504,
  "15.09%.": 505,
  "17.81%.": 506,
  "16.11%.": 507,
  "9.09.": 508,
  "1.40.": 509,
  "0.39%.": 510,
  "gold": 511,
  "bees": 512,
  "(9.53%),": 513,
  "ishares": 514,
  "msci": 515,
  "world": 516,
  "(5.32%),": 517,
  "(4.30%),": 518,
  "(3.93%),": 519,
  "(3.01%),": 520,
  "(2.66%),": 521,
  "(2.36%),": 522,
  "(1.77%),": 523,
  "(1.73%),": 524,
  "(1.68%).": 525,
  "₹36.77.": 526,
  "160.82%.": 527,
  "45.65%.": 528,
  "22.84.": 529,
  "-1.14.": 530,
  "(99.93%).": 531,
  "quant": 532,
  "₹171.91.": 533,
  "27.62%.": 534,
  "24.37%.": 535,
  "24.26%.": 536,
  "9.86%.": 537,
  "11.77.": 538,
  "1.32.": 539,
  "0.58%.": 540,
  "(10.24%),": 541,
  "(9.16%),": 542,
  "(7.86%),": 543,
  "(7.24%),": 544,
  "co": 545,
  "(6.56%),": 546,
  "bajaj": 547,
  "(4.52%),": 548,
  "wipro": 549,
  "(3.54%),": 550,
  "premier": 551,
  "energies": 552,
  "(3.30%),": 553,
  "aurobindo": 554,
  "pharma": 555,
  "(2.90%),": 556,
  "adani": 557,
  "(2.40%).": 558,
  "sbi": 559,
  "children's": 560,
  "₹44.61.": 561,
  "12.30%.": 562,
  "21.54%.": 563,
  "24.72%.": 564,
  "117.29%.": 565,
  "14.14.": 566,
  "0.98.": 567,
  "0.84%.": 568,
  "respect": 569,
  "subject": 570,
  "lock-in": 571,
  "period": 572,
  "holding": 573,
  "less": 574,
  "than": 575,
  "years:": 576,
  "alphabet": 577,
  "inc": 578,
  "class": 579,
  "(6.89%),": 580,
  "thangamayil": 581,
  "jewellery": 582,
  "(5.49%),": 583,
  "(4.71%),": 584,
  "muthoot": 585,
  "(4.38%),": 586,
  "hatsun": 587,
  "agro": 588,
  "product": 589,
  "privi": 590,
  "speciality": 591,
  "chemicals": 592,
  "(3.47%),": 593,
  "aether": 594,
  "(3.40%),": 595,
  "sona": 596,
  "blw": 597,
  "precision": 598,
  "forgings": 599,
  "(3.29%),": 600,
  "renew": 601,
  "global": 602,
  "plc": 603,
  "(rnw)": 604,
  "(3.09%),": 605,
  "(2.96%).": 606,
  "₹38.49.": 607,
  "20.66%.": 608,
  "33.14%.": 609,
  "27.96%.": 610,
  "3.93%.": 611,
  "22.62.": 612,
  "1.04.": 613,
  "1.10.": 614,
  "0.85%.": 615,
  "0.50%": 616,
  "(18.23%),": 617,
  "(9.33%),": 618,
  "(9.10%),": 619,
  "(9.05%),": 620,
  "(9.01%),": 621,
  "(5.71%),": 622,
  "(3.67%),": 623,
  "nmdc": 624,
  "(3.48%),": 625,
  "(2.85%).": 626
}