{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-18": 24,
  "₹26.86.": 25,
  "1y": 26,
  "returns:": 27,
  "13.94%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.88%.": 31,
  "5y": 32,
  "10.80%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.27.": 144,
  "10.68%.": 145,
  "12.81%.": 146,
  "4.91%.": 147,
  "7.95%.": 148,
  "7.55%.": 149,
  "6.56%.": 150,
  "1.80.": 151,
  "2.40.": 152,
  "0.81%.": 153,
  "₹1000.": 154,
  "(8.05%),": 155,
  "(7.09%),": 156,
  "(4.09%),": 157,
  "(3.71%),": 158,
  "(3.53%),": 159,
  "nuvama": 160,
  "wealth": 161,
  "(3.13%),": 162,
  "(3.05%),": 163,
  "(2.70%),": 164,
  "(2.62%),": 165,
  "jtpm": 166,
  "metal": 167,
  "traders": 168,
  "(2.61%).": 169,
  "psu": 170,
  "equity": 171,
  "very": 172,
  "2026-03-19": 173,
  "₹37.74.": 174,
  "16.95%.": 175,
  "28.79%.": 176,
  "26.66%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.60%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(20.19%),": 201,
  "ntpc": 202,
  "(8.28%),": 203,
  "power": 204,
  "grid": 205,
  "corporation": 206,
  "(6.05%),": 207,
  "bharat": 208,
  "electronics": 209,
  "(5.22%),": 210,
  "oil": 211,
  "and": 212,
  "natural": 213,
  "gas": 214,
  "(4.88%),": 215,
  "gail": 216,
  "(india)": 217,
  "(4.70%),": 218,
  "baroda": 219,
  "(4.31%),": 220,
  "heavy": 221,
  "electricals": 222,
  "(4.26%),": 223,
  "petroleum": 224,
  "(4.17%),": 225,
  "(4.11%).": 226,
  "silver": 227,
  "etf": 228,
  "fof": 229,
  "commodity": 230,
  "₹35.64.": 231,
  "124.72%.": 232,
  "48.39%.": 233,
  "154.77%.": 234,
  "47.07%.": 235,
  "22.57.": 236,
  "1.19.": 237,
  "-0.73.": 238,
  "0.96.": 239,
  "0.30%.": 240,
  "0.5%": 241,
  "two": 242,
  "etf-growth": 243,
  "(100.00%).": 244,
  "axis": 245,
  "₹38.96.": 246,
  "123.25%.": 247,
  "48.14%.": 248,
  "22.23.": 249,
  "1.20.": 250,
  "-0.37.": 251,
  "0.94.": 252,
  "0.14%.": 253,
  "0.25%,": 254,
  "7": 255,
  "₹5000.": 256,
  "regular-growth": 257,
  "(99.78%).": 258,
  "dsp": 259,
  "₹55.72.": 260,
  "6.60%.": 261,
  "15.11%.": 262,
  "11.83%.": 263,
  "7.05%.": 264,
  "6.87.": 265,
  "0.41%.": 266,
  "3%,": 267,
  "12": 268,
  "months.": 269,
  "(8.99%),": 270,
  "renewables": 271,
  "(6.95%),": 272,
  "roadstar": 273,
  "infra": 274,
  "trust": 275,
  "(6.83%),": 276,
  "(6.71%),": 277,
  "nirma": 278,
  "(6.67%),": 279,
  "tata": 280,
  "projects": 281,
  "(4.74%),": 282,
  "(4.72%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹119.06.": 288,
  "1.08%.": 289,
  "9.99%.": 290,
  "10.87%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "8.29.": 295,
  "0.76.": 296,
  "1.03%.": 297,
  "investment,1%": 298,
  "will": 299,
  "be": 300,
  "charged": 301,
  "redemption": 302,
  "year.": 303,
  "(7.04%),": 304,
  "icici": 305,
  "(6.78%),": 306,
  "(4.64%),": 307,
  "reliance": 308,
  "industries": 309,
  "(4.21%),": 310,
  "(2.92%),": 311,
  "larsen": 312,
  "toubro": 313,
  "(2.87%),": 314,
  "infosys": 315,
  "(2.77%),": 316,
  "kotak": 317,
  "mahindra": 318,
  "(2.45%),": 319,
  "itc": 320,
  "(2.17%).": 321,
  "plus": 322,
  "arbitrage": 323,
  "active": 324,
  "moderate.": 325,
  "₹44.49.": 326,
  "13.14%.": 327,
  "12.77%.": 328,
  "10.91%.": 329,
  "7.37%.": 330,
  "5.79.": 331,
  "1.13.": 332,
  "0.07%.": 333,
  "nil": 334,
  "corporate": 335,
  "bond": 336,
  "plan-growth": 337,
  "(44.12%),": 338,
  "wholesale": 339,
  "direct-growth": 340,
  "(35.34%),": 341,
  "money": 342,
  "(18.17%).": 343,
  "₹37.79.": 344,
  "124.56%.": 345,
  "48.58%.": 346,
  "22.93.": 347,
  "1.18.": 348,
  "-0.89.": 349,
  "0.97.": 350,
  "0.23%.": 351,
  "1%,": 352,
  "15": 353,
  "regular": 354,
  "-": 355,
  "(100.04%).": 356,
  "hsbc": 357,
  "₹36.52.": 358,
  "20.67%.": 359,
  "11.87%.": 360,
  "9.46%.": 361,
  "6.85.": 362,
  "0.80.": 363,
  "0.96%.": 364,
  "10%": 365,
  "(5.43%),": 366,
  "(5.42%),": 367,
  "(5.41%),": 368,
  "rec": 369,
  "(5.23%),": 370,
  "(5.08%),": 371,
  "(5.00%),": 372,
  "(4.15%),": 373,
  "piramal": 374,
  "(3.60%).": 375,
  "prudential": 376,
  "₹22.09.": 377,
  "13.34%.": 378,
  "27.89%.": 379,
  "18.35.": 380,
  "1.17.": 381,
  "1.03.": 382,
  "0.81.": 383,
  "0.86%.": 384,
  "before": 385,
  "month": 386,
  "date": 387,
  "allotment.": 388,
  "(8.39%),": 389,
  "(7.48%),": 390,
  "(5.67%),": 391,
  "insurance": 392,
  "(4.47%),": 393,
  "(3.98%),": 394,
  "indian": 395,
  "(3.79%),": 396,
  "hindustan": 397,
  "aeronautics": 398,
  "(3.77%),": 399,
  "(3.21%).": 400,
  "retirement": 401,
  "aggressive": 402,
  "₹28.16.": 403,
  "21.90%.": 404,
  "16.44%.": 405,
  "13.83%.": 406,
  "11.97.": 407,
  "1.43.": 408,
  "0.80%.": 409,
  "vedanta": 410,
  "(2.67%),": 411,
  "motors": 412,
  "(2.57%),": 413,
  "multi": 414,
  "exchange": 415,
  "(2.28%),": 416,
  "tech": 417,
  "(2.07%),": 418,
  "titan": 419,
  "company": 420,
  "(2.05%),": 421,
  "mphasis": 422,
  "(1.97%),": 423,
  "ultratech": 424,
  "cement": 425,
  "(1.96%),": 426,
  "(1.95%),": 427,
  "(1.88%).": 428,
  "₹35.07.": 429,
  "125.03%.": 430,
  "48.46%.": 431,
  "22.66.": 432,
  "0.17%.": 433,
  "(99.85%).": 434,
  "invesco": 435,
  "₹75.66.": 436,
  "16.49%.": 437,
  "29.89%.": 438,
  "25.59%.": 439,
  "11.34%.": 440,
  "21.78.": 441,
  "-1.21.": 442,
  "0.90%.": 443,
  "(9.32%),": 444,
  "(7.59%),": 445,
  "(6.93%),": 446,
  "(6.82%),": 447,
  "(6.76%),": 448,
  "green": 449,
  "energy": 450,
  "(5.45%),": 451,
  "(5.28%),": 452,
  "(4.55%),": 453,
  "dredging": 454,
  "(4.07%),": 455,
  "(3.94%).": 456,
  "motilal": 457,
  "oswal": 458,
  "bse": 459,
  "enhanced": 460,
  "value": 461,
  "index": 462,
  "₹26.68.": 463,
  "18.12%.": 464,
  "30.90%.": 465,
  "4.80%.": 466,
  "19.16%.": 467,
  "18.84%.": 468,
  "19.65.": 469,
  "1.38.": 470,
  "15.11.": 471,
  "1.24.": 472,
  "0.36%.": 473,
  "load:": 474,
  "1%-": 475,
  "on": 476,
  "or": 477,
  "days": 478,
  "(9.86%),": 479,
  "(8.92%),": 480,
  "hindalco": 481,
  "(8.36%),": 482,
  "(8.14%),": 483,
  "(8.11%),": 484,
  "(5.48%),": 485,
  "(5.34%),": 486,
  "(4.01%),": 487,
  "canara": 488,
  "(3.75%),": 489,
  "passenger": 490,
  "vehicles": 491,
  "(3.62%).": 492,
  "nippon": 493,
  "asset": 494,
  "allocation": 495,
  "₹24.98.": 496,
  "22.52%.": 497,
  "22.79%.": 498,
  "17.87%.": 499,
  "31.90%.": 500,
  "15.09%.": 501,
  "17.81%.": 502,
  "16.11%.": 503,
  "7.29.": 504,
  "0.40%.": 505,
  "gold": 506,
  "bees": 507,
  "(9.53%),": 508,
  "ishares": 509,
  "msci": 510,
  "world": 511,
  "(5.32%),": 512,
  "(4.30%),": 513,
  "(3.93%),": 514,
  "(3.01%),": 515,
  "(2.66%),": 516,
  "(2.36%),": 517,
  "(1.77%),": 518,
  "(1.73%),": 519,
  "(1.68%).": 520,
  "₹34.94.": 521,
  "124.76%.": 522,
  "48.29%.": 523,
  "22.84.": 524,
  "-1.14.": 525,
  "(99.93%).": 526,
  "quant": 527,
  "₹168.00.": 528,
  "22.17%.": 529,
  "24.07%.": 530,
  "25.24%.": 531,
  "9.86%.": 532,
  "10.76.": 533,
  "1.67.": 534,
  "0.58%.": 535,
  "(10.24%),": 536,
  "(9.16%),": 537,
  "(7.86%),": 538,
  "(7.24%),": 539,
  "co": 540,
  "(6.56%),": 541,
  "bajaj": 542,
  "(4.52%),": 543,
  "wipro": 544,
  "(3.54%),": 545,
  "premier": 546,
  "energies": 547,
  "(3.30%),": 548,
  "aurobindo": 549,
  "pharma": 550,
  "(2.90%),": 551,
  "adani": 552,
  "(2.40%).": 553,
  "sbi": 554,
  "children's": 555,
  "₹44.51.": 556,
  "13.01%.": 557,
  "22.97%.": 558,
  "26.31%.": 559,
  "117.29%.": 560,
  "13.19.": 561,
  "1.23.": 562,
  "respect": 563,
  "subject": 564,
  "lock-in": 565,
  "period": 566,
  "holding": 567,
  "less": 568,
  "than": 569,
  "years:": 570,
  "alphabet": 571,
  "inc": 572,
  "class": 573,
  "(6.89%),": 574,
  "thangamayil": 575,
  "jewellery": 576,
  "(5.49%),": 577,
  "(4.71%),": 578,
  "muthoot": 579,
  "(4.38%),": 580,
  "hatsun": 581,
  "agro": 582,
  "product": 583,
  "privi": 584,
  "speciality": 585,
  "chemicals": 586,
  "(3.47%),": 587,
  "aether": 588,
  "(3.40%),": 589,
  "sona": 590,
  "blw": 591,
  "precision": 592,
  "forgings": 593,
  "(3.29%),": 594,
  "renew": 595,
  "global": 596,
  "plc": 597,
  "(rnw)": 598,
  "(3.09%),": 599,
  "(2.96%).": 600,
  "₹37.51.": 601,
  "18.63%.": 602,
  "32.01%.": 603,
  "27.31%.": 604,
  "3.93%.": 605,
  "20.96.": 606,
  "1.35.": 607,
  "1.82.": 608,
  "0.93.": 609,
  "0.82%.": 610,
  "0.50%": 611,
  "(18.23%),": 612,
  "(9.33%),": 613,
  "(9.10%),": 614,
  "(9.05%),": 615,
  "(9.01%),": 616,
  "(5.71%),": 617,
  "(3.67%),": 618,
  "nmdc": 619,
  "(3.48%),": 620,
  "(2.85%).": 621
}