{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-31": 24,
  "₹26.91.": 25,
  "1y": 26,
  "returns:": 27,
  "13.31%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.82%.": 31,
  "5y": 32,
  "10.70%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.18.": 144,
  "9.60%.": 145,
  "10.48%.": 146,
  "12.62%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "2026-04-01": 174,
  "₹37.11.": 175,
  "10.35%.": 176,
  "28.44%.": 177,
  "26.02%.": 178,
  "16.04%.": 179,
  "5.81%.": 180,
  "28.28%.": 181,
  "29.79%.": 182,
  "21.09.": 183,
  "1.22.": 184,
  "-1.30.": 185,
  "0.95.": 186,
  "0.62%.": 187,
  "30": 188,
  "days.": 189,
  "₹500.": 190,
  "at": 191,
  "20%,": 192,
  "you": 193,
  "redeem": 194,
  "before": 195,
  "one": 196,
  "year.": 197,
  "required": 198,
  "pay": 199,
  "ltcg": 200,
  "12.5%": 201,
  "on": 202,
  "rs": 203,
  "1.25": 204,
  "lakh+": 205,
  "state": 206,
  "(20.19%),": 207,
  "ntpc": 208,
  "(8.28%),": 209,
  "power": 210,
  "grid": 211,
  "corporation": 212,
  "(6.05%),": 213,
  "bharat": 214,
  "electronics": 215,
  "(5.22%),": 216,
  "oil": 217,
  "and": 218,
  "natural": 219,
  "gas": 220,
  "(4.88%),": 221,
  "gail": 222,
  "(india)": 223,
  "(4.70%),": 224,
  "baroda": 225,
  "(4.31%),": 226,
  "heavy": 227,
  "electricals": 228,
  "(4.26%),": 229,
  "petroleum": 230,
  "(4.17%),": 231,
  "(4.11%).": 232,
  "silver": 233,
  "etf": 234,
  "fof": 235,
  "commodity": 236,
  "₹36.51.": 237,
  "129.83%.": 238,
  "46.33%.": 239,
  "154.77%.": 240,
  "47.07%.": 241,
  "22.57.": 242,
  "1.19.": 243,
  "-0.73.": 244,
  "0.96.": 245,
  "0.30%.": 246,
  "0.5%": 247,
  "etf-growth": 248,
  "(100.00%).": 249,
  "axis": 250,
  "₹40.22.": 251,
  "127.28%.": 252,
  "46.84%.": 253,
  "22.23.": 254,
  "1.20.": 255,
  "-0.37.": 256,
  "0.94.": 257,
  "0.14%.": 258,
  "0.25%,": 259,
  "7": 260,
  "₹5000.": 261,
  "regular-growth": 262,
  "(99.78%).": 263,
  "dsp": 264,
  "₹55.43.": 265,
  "5.41%.": 266,
  "14.56%.": 267,
  "11.66%.": 268,
  "7.05%.": 269,
  "6.87.": 270,
  "0.40%.": 271,
  "3%,": 272,
  "12": 273,
  "months.": 274,
  "(8.99%),": 275,
  "renewables": 276,
  "(6.95%),": 277,
  "roadstar": 278,
  "infra": 279,
  "trust": 280,
  "(6.83%),": 281,
  "(6.71%),": 282,
  "nirma": 283,
  "(6.67%),": 284,
  "tata": 285,
  "projects": 286,
  "(4.74%),": 287,
  "(4.72%),": 288,
  "(4.68%),": 289,
  "(4.62%).": 290,
  "hdfc": 291,
  "hybrid": 292,
  "₹116.77.": 293,
  "-2.38%.": 294,
  "8.83%.": 295,
  "10.21%.": 296,
  "11.80%.": 297,
  "4.72%.": 298,
  "14.31%.": 299,
  "13.94%.": 300,
  "8.29.": 301,
  "0.76.": 302,
  "1.04%.": 303,
  "investment,1%": 304,
  "will": 305,
  "be": 306,
  "charged": 307,
  "redemption": 308,
  "(7.04%),": 309,
  "icici": 310,
  "(6.78%),": 311,
  "(4.64%),": 312,
  "reliance": 313,
  "industries": 314,
  "(4.21%),": 315,
  "(2.92%),": 316,
  "larsen": 317,
  "toubro": 318,
  "(2.87%),": 319,
  "infosys": 320,
  "(2.77%),": 321,
  "kotak": 322,
  "mahindra": 323,
  "(2.45%),": 324,
  "itc": 325,
  "(2.17%).": 326,
  "plus": 327,
  "arbitrage": 328,
  "active": 329,
  "moderate.": 330,
  "₹44.39.": 331,
  "5.73%.": 332,
  "12.87%.": 333,
  "12.46%.": 334,
  "10.91%.": 335,
  "7.37%.": 336,
  "5.79.": 337,
  "1.13.": 338,
  "0.07%.": 339,
  "nil": 340,
  "corporate": 341,
  "bond": 342,
  "plan-growth": 343,
  "(44.12%),": 344,
  "wholesale": 345,
  "direct-growth": 346,
  "(35.34%),": 347,
  "money": 348,
  "(18.17%).": 349,
  "₹38.99.": 350,
  "46.47%.": 351,
  "22.93.": 352,
  "1.18.": 353,
  "-0.89.": 354,
  "0.97.": 355,
  "0.23%.": 356,
  "1%,": 357,
  "15": 358,
  "regular": 359,
  "-": 360,
  "(100.04%).": 361,
  "hsbc": 362,
  "₹36.50.": 363,
  "18.41%.": 364,
  "11.76%.": 365,
  "9.31%.": 366,
  "6.85.": 367,
  "0.80.": 368,
  "0.96%.": 369,
  "10%": 370,
  "(5.43%),": 371,
  "(5.42%),": 372,
  "(5.41%),": 373,
  "rec": 374,
  "(5.23%),": 375,
  "(5.08%),": 376,
  "(5.00%),": 377,
  "(4.15%),": 378,
  "piramal": 379,
  "(3.60%).": 380,
  "prudential": 381,
  "₹21.39.": 382,
  "5.63%.": 383,
  "26.78%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "0.87%.": 389,
  "month": 390,
  "date": 391,
  "allotment.": 392,
  "(8.39%),": 393,
  "(7.48%),": 394,
  "(5.67%),": 395,
  "insurance": 396,
  "(4.47%),": 397,
  "(3.98%),": 398,
  "indian": 399,
  "(3.79%),": 400,
  "hindustan": 401,
  "aeronautics": 402,
  "(3.77%),": 403,
  "(3.21%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹27.58.": 407,
  "8.41%.": 408,
  "20.90%.": 409,
  "16.01%.": 410,
  "13.83%.": 411,
  "11.97.": 412,
  "1.43.": 413,
  "vedanta": 414,
  "(2.67%),": 415,
  "motors": 416,
  "(2.57%),": 417,
  "multi": 418,
  "exchange": 419,
  "(2.28%),": 420,
  "tech": 421,
  "(2.07%),": 422,
  "titan": 423,
  "company": 424,
  "(2.05%),": 425,
  "mphasis": 426,
  "(1.97%),": 427,
  "ultratech": 428,
  "cement": 429,
  "(1.96%),": 430,
  "(1.95%),": 431,
  "(1.88%).": 432,
  "₹34.58.": 433,
  "119.42%.": 434,
  "44.39%.": 435,
  "22.66.": 436,
  "0.17%.": 437,
  "(99.85%).": 438,
  "invesco": 439,
  "₹74.38.": 440,
  "5.50%.": 441,
  "27.57%.": 442,
  "24.36%.": 443,
  "11.34%.": 444,
  "21.78.": 445,
  "-1.21.": 446,
  "0.91%.": 447,
  "(9.32%),": 448,
  "(7.59%),": 449,
  "(6.93%),": 450,
  "(6.82%),": 451,
  "(6.76%),": 452,
  "green": 453,
  "energy": 454,
  "(5.45%),": 455,
  "(5.28%),": 456,
  "(4.55%),": 457,
  "dredging": 458,
  "(4.07%),": 459,
  "(3.94%).": 460,
  "motilal": 461,
  "oswal": 462,
  "bse": 463,
  "enhanced": 464,
  "value": 465,
  "index": 466,
  "₹26.23.": 467,
  "13.26%.": 468,
  "30.75%.": 469,
  "4.80%.": 470,
  "19.16%.": 471,
  "18.84%.": 472,
  "19.65.": 473,
  "1.38.": 474,
  "15.11.": 475,
  "1.24.": 476,
  "0.36%.": 477,
  "load:": 478,
  "1%-": 479,
  "or": 480,
  "days": 481,
  "(9.86%),": 482,
  "(8.92%),": 483,
  "hindalco": 484,
  "(8.36%),": 485,
  "(8.14%),": 486,
  "(8.11%),": 487,
  "(5.48%),": 488,
  "(5.34%),": 489,
  "(4.01%),": 490,
  "canara": 491,
  "(3.75%),": 492,
  "passenger": 493,
  "vehicles": 494,
  "(3.62%).": 495,
  "nippon": 496,
  "asset": 497,
  "allocation": 498,
  "₹24.51.": 499,
  "15.20%.": 500,
  "20.01%.": 501,
  "16.60%.": 502,
  "31.90%.": 503,
  "15.09%.": 504,
  "17.81%.": 505,
  "16.11%.": 506,
  "7.29.": 507,
  "0.39%.": 508,
  "gold": 509,
  "bees": 510,
  "(9.53%),": 511,
  "ishares": 512,
  "msci": 513,
  "world": 514,
  "(5.32%),": 515,
  "(4.30%),": 516,
  "(3.93%),": 517,
  "(3.01%),": 518,
  "(2.66%),": 519,
  "(2.36%),": 520,
  "(1.77%),": 521,
  "(1.73%),": 522,
  "(1.68%).": 523,
  "₹35.86.": 524,
  "129.95%.": 525,
  "46.19%.": 526,
  "22.84.": 527,
  "-1.14.": 528,
  "(99.93%).": 529,
  "quant": 530,
  "₹166.03.": 531,
  "19.64%.": 532,
  "23.43%.": 533,
  "24.55%.": 534,
  "9.86%.": 535,
  "10.76.": 536,
  "1.67.": 537,
  "0.58%.": 538,
  "(10.24%),": 539,
  "(9.16%),": 540,
  "(7.86%),": 541,
  "(7.24%),": 542,
  "co": 543,
  "(6.56%),": 544,
  "bajaj": 545,
  "(4.52%),": 546,
  "wipro": 547,
  "(3.54%),": 548,
  "premier": 549,
  "energies": 550,
  "(3.30%),": 551,
  "aurobindo": 552,
  "pharma": 553,
  "(2.90%),": 554,
  "adani": 555,
  "(2.40%).": 556,
  "sbi": 557,
  "magnum": 558,
  "children's": 559,
  "benefit": 560,
  "an": 561,
  "amc": 562,
  "specified.": 563,
  "performance": 564,
  "data": 565,
  "available.": 566,
  "metrics": 567,
  "operational": 568,
  "details": 569,
  "(expenses,": 570,
  "load,": 571,
  "investments)": 572,
  "no": 573,
  "portfolio": 574,
  "₹36.25.": 575,
  "10.46%.": 576,
  "30.76%.": 577,
  "26.68%.": 578,
  "3.93%.": 579,
  "20.96.": 580,
  "1.35.": 581,
  "1.82.": 582,
  "0.93.": 583,
  "0.85%.": 584,
  "0.50%": 585,
  "(18.23%),": 586,
  "(9.33%),": 587,
  "(9.10%),": 588,
  "(9.05%),": 589,
  "(9.01%),": 590,
  "(5.71%),": 591,
  "(3.67%),": 592,
  "nmdc": 593,
  "(3.48%),": 594,
  "(2.85%).": 595
}