{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-11": 24,
  "₹26.86.": 25,
  "1y": 26,
  "returns:": 27,
  "14.23%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.96%.": 31,
  "5y": 32,
  "10.76%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.31.": 144,
  "11.03%.": 145,
  "10.78%.": 146,
  "12.76%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹39.20.": 174,
  "26.00%.": 175,
  "29.80%.": 176,
  "26.81%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.60%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(19.28%),": 201,
  "ntpc": 202,
  "(8.22%),": 203,
  "bharat": 204,
  "electronics": 205,
  "(5.61%),": 206,
  "power": 207,
  "grid": 208,
  "corporation": 209,
  "(5.54%),": 210,
  "gail": 211,
  "(india)": 212,
  "(5.36%),": 213,
  "oil": 214,
  "and": 215,
  "natural": 216,
  "gas": 217,
  "(4.60%),": 218,
  "baroda": 219,
  "(4.27%),": 220,
  "petroleum": 221,
  "(4.20%),": 222,
  "(4.08%),": 223,
  "maharashtra": 224,
  "(3.79%).": 225,
  "silver": 226,
  "etf": 227,
  "fof": 228,
  "commodity": 229,
  "₹40.92.": 230,
  "166.13%.": 231,
  "59.10%.": 232,
  "154.77%.": 233,
  "47.07%.": 234,
  "22.57.": 235,
  "1.19.": 236,
  "-0.73.": 237,
  "0.96.": 238,
  "0.30%.": 239,
  "0.5%": 240,
  "two": 241,
  "etf-growth": 242,
  "(101.51%).": 243,
  "axis": 244,
  "₹45.16.": 245,
  "165.94%.": 246,
  "58.29%.": 247,
  "22.23.": 248,
  "1.20.": 249,
  "-0.37.": 250,
  "0.94.": 251,
  "0.14%.": 252,
  "0.25%,": 253,
  "7": 254,
  "₹5000.": 255,
  "regular-growth": 256,
  "(101.25%).": 257,
  "dsp": 258,
  "₹55.73.": 259,
  "6.80%.": 260,
  "15.23%.": 261,
  "11.85%.": 262,
  "7.05%.": 263,
  "6.87.": 264,
  "0.41%.": 265,
  "3%,": 266,
  "12": 267,
  "months.": 268,
  "(8.99%),": 269,
  "renewables": 270,
  "(6.95%),": 271,
  "roadstar": 272,
  "infra": 273,
  "trust": 274,
  "(6.83%),": 275,
  "(6.71%),": 276,
  "nirma": 277,
  "(6.67%),": 278,
  "tata": 279,
  "projects": 280,
  "(4.74%),": 281,
  "(4.72%),": 282,
  "(4.70%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹122.83.": 288,
  "5.78%.": 289,
  "10.74%.": 290,
  "11.08%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "8.29.": 296,
  "0.76.": 297,
  "1.03%.": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "year.": 304,
  "(7.36%),": 305,
  "icici": 306,
  "(7.22%),": 307,
  "(5.07%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.22%),": 311,
  "infosys": 312,
  "(3.50%),": 313,
  "(2.89%),": 314,
  "larsen": 315,
  "toubro": 316,
  "(2.81%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "(2.57%),": 320,
  "(2.49%),": 321,
  "bharti": 322,
  "airtel": 323,
  "(2.48%).": 324,
  "plus": 325,
  "arbitrage": 326,
  "active": 327,
  "moderate.": 328,
  "₹44.51.": 329,
  "12.87%.": 330,
  "12.45%.": 331,
  "10.91%.": 332,
  "7.37%.": 333,
  "5.79.": 334,
  "1.13.": 335,
  "0.07%.": 336,
  "nil": 337,
  "corporate": 338,
  "bond": 339,
  "plan-growth": 340,
  "(43.14%),": 341,
  "wholesale": 342,
  "direct-growth": 343,
  "(36.44%),": 344,
  "money": 345,
  "(18.71%).": 346,
  "₹43.53.": 347,
  "165.74%.": 348,
  "59.26%.": 349,
  "22.93.": 350,
  "1.18.": 351,
  "-0.89.": 352,
  "0.97.": 353,
  "0.23%.": 354,
  "1%,": 355,
  "15": 356,
  "regular": 357,
  "-": 358,
  "(101.03%).": 359,
  "hsbc": 360,
  "₹36.52.": 361,
  "20.88%.": 362,
  "11.97%.": 363,
  "9.47%.": 364,
  "6.85.": 365,
  "0.80.": 366,
  "0.96%.": 367,
  "10%": 368,
  "(5.43%),": 369,
  "(5.42%),": 370,
  "(5.41%),": 371,
  "rec": 372,
  "(5.23%),": 373,
  "(5.08%),": 374,
  "(5.00%),": 375,
  "(4.21%),": 376,
  "(4.15%),": 377,
  "piramal": 378,
  "(3.60%).": 379,
  "prudential": 380,
  "₹22.84.": 381,
  "20.85%.": 382,
  "28.82%.": 383,
  "18.35.": 384,
  "1.17.": 385,
  "1.03.": 386,
  "0.81.": 387,
  "0.86%.": 388,
  "before": 389,
  "month": 390,
  "date": 391,
  "allotment.": 392,
  "(11.31%),": 393,
  "(9.27%),": 394,
  "(6.76%),": 395,
  "(5.30%),": 396,
  "hindustan": 397,
  "aeronautics": 398,
  "indian": 399,
  "(3.93%),": 400,
  "insurance": 401,
  "(3.78%),": 402,
  "(3.58%),": 403,
  "(3.36%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹29.00.": 407,
  "17.89%.": 408,
  "22.89%.": 409,
  "16.52%.": 410,
  "13.83%.": 411,
  "11.97.": 412,
  "1.43.": 413,
  "multi": 414,
  "exchange": 415,
  "(3.38%),": 416,
  "mphasis": 417,
  "(2.85%),": 418,
  "motors": 419,
  "(2.79%),": 420,
  "vedanta": 421,
  "(2.75%),": 422,
  "tech": 423,
  "(2.14%),": 424,
  "upl": 425,
  "(2.09%),": 426,
  "titan": 427,
  "company": 428,
  "(1.95%),": 429,
  "ultratech": 430,
  "cement": 431,
  "(1.83%),": 432,
  "interglobe": 433,
  "aviation": 434,
  "(1.79%).": 435,
  "₹40.25.": 436,
  "165.53%.": 437,
  "59.14%.": 438,
  "22.66.": 439,
  "0.17%.": 440,
  "(100.82%).": 441,
  "invesco": 442,
  "₹78.76.": 443,
  "26.44%.": 444,
  "31.05%.": 445,
  "25.88%.": 446,
  "11.34%.": 447,
  "21.78.": 448,
  "-1.21.": 449,
  "0.89%.": 450,
  "(9.35%),": 451,
  "(9.02%),": 452,
  "(7.07%),": 453,
  "(6.64%),": 454,
  "(5.81%),": 455,
  "green": 456,
  "energy": 457,
  "(5.27%),": 458,
  "dredging": 459,
  "(4.88%),": 460,
  "dynamics": 461,
  "(4.50%),": 462,
  "(4.30%).": 463,
  "motilal": 464,
  "oswal": 465,
  "bse": 466,
  "enhanced": 467,
  "value": 468,
  "index": 469,
  "₹28.31.": 470,
  "28.46%.": 471,
  "32.97%.": 472,
  "4.80%.": 473,
  "19.16%.": 474,
  "18.84%.": 475,
  "19.65.": 476,
  "1.38.": 477,
  "15.11.": 478,
  "1.24.": 479,
  "0.36%.": 480,
  "load:": 481,
  "1%-": 482,
  "on": 483,
  "or": 484,
  "days": 485,
  "(9.86%),": 486,
  "(8.92%),": 487,
  "hindalco": 488,
  "(8.36%),": 489,
  "(8.14%),": 490,
  "(8.11%),": 491,
  "(5.48%),": 492,
  "(5.34%),": 493,
  "(4.01%),": 494,
  "canara": 495,
  "(3.75%),": 496,
  "passenger": 497,
  "vehicles": 498,
  "(3.62%).": 499,
  "nippon": 500,
  "asset": 501,
  "allocation": 502,
  "₹25.85.": 503,
  "26.60%.": 504,
  "23.32%.": 505,
  "17.74%.": 506,
  "31.90%.": 507,
  "15.09%.": 508,
  "17.81%.": 509,
  "16.11%.": 510,
  "7.29.": 511,
  "gold": 512,
  "bees": 513,
  "(10.55%),": 514,
  "ishares": 515,
  "msci": 516,
  "world": 517,
  "(5.73%),": 518,
  "(3.89%),": 519,
  "(2.72%),": 520,
  "(2.35%),": 521,
  "(1.88%),": 522,
  "(1.63%),": 523,
  "(1.51%),": 524,
  "bajaj": 525,
  "auto": 526,
  "(1.41%).": 527,
  "₹40.16.": 528,
  "165.91%.": 529,
  "59.17%.": 530,
  "22.84.": 531,
  "-1.14.": 532,
  "0.24%.": 533,
  "(100.56%).": 534,
  "quant": 535,
  "₹171.84.": 536,
  "27.17%.": 537,
  "24.90%.": 538,
  "26.57%.": 539,
  "9.86%.": 540,
  "10.76.": 541,
  "1.67.": 542,
  "0.58%.": 543,
  "(9.51%),": 544,
  "(9.31%),": 545,
  "(9.26%),": 546,
  "(7.35%),": 547,
  "nifty": 548,
  "(5.89%),": 549,
  "co": 550,
  "(5.03%),": 551,
  "(4.36%),": 552,
  "wipro": 553,
  "(4.32%),": 554,
  "premier": 555,
  "energies": 556,
  "(3.36%),": 557,
  "aurobindo": 558,
  "pharma": 559,
  "(2.97%).": 560,
  "sbi": 561,
  "children's": 562,
  "₹44.83.": 563,
  "14.98%.": 564,
  "22.77%.": 565,
  "26.62%.": 566,
  "117.29%.": 567,
  "13.19.": 568,
  "1.23.": 569,
  "0.83%.": 570,
  "respect": 571,
  "subject": 572,
  "lock-in": 573,
  "period": 574,
  "holding": 575,
  "less": 576,
  "than": 577,
  "years:": 578,
  "alphabet": 579,
  "inc": 580,
  "class": 581,
  "(7.80%),": 582,
  "muthoot": 583,
  "(5.18%),": 584,
  "thangamayil": 585,
  "jewellery": 586,
  "(4.76%),": 587,
  "(4.37%),": 588,
  "hatsun": 589,
  "agro": 590,
  "product": 591,
  "(4.25%),": 592,
  "aether": 593,
  "(3.68%),": 594,
  "privi": 595,
  "speciality": 596,
  "chemicals": 597,
  "(3.32%),": 598,
  "renew": 599,
  "global": 600,
  "plc": 601,
  "(rnw)": 602,
  "(3.18%),": 603,
  "asahi": 604,
  "glass": 605,
  "(2.98%),": 606,
  "adani": 607,
  "(2.95%).": 608,
  "₹38.95.": 609,
  "27.76%.": 610,
  "32.84%.": 611,
  "27.53%.": 612,
  "3.93%.": 613,
  "20.96.": 614,
  "1.35.": 615,
  "1.82.": 616,
  "0.93.": 617,
  "0.82%.": 618,
  "0.50%": 619,
  "(17.88%),": 620,
  "(9.74%),": 621,
  "(9.19%),": 622,
  "(8.55%),": 623,
  "(8.15%),": 624,
  "(5.91%),": 625,
  "(5.51%),": 626,
  "nmdc": 627,
  "(3.79%),": 628,
  "(3.28%).": 629
}