{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-30": 23,
  "₹27.15.": 24,
  "1y": 25,
  "returns:": 26,
  "12.80%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.79%.": 30,
  "5y": 31,
  "10.70%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "1%,": 58,
  "if": 59,
  "redeemed": 60,
  "within": 61,
  "1": 62,
  "year.": 63,
  "minimum": 64,
  "sip": 65,
  "investment": 66,
  "₹100.": 67,
  "lump-sum": 68,
  "taxation:": 69,
  "returns": 70,
  "are": 71,
  "taxed": 72,
  "per": 73,
  "your": 74,
  "income": 75,
  "tax": 76,
  "slab.": 77,
  "top": 78,
  "holdings": 79,
  "include:": 80,
  "gmr": 81,
  "airports": 82,
  "ltd.": 83,
  "(4.57%),": 84,
  "real": 85,
  "estate": 86,
  "(3.82%),": 87,
  "jubilant": 88,
  "bevco": 89,
  "(3.68%),": 90,
  "goi": 91,
  "(3.36%),": 92,
  "ikf": 93,
  "finance": 94,
  "(2.95%),": 95,
  "hinduja": 96,
  "leyland": 97,
  "(2.91%),": 98,
  "national": 99,
  "bank": 100,
  "for": 101,
  "agriculture": 102,
  "&": 103,
  "rural": 104,
  "development": 105,
  "kogta": 106,
  "financial": 107,
  "india": 108,
  "(2.72%),": 109,
  "gaursons": 110,
  "pvt.": 111,
  "(2.69%),": 112,
  "vedanta": 113,
  "(2.55%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "moderately": 129,
  "₹46.49.": 130,
  "8.67%.": 131,
  "10.32%.": 132,
  "12.58%.": 133,
  "4.91%.": 134,
  "7.95%.": 135,
  "7.55%.": 136,
  "6.56%.": 137,
  "1.91.": 138,
  "0.84%.": 139,
  "₹1000.": 140,
  "(6.92%),": 141,
  "(4.03%),": 142,
  "(3.66%),": 143,
  "(3.50%),": 144,
  "(3.44%),": 145,
  "nuvama": 146,
  "wealth": 147,
  "(3.11%),": 148,
  "oxyzo": 149,
  "services": 150,
  "(2.89%),": 151,
  "(2.61%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.77.": 160,
  "17.56%.": 161,
  "29.81%.": 162,
  "28.47%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "22.89.": 168,
  "0.92.": 169,
  "-1.92.": 170,
  "0.96.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "at": 177,
  "20%,": 178,
  "you": 179,
  "redeem": 180,
  "before": 181,
  "one": 182,
  "after": 183,
  "year,": 184,
  "required": 185,
  "pay": 186,
  "ltcg": 187,
  "12.5%": 188,
  "on": 189,
  "rs": 190,
  "1.25": 191,
  "lakh+": 192,
  "in": 193,
  "state": 194,
  "(18.77%),": 195,
  "ntpc": 196,
  "(9.17%),": 197,
  "power": 198,
  "grid": 199,
  "corporation": 200,
  "(6.85%),": 201,
  "bharat": 202,
  "electronics": 203,
  "(5.37%),": 204,
  "heavy": 205,
  "electricals": 206,
  "(4.51%),": 207,
  "gail": 208,
  "(india)": 209,
  "(4.36%),": 210,
  "oil": 211,
  "and": 212,
  "natural": 213,
  "gas": 214,
  "(4.20%),": 215,
  "maharashtra": 216,
  "baroda": 217,
  "(3.78%),": 218,
  "(3.65%).": 219,
  "silver": 220,
  "etf": 221,
  "fof": 222,
  "commodity": 223,
  "₹36.92.": 224,
  "144.66%.": 225,
  "45.21%.": 226,
  "154.77%.": 227,
  "47.07%.": 228,
  "22.57.": 229,
  "1.19.": 230,
  "-0.73.": 231,
  "0.32%.": 232,
  "0.5%": 233,
  "etf-growth": 234,
  "(99.90%).": 235,
  "axis": 236,
  "₹40.74.": 237,
  "144.38%.": 238,
  "45.42%.": 239,
  "22.23.": 240,
  "1.20.": 241,
  "-0.37.": 242,
  "0.94.": 243,
  "0.11%.": 244,
  "0.25%,": 245,
  "7": 246,
  "₹5000.": 247,
  "regular-growth": 248,
  "(99.88%).": 249,
  "dsp": 250,
  "₹58.71.": 251,
  "10.41%.": 252,
  "16.40%.": 253,
  "12.86%.": 254,
  "7.05%.": 255,
  "6.89.": 256,
  "1.14.": 257,
  "0.41%.": 258,
  "3%,": 259,
  "12": 260,
  "months.": 261,
  "roadstar": 262,
  "infra": 263,
  "trust": 264,
  "(7.13%),": 265,
  "renewables": 266,
  "(7.04%),": 267,
  "tata": 268,
  "housing": 269,
  "devp.": 270,
  "co.": 271,
  "ltd": 272,
  "(6.80%),": 273,
  "nirma": 274,
  "(6.79%),": 275,
  "(6.77%),": 276,
  "rec": 277,
  "(4.87%),": 278,
  "projects": 279,
  "(4.80%),": 280,
  "(4.79%),": 281,
  "(4.75%).": 282,
  "hdfc": 283,
  "hybrid": 284,
  "₹121.38.": 285,
  "-2.32%.": 286,
  "9.08%.": 287,
  "11.23%.": 288,
  "11.80%.": 289,
  "4.72%.": 290,
  "14.31%.": 291,
  "13.94%.": 292,
  "10.53.": 293,
  "0.25.": 294,
  "1.23%.": 295,
  "units": 296,
  "excess": 297,
  "15%": 298,
  "the": 299,
  "investment,1%": 300,
  "will": 301,
  "be": 302,
  "charged": 303,
  "redemption": 304,
  "icici": 305,
  "(6.63%),": 306,
  "(6.49%),": 307,
  "reliance": 308,
  "industries": 309,
  "(4.55%),": 310,
  "(3.86%),": 311,
  "infosys": 312,
  "(2.98%),": 313,
  "(2.81%),": 314,
  "kotak": 315,
  "mahindra": 316,
  "(2.66%),": 317,
  "larsen": 318,
  "toubro": 319,
  "(2.63%),": 320,
  "itc": 321,
  "(2.16%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.65.": 327,
  "5.09%.": 328,
  "12.10%.": 329,
  "12.44%.": 330,
  "10.91%.": 331,
  "7.37%.": 332,
  "5.83.": 333,
  "1.09.": 334,
  "0.02%.": 335,
  "nil": 336,
  "corporate": 337,
  "bond": 338,
  "plan-growth": 339,
  "(44.80%),": 340,
  "wholesale": 341,
  "direct-growth": 342,
  "(36.56%),": 343,
  "money": 344,
  "(18.52%).": 345,
  "₹39.35.": 346,
  "146.01%.": 347,
  "45.48%.": 348,
  "22.93.": 349,
  "1.18.": 350,
  "-0.89.": 351,
  "0.97.": 352,
  "0.21%.": 353,
  "15": 354,
  "regular": 355,
  "-": 356,
  "(100.04%).": 357,
  "hsbc": 358,
  "₹36.70.": 359,
  "5.98%.": 360,
  "11.64%.": 361,
  "9.30%.": 362,
  "6.87.": 363,
  "0.78.": 364,
  "0.95%.": 365,
  "10%": 366,
  "(5.50%),": 367,
  "(5.49%),": 368,
  "(5.47%),": 369,
  "(5.46%),": 370,
  "(5.31%),": 371,
  "(5.30%),": 372,
  "(5.09%),": 373,
  "jsw": 374,
  "kalinga": 375,
  "steel": 376,
  "(4.22%),": 377,
  "(4.14%),": 378,
  "piramal": 379,
  "(3.66%).": 380,
  "prudential": 381,
  "₹23.63.": 382,
  "13.93%.": 383,
  "28.63%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "2.60%.": 389,
  "month": 390,
  "date": 391,
  "allotment.": 392,
  "(13.29%),": 393,
  "(8.68%),": 394,
  "(6.87%),": 395,
  "(6.47%),": 396,
  "insurance": 397,
  "(4.47%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "(4.10%),": 401,
  "(3.73%),": 402,
  "coal": 403,
  "(3.25%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹30.13.": 407,
  "15.00%.": 408,
  "22.71%.": 409,
  "17.94%.": 410,
  "13.83%.": 411,
  "13.39.": 412,
  "1.05.": 413,
  "1.11%.": 414,
  "(2.90%),": 415,
  "multi": 416,
  "exchange": 417,
  "(2.42%),": 418,
  "tech": 419,
  "(2.29%),": 420,
  "titan": 421,
  "company": 422,
  "(2.03%),": 423,
  "motors": 424,
  "(2.01%),": 425,
  "mphasis": 426,
  "(1.92%),": 427,
  "(1.85%),": 428,
  "ultratech": 429,
  "cement": 430,
  "(1.81%),": 431,
  "upl": 432,
  "(1.77%),": 433,
  "(1.74%).": 434,
  "₹36.39.": 435,
  "144.90%.": 436,
  "22.66.": 437,
  "0.22%.": 438,
  "(100.02%).": 439,
  "invesco": 440,
  "₹80.60.": 441,
  "13.78%.": 442,
  "29.87%.": 443,
  "26.51%.": 444,
  "11.34%.": 445,
  "23.41.": 446,
  "0.91.": 447,
  "-1.76.": 448,
  "0.90%.": 449,
  "investment,": 450,
  "(8.60%),": 451,
  "indian": 452,
  "(7.33%),": 453,
  "(6.82%),": 454,
  "petroleum": 455,
  "(6.48%),": 456,
  "(6.24%),": 457,
  "(5.00%),": 458,
  "(4.84%),": 459,
  "green": 460,
  "energy": 461,
  "(4.74%),": 462,
  "(3.89%),": 463,
  "(3.89%).": 464,
  "motilal": 465,
  "oswal": 466,
  "bse": 467,
  "enhanced": 468,
  "value": 469,
  "index": 470,
  "₹28.46.": 471,
  "19.50%.": 472,
  "31.57%.": 473,
  "4.80%.": 474,
  "19.16%.": 475,
  "18.84%.": 476,
  "19.65.": 477,
  "1.38.": 478,
  "15.11.": 479,
  "1.24.": 480,
  "0.56%.": 481,
  "load:": 482,
  "1%-": 483,
  "or": 484,
  "days": 485,
  "(9.18%),": 486,
  "hindalco": 487,
  "(8.05%),": 488,
  "(7.84%),": 489,
  "(7.60%),": 490,
  "passenger": 491,
  "vehicles": 492,
  "(7.38%),": 493,
  "(7.12%),": 494,
  "(7.10%),": 495,
  "(4.60%),": 496,
  "nippon": 497,
  "asset": 498,
  "allocation": 499,
  "2026-04-29": 500,
  "₹26.27.": 501,
  "20.39%.": 502,
  "21.94%.": 503,
  "17.70%.": 504,
  "31.90%.": 505,
  "15.09%.": 506,
  "17.81%.": 507,
  "16.11%.": 508,
  "9.09.": 509,
  "1.40.": 510,
  "0.33%.": 511,
  "gold": 512,
  "bees": 513,
  "(8.97%),": 514,
  "ishares": 515,
  "msci": 516,
  "world": 517,
  "(5.34%),": 518,
  "(3.85%),": 519,
  "(3.55%),": 520,
  "(2.62%),": 521,
  "(2.54%),": 522,
  "(2.33%),": 523,
  "liquid": 524,
  "(2.28%),": 525,
  "(1.76%),": 526,
  "eternal": 527,
  "₹36.28.": 528,
  "145.61%.": 529,
  "45.08%.": 530,
  "22.84.": 531,
  "-1.14.": 532,
  "(99.80%).": 533,
  "quant": 534,
  "₹175.36.": 535,
  "22.34%.": 536,
  "23.98%.": 537,
  "23.31%.": 538,
  "9.86%.": 539,
  "11.77.": 540,
  "1.32.": 541,
  "1.34%.": 542,
  "(9.77%),": 543,
  "(8.54%),": 544,
  "(6.38%),": 545,
  "co": 546,
  "(5.61%),": 547,
  "aurobindo": 548,
  "pharma": 549,
  "(4.97%),": 550,
  "premier": 551,
  "energies": 552,
  "(4.48%),": 553,
  "bajaj": 554,
  "(3.77%),": 555,
  "management": 556,
  "(3.70%),": 557,
  "adani": 558,
  "(2.64%).": 559,
  "sbi": 560,
  "children's": 561,
  "₹49.60.": 562,
  "19.08%.": 563,
  "25.04%.": 564,
  "26.99%.": 565,
  "117.29%.": 566,
  "14.14.": 567,
  "0.98.": 568,
  "1.69%.": 569,
  "respect": 570,
  "subject": 571,
  "lock-in": 572,
  "period": 573,
  "holding": 574,
  "less": 575,
  "than": 576,
  "3": 577,
  "years:": 578,
  "3%": 579,
  "2%": 580,
  "year": 581,
  "but": 582,
  "2": 583,
  "alphabet": 584,
  "inc": 585,
  "class": 586,
  "(6.86%),": 587,
  "(6.84%),": 588,
  "thangamayil": 589,
  "jewellery": 590,
  "(4.93%),": 591,
  "hatsun": 592,
  "agro": 593,
  "product": 594,
  "muthoot": 595,
  "(4.29%),": 596,
  "aether": 597,
  "privi": 598,
  "speciality": 599,
  "chemicals": 600,
  "(3.43%),": 601,
  "(3.29%),": 602,
  "ather": 603,
  "(3.19%),": 604,
  "sona": 605,
  "blw": 606,
  "precision": 607,
  "forgings": 608,
  "(3.08%).": 609,
  "₹39.84.": 610,
  "17.61%.": 611,
  "32.20%.": 612,
  "28.29%.": 613,
  "3.93%.": 614,
  "22.62.": 615,
  "1.04.": 616,
  "1.10.": 617,
  "0.85%.": 618,
  "0.50%": 619,
  "(16.50%),": 620,
  "(10.02%),": 621,
  "(9.72%),": 622,
  "(9.10%),": 623,
  "(8.92%),": 624,
  "(6.55%),": 625,
  "(5.51%),": 626,
  "(4.63%),": 627,
  "nmdc": 628,
  "(3.61%),": 629,
  "(3.48%).": 630
}