{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-10": 23,
  "₹27.13.": 24,
  "1y": 25,
  "returns:": 26,
  "13.61%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.98%.": 30,
  "5y": 31,
  "10.78%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "gmr": 98,
  "airports": 99,
  "ltd.": 100,
  "(4.57%),": 101,
  "real": 102,
  "estate": 103,
  "(3.82%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.68%),": 107,
  "goi": 108,
  "(3.36%),": 109,
  "ikf": 110,
  "finance": 111,
  "(2.95%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "(2.91%),": 115,
  "national": 116,
  "bank": 117,
  "agriculture": 118,
  "&": 119,
  "rural": 120,
  "development": 121,
  "kogta": 122,
  "financial": 123,
  "india": 124,
  "(2.72%),": 125,
  "gaursons": 126,
  "pvt.": 127,
  "(2.69%),": 128,
  "vedanta": 129,
  "(2.55%).": 130,
  "market": 131,
  "news": 132,
  "generic": 133,
  "stream": 134,
  "groww;": 135,
  "not": 136,
  "specific": 137,
  "to": 138,
  "this": 139,
  "single": 140,
  "fund.": 141,
  "medium": 142,
  "term": 143,
  "plan": 144,
  "moderately": 145,
  "₹46.50.": 146,
  "9.59%.": 147,
  "10.54%.": 148,
  "12.67%.": 149,
  "4.91%.": 150,
  "7.95%.": 151,
  "7.55%.": 152,
  "6.56%.": 153,
  "1.91.": 154,
  "0.81%.": 155,
  "₹1000.": 156,
  "(6.92%),": 157,
  "(4.03%),": 158,
  "(3.66%),": 159,
  "(3.50%),": 160,
  "(3.44%),": 161,
  "nuvama": 162,
  "wealth": 163,
  "(3.11%),": 164,
  "oxyzo": 165,
  "services": 166,
  "(2.89%),": 167,
  "(2.61%),": 168,
  "jtpm": 169,
  "metal": 170,
  "traders": 171,
  "(2.59%).": 172,
  "psu": 173,
  "equity": 174,
  "very": 175,
  "₹39.30.": 176,
  "20.81%.": 177,
  "30.48%.": 178,
  "27.83%.": 179,
  "16.04%.": 180,
  "5.81%.": 181,
  "28.28%.": 182,
  "29.79%.": 183,
  "22.89.": 184,
  "0.92.": 185,
  "-1.92.": 186,
  "0.96.": 187,
  "0.62%.": 188,
  "30": 189,
  "days.": 190,
  "₹500.": 191,
  "at": 192,
  "20%,": 193,
  "you": 194,
  "redeem": 195,
  "before": 196,
  "one": 197,
  "year.": 198,
  "required": 199,
  "pay": 200,
  "ltcg": 201,
  "12.5%": 202,
  "on": 203,
  "rs": 204,
  "1.25": 205,
  "lakh+": 206,
  "state": 207,
  "(20.19%),": 208,
  "ntpc": 209,
  "(8.28%),": 210,
  "power": 211,
  "grid": 212,
  "corporation": 213,
  "(6.05%),": 214,
  "bharat": 215,
  "electronics": 216,
  "(5.22%),": 217,
  "oil": 218,
  "and": 219,
  "natural": 220,
  "gas": 221,
  "(4.88%),": 222,
  "gail": 223,
  "(india)": 224,
  "(4.70%),": 225,
  "baroda": 226,
  "(4.31%),": 227,
  "heavy": 228,
  "electricals": 229,
  "(4.26%),": 230,
  "petroleum": 231,
  "(4.17%),": 232,
  "(4.11%).": 233,
  "silver": 234,
  "etf": 235,
  "fof": 236,
  "commodity": 237,
  "₹36.78.": 238,
  "154.49%.": 239,
  "44.87%.": 240,
  "154.77%.": 241,
  "47.07%.": 242,
  "22.57.": 243,
  "1.19.": 244,
  "-0.73.": 245,
  "0.30%.": 246,
  "0.5%": 247,
  "etf-growth": 248,
  "(100.00%).": 249,
  "axis": 250,
  "₹40.56.": 251,
  "153.40%.": 252,
  "45.25%.": 253,
  "22.23.": 254,
  "1.20.": 255,
  "-0.37.": 256,
  "0.94.": 257,
  "0.14%.": 258,
  "0.25%,": 259,
  "7": 260,
  "₹5000.": 261,
  "regular-growth": 262,
  "(99.88%).": 263,
  "dsp": 264,
  "₹55.71.": 265,
  "5.39%.": 266,
  "14.58%.": 267,
  "11.75%.": 268,
  "7.05%.": 269,
  "6.89.": 270,
  "1.14.": 271,
  "0.40%.": 272,
  "3%,": 273,
  "12": 274,
  "months.": 275,
  "roadstar": 276,
  "infra": 277,
  "trust": 278,
  "(7.13%),": 279,
  "renewables": 280,
  "(7.04%),": 281,
  "tata": 282,
  "housing": 283,
  "devp.": 284,
  "co.": 285,
  "ltd": 286,
  "(6.80%),": 287,
  "nirma": 288,
  "(6.79%),": 289,
  "(6.77%),": 290,
  "rec": 291,
  "(4.87%),": 292,
  "projects": 293,
  "(4.80%),": 294,
  "(4.79%),": 295,
  "(4.75%).": 296,
  "hdfc": 297,
  "hybrid": 298,
  "₹122.22.": 299,
  "4.18%.": 300,
  "10.11%.": 301,
  "11.39%.": 302,
  "11.80%.": 303,
  "4.72%.": 304,
  "14.31%.": 305,
  "13.94%.": 306,
  "10.53.": 307,
  "0.25.": 308,
  "1.04%.": 309,
  "investment,1%": 310,
  "will": 311,
  "be": 312,
  "charged": 313,
  "redemption": 314,
  "icici": 315,
  "(6.78%),": 316,
  "(4.64%),": 317,
  "reliance": 318,
  "industries": 319,
  "(4.21%),": 320,
  "(2.92%),": 321,
  "larsen": 322,
  "toubro": 323,
  "(2.87%),": 324,
  "infosys": 325,
  "(2.77%),": 326,
  "kotak": 327,
  "mahindra": 328,
  "(2.62%),": 329,
  "(2.45%),": 330,
  "itc": 331,
  "(2.17%).": 332,
  "plus": 333,
  "arbitrage": 334,
  "active": 335,
  "moderate.": 336,
  "₹44.61.": 337,
  "5.67%.": 338,
  "12.40%.": 339,
  "10.91%.": 340,
  "7.37%.": 341,
  "5.83.": 342,
  "1.09.": 343,
  "0.07%.": 344,
  "nil": 345,
  "corporate": 346,
  "bond": 347,
  "plan-growth": 348,
  "(44.80%),": 349,
  "wholesale": 350,
  "direct-growth": 351,
  "(36.56%),": 352,
  "money": 353,
  "(18.52%).": 354,
  "₹39.21.": 355,
  "154.45%.": 356,
  "45.23%.": 357,
  "22.93.": 358,
  "1.18.": 359,
  "-0.89.": 360,
  "0.97.": 361,
  "0.23%.": 362,
  "1%,": 363,
  "15": 364,
  "regular": 365,
  "-": 366,
  "(100.04%).": 367,
  "hsbc": 368,
  "₹36.64.": 369,
  "18.24%.": 370,
  "9.34%.": 371,
  "6.87.": 372,
  "0.78.": 373,
  "0.96%.": 374,
  "10%": 375,
  "(5.50%),": 376,
  "(5.49%),": 377,
  "(5.47%),": 378,
  "(5.46%),": 379,
  "(5.31%),": 380,
  "(5.30%),": 381,
  "(5.09%),": 382,
  "jsw": 383,
  "kalinga": 384,
  "steel": 385,
  "(4.22%),": 386,
  "(4.14%),": 387,
  "piramal": 388,
  "(3.66%).": 389,
  "prudential": 390,
  "₹22.81.": 391,
  "16.08%.": 392,
  "29.11%.": 393,
  "18.35.": 394,
  "1.17.": 395,
  "1.03.": 396,
  "0.81.": 397,
  "0.87%.": 398,
  "month": 399,
  "date": 400,
  "allotment.": 401,
  "(13.29%),": 402,
  "(8.68%),": 403,
  "(6.87%),": 404,
  "(6.47%),": 405,
  "insurance": 406,
  "(4.47%),": 407,
  "hindustan": 408,
  "aeronautics": 409,
  "(4.10%),": 410,
  "(3.86%),": 411,
  "(3.73%),": 412,
  "coal": 413,
  "(3.25%).": 414,
  "retirement": 415,
  "aggressive": 416,
  "₹29.54.": 417,
  "21.36%.": 418,
  "23.20%.": 419,
  "17.25%.": 420,
  "13.83%.": 421,
  "13.39.": 422,
  "1.05.": 423,
  "(2.90%),": 424,
  "multi": 425,
  "exchange": 426,
  "(2.42%),": 427,
  "tech": 428,
  "(2.29%),": 429,
  "titan": 430,
  "company": 431,
  "(2.03%),": 432,
  "motors": 433,
  "(2.01%),": 434,
  "mphasis": 435,
  "(1.92%),": 436,
  "(1.85%),": 437,
  "ultratech": 438,
  "cement": 439,
  "(1.81%),": 440,
  "upl": 441,
  "(1.77%),": 442,
  "(1.74%).": 443,
  "₹36.27.": 444,
  "154.09%.": 445,
  "45.11%.": 446,
  "22.66.": 447,
  "0.17%.": 448,
  "(100.02%).": 449,
  "invesco": 450,
  "₹79.07.": 451,
  "20.88%.": 452,
  "31.42%.": 453,
  "26.58%.": 454,
  "11.34%.": 455,
  "23.41.": 456,
  "0.91.": 457,
  "-1.76.": 458,
  "0.91%.": 459,
  "(9.32%),": 460,
  "indian": 461,
  "(7.59%),": 462,
  "(6.93%),": 463,
  "(6.82%),": 464,
  "(6.76%),": 465,
  "green": 466,
  "energy": 467,
  "(5.45%),": 468,
  "(5.28%),": 469,
  "(4.55%),": 470,
  "dredging": 471,
  "(4.07%),": 472,
  "(3.94%).": 473,
  "motilal": 474,
  "oswal": 475,
  "bse": 476,
  "enhanced": 477,
  "value": 478,
  "index": 479,
  "₹27.89.": 480,
  "26.26%.": 481,
  "32.69%.": 482,
  "4.80%.": 483,
  "19.16%.": 484,
  "18.84%.": 485,
  "19.65.": 486,
  "1.38.": 487,
  "15.11.": 488,
  "1.24.": 489,
  "0.36%.": 490,
  "load:": 491,
  "1%-": 492,
  "or": 493,
  "days": 494,
  "(9.18%),": 495,
  "hindalco": 496,
  "(8.05%),": 497,
  "(7.84%),": 498,
  "(7.60%),": 499,
  "passenger": 500,
  "vehicles": 501,
  "(7.38%),": 502,
  "(7.12%),": 503,
  "(7.10%),": 504,
  "(4.60%),": 505,
  "(3.89%).": 506,
  "nippon": 507,
  "asset": 508,
  "allocation": 509,
  "₹25.83.": 510,
  "25.11%.": 511,
  "21.75%.": 512,
  "17.21%.": 513,
  "31.90%.": 514,
  "15.09%.": 515,
  "17.81%.": 516,
  "16.11%.": 517,
  "9.09.": 518,
  "1.40.": 519,
  "0.39%.": 520,
  "gold": 521,
  "bees": 522,
  "(9.53%),": 523,
  "ishares": 524,
  "msci": 525,
  "world": 526,
  "(5.32%),": 527,
  "(4.30%),": 528,
  "(3.93%),": 529,
  "(3.01%),": 530,
  "(2.66%),": 531,
  "(2.36%),": 532,
  "(1.73%),": 533,
  "(1.68%).": 534,
  "₹36.13.": 535,
  "154.71%.": 536,
  "44.88%.": 537,
  "22.84.": 538,
  "-1.14.": 539,
  "(99.93%).": 540,
  "quant": 541,
  "₹173.23.": 542,
  "29.08%.": 543,
  "24.61%.": 544,
  "23.77%.": 545,
  "9.86%.": 546,
  "11.77.": 547,
  "1.32.": 548,
  "0.58%.": 549,
  "(10.24%),": 550,
  "(9.16%),": 551,
  "(7.86%),": 552,
  "(7.24%),": 553,
  "co": 554,
  "(6.56%),": 555,
  "bajaj": 556,
  "(4.52%),": 557,
  "wipro": 558,
  "(3.54%),": 559,
  "premier": 560,
  "energies": 561,
  "(3.30%),": 562,
  "aurobindo": 563,
  "pharma": 564,
  "adani": 565,
  "(2.40%).": 566,
  "sbi": 567,
  "children's": 568,
  "₹46.76.": 569,
  "16.35%.": 570,
  "23.52%.": 571,
  "25.77%.": 572,
  "117.29%.": 573,
  "14.14.": 574,
  "0.98.": 575,
  "0.84%.": 576,
  "respect": 577,
  "subject": 578,
  "lock-in": 579,
  "period": 580,
  "holding": 581,
  "less": 582,
  "than": 583,
  "years:": 584,
  "alphabet": 585,
  "inc": 586,
  "class": 587,
  "(6.86%),": 588,
  "(6.84%),": 589,
  "thangamayil": 590,
  "jewellery": 591,
  "(4.93%),": 592,
  "hatsun": 593,
  "agro": 594,
  "product": 595,
  "(4.48%),": 596,
  "muthoot": 597,
  "(4.29%),": 598,
  "aether": 599,
  "privi": 600,
  "speciality": 601,
  "chemicals": 602,
  "(3.43%),": 603,
  "(3.29%),": 604,
  "ather": 605,
  "(3.19%),": 606,
  "sona": 607,
  "blw": 608,
  "precision": 609,
  "forgings": 610,
  "(3.08%).": 611,
  "₹39.04.": 612,
  "23.80%.": 613,
  "33.75%.": 614,
  "28.47%.": 615,
  "3.93%.": 616,
  "22.62.": 617,
  "1.04.": 618,
  "1.10.": 619,
  "0.85%.": 620,
  "0.50%": 621,
  "(16.50%),": 622,
  "(10.02%),": 623,
  "(9.72%),": 624,
  "(9.10%),": 625,
  "(8.92%),": 626,
  "(6.55%),": 627,
  "(5.51%),": 628,
  "(4.63%),": 629,
  "nmdc": 630,
  "(3.61%),": 631,
  "(3.48%).": 632
}