{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-18": 24,
  "₹26.86.": 25,
  "1y": 26,
  "returns:": 27,
  "13.94%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.88%.": 31,
  "5y": 32,
  "10.80%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.27.": 144,
  "10.68%.": 145,
  "12.81%.": 146,
  "4.91%.": 147,
  "7.95%.": 148,
  "7.55%.": 149,
  "6.56%.": 150,
  "1.80.": 151,
  "2.40.": 152,
  "0.81%.": 153,
  "₹1000.": 154,
  "(8.05%),": 155,
  "(7.09%),": 156,
  "(4.09%),": 157,
  "(3.71%),": 158,
  "(3.53%),": 159,
  "nuvama": 160,
  "wealth": 161,
  "(3.13%),": 162,
  "(3.05%),": 163,
  "(2.70%),": 164,
  "(2.62%),": 165,
  "jtpm": 166,
  "metal": 167,
  "traders": 168,
  "(2.61%).": 169,
  "psu": 170,
  "equity": 171,
  "very": 172,
  "₹38.64.": 173,
  "21.82%.": 174,
  "29.83%.": 175,
  "27.63%.": 176,
  "16.04%.": 177,
  "5.81%.": 178,
  "28.28%.": 179,
  "29.79%.": 180,
  "21.09.": 181,
  "1.22.": 182,
  "-1.30.": 183,
  "0.95.": 184,
  "0.61%.": 185,
  "30": 186,
  "days.": 187,
  "₹500.": 188,
  "you": 189,
  "redeem": 190,
  "one": 191,
  "at": 192,
  "20%.": 193,
  "exceeding": 194,
  "rs": 195,
  "1.25": 196,
  "lakh": 197,
  "12.5%.": 198,
  "state": 199,
  "(20.19%),": 200,
  "ntpc": 201,
  "(8.28%),": 202,
  "power": 203,
  "grid": 204,
  "corporation": 205,
  "(6.05%),": 206,
  "bharat": 207,
  "electronics": 208,
  "(5.22%),": 209,
  "oil": 210,
  "and": 211,
  "natural": 212,
  "gas": 213,
  "(4.88%),": 214,
  "gail": 215,
  "(india)": 216,
  "(4.70%),": 217,
  "baroda": 218,
  "(4.31%),": 219,
  "heavy": 220,
  "electricals": 221,
  "(4.26%),": 222,
  "petroleum": 223,
  "(4.17%),": 224,
  "(4.11%).": 225,
  "silver": 226,
  "etf": 227,
  "fof": 228,
  "commodity": 229,
  "₹38.49.": 230,
  "140.61%.": 231,
  "52.30%.": 232,
  "154.77%.": 233,
  "47.07%.": 234,
  "22.57.": 235,
  "1.19.": 236,
  "-0.73.": 237,
  "0.96.": 238,
  "0.30%.": 239,
  "0.5%": 240,
  "two": 241,
  "etf-growth": 242,
  "(100.00%).": 243,
  "axis": 244,
  "₹42.53.": 245,
  "141.46%.": 246,
  "52.59%.": 247,
  "22.23.": 248,
  "1.20.": 249,
  "-0.37.": 250,
  "0.94.": 251,
  "0.14%.": 252,
  "0.25%,": 253,
  "7": 254,
  "₹5000.": 255,
  "regular-growth": 256,
  "(99.78%).": 257,
  "dsp": 258,
  "₹55.72.": 259,
  "6.60%.": 260,
  "15.11%.": 261,
  "11.83%.": 262,
  "7.05%.": 263,
  "6.87.": 264,
  "0.41%.": 265,
  "3%,": 266,
  "12": 267,
  "months.": 268,
  "(8.99%),": 269,
  "renewables": 270,
  "(6.95%),": 271,
  "roadstar": 272,
  "infra": 273,
  "trust": 274,
  "(6.83%),": 275,
  "(6.71%),": 276,
  "nirma": 277,
  "(6.67%),": 278,
  "tata": 279,
  "projects": 280,
  "(4.74%),": 281,
  "(4.72%),": 282,
  "(4.68%),": 283,
  "(4.62%).": 284,
  "hdfc": 285,
  "hybrid": 286,
  "₹121.79.": 287,
  "3.89%.": 288,
  "10.83%.": 289,
  "11.57%.": 290,
  "11.80%.": 291,
  "4.72%.": 292,
  "14.31%.": 293,
  "8.29.": 294,
  "0.76.": 295,
  "1.03%.": 296,
  "investment,1%": 297,
  "will": 298,
  "be": 299,
  "charged": 300,
  "redemption": 301,
  "year.": 302,
  "(7.04%),": 303,
  "icici": 304,
  "(6.78%),": 305,
  "(4.64%),": 306,
  "reliance": 307,
  "industries": 308,
  "(4.21%),": 309,
  "(2.92%),": 310,
  "larsen": 311,
  "toubro": 312,
  "(2.87%),": 313,
  "infosys": 314,
  "(2.77%),": 315,
  "kotak": 316,
  "mahindra": 317,
  "(2.45%),": 318,
  "itc": 319,
  "(2.17%).": 320,
  "plus": 321,
  "arbitrage": 322,
  "active": 323,
  "moderate.": 324,
  "₹44.49.": 325,
  "7.19%.": 326,
  "13.16%.": 327,
  "12.85%.": 328,
  "10.91%.": 329,
  "7.37%.": 330,
  "5.79.": 331,
  "1.13.": 332,
  "0.07%.": 333,
  "nil": 334,
  "corporate": 335,
  "bond": 336,
  "plan-growth": 337,
  "(44.12%),": 338,
  "wholesale": 339,
  "direct-growth": 340,
  "(35.34%),": 341,
  "money": 342,
  "(18.17%).": 343,
  "₹41.01.": 344,
  "141.20%.": 345,
  "52.73%.": 346,
  "22.93.": 347,
  "1.18.": 348,
  "-0.89.": 349,
  "0.97.": 350,
  "0.23%.": 351,
  "1%,": 352,
  "15": 353,
  "regular": 354,
  "-": 355,
  "(100.04%).": 356,
  "hsbc": 357,
  "₹36.52.": 358,
  "20.67%.": 359,
  "11.87%.": 360,
  "9.46%.": 361,
  "6.85.": 362,
  "0.80.": 363,
  "0.96%.": 364,
  "10%": 365,
  "(5.43%),": 366,
  "(5.42%),": 367,
  "(5.41%),": 368,
  "rec": 369,
  "(5.23%),": 370,
  "(5.08%),": 371,
  "(5.00%),": 372,
  "(4.15%),": 373,
  "piramal": 374,
  "(3.60%).": 375,
  "prudential": 376,
  "₹22.55.": 377,
  "17.51%.": 378,
  "28.80%.": 379,
  "18.35.": 380,
  "1.17.": 381,
  "1.03.": 382,
  "0.81.": 383,
  "0.86%.": 384,
  "before": 385,
  "month": 386,
  "date": 387,
  "allotment.": 388,
  "(8.39%),": 389,
  "(7.48%),": 390,
  "(5.67%),": 391,
  "insurance": 392,
  "(4.47%),": 393,
  "(3.98%),": 394,
  "indian": 395,
  "(3.79%),": 396,
  "hindustan": 397,
  "aeronautics": 398,
  "(3.77%),": 399,
  "(3.21%).": 400,
  "retirement": 401,
  "aggressive": 402,
  "₹28.90.": 403,
  "16.16%.": 404,
  "22.98%.": 405,
  "17.17%.": 406,
  "13.83%.": 407,
  "11.97.": 408,
  "1.43.": 409,
  "vedanta": 410,
  "(2.67%),": 411,
  "motors": 412,
  "(2.57%),": 413,
  "multi": 414,
  "exchange": 415,
  "(2.28%),": 416,
  "tech": 417,
  "(2.07%),": 418,
  "titan": 419,
  "company": 420,
  "(2.05%),": 421,
  "mphasis": 422,
  "(1.97%),": 423,
  "ultratech": 424,
  "cement": 425,
  "(1.96%),": 426,
  "(1.95%),": 427,
  "(1.88%).": 428,
  "₹37.94.": 429,
  "140.80%.": 430,
  "52.46%.": 431,
  "22.66.": 432,
  "0.17%.": 433,
  "(99.85%).": 434,
  "invesco": 435,
  "₹77.95.": 436,
  "22.83%.": 437,
  "31.22%.": 438,
  "26.66%.": 439,
  "11.34%.": 440,
  "21.78.": 441,
  "-1.21.": 442,
  "0.89%.": 443,
  "(9.32%),": 444,
  "(7.59%),": 445,
  "(6.93%),": 446,
  "(6.82%),": 447,
  "(6.76%),": 448,
  "green": 449,
  "energy": 450,
  "(5.45%),": 451,
  "(5.28%),": 452,
  "(4.55%),": 453,
  "dredging": 454,
  "(4.07%),": 455,
  "(3.94%).": 456,
  "motilal": 457,
  "oswal": 458,
  "bse": 459,
  "enhanced": 460,
  "value": 461,
  "index": 462,
  "₹27.62.": 463,
  "23.91%.": 464,
  "32.43%.": 465,
  "4.80%.": 466,
  "19.16%.": 467,
  "18.84%.": 468,
  "19.65.": 469,
  "1.38.": 470,
  "15.11.": 471,
  "1.24.": 472,
  "0.36%.": 473,
  "load:": 474,
  "1%-": 475,
  "on": 476,
  "or": 477,
  "days": 478,
  "(9.86%),": 479,
  "(8.92%),": 480,
  "hindalco": 481,
  "(8.36%),": 482,
  "(8.14%),": 483,
  "(8.11%),": 484,
  "(5.48%),": 485,
  "(5.34%),": 486,
  "(4.01%),": 487,
  "canara": 488,
  "(3.75%),": 489,
  "passenger": 490,
  "vehicles": 491,
  "(3.62%).": 492,
  "nippon": 493,
  "asset": 494,
  "allocation": 495,
  "₹25.64.": 496,
  "23.25%.": 497,
  "22.59%.": 498,
  "17.54%.": 499,
  "31.90%.": 500,
  "15.09%.": 501,
  "17.81%.": 502,
  "16.11%.": 503,
  "7.29.": 504,
  "gold": 505,
  "bees": 506,
  "(9.53%),": 507,
  "ishares": 508,
  "msci": 509,
  "world": 510,
  "(5.32%),": 511,
  "(4.30%),": 512,
  "(3.93%),": 513,
  "(3.01%),": 514,
  "(2.66%),": 515,
  "(2.36%),": 516,
  "(1.77%),": 517,
  "(1.73%),": 518,
  "(1.68%).": 519,
  "₹37.83.": 520,
  "140.85%.": 521,
  "52.33%.": 522,
  "22.84.": 523,
  "-1.14.": 524,
  "(99.93%).": 525,
  "quant": 526,
  "₹171.62.": 527,
  "25.60%.": 528,
  "24.98%.": 529,
  "26.47%.": 530,
  "9.86%.": 531,
  "10.76.": 532,
  "1.67.": 533,
  "0.58%.": 534,
  "(10.24%),": 535,
  "(9.16%),": 536,
  "(7.86%),": 537,
  "(7.24%),": 538,
  "co": 539,
  "(6.56%),": 540,
  "bajaj": 541,
  "(4.52%),": 542,
  "wipro": 543,
  "(3.54%),": 544,
  "premier": 545,
  "energies": 546,
  "(3.30%),": 547,
  "aurobindo": 548,
  "pharma": 549,
  "(2.90%),": 550,
  "adani": 551,
  "(2.40%).": 552,
  "sbi": 553,
  "children's": 554,
  "₹45.23.": 555,
  "13.21%.": 556,
  "22.51%.": 557,
  "25.75%.": 558,
  "117.29%.": 559,
  "13.19.": 560,
  "1.23.": 561,
  "respect": 562,
  "subject": 563,
  "lock-in": 564,
  "period": 565,
  "holding": 566,
  "less": 567,
  "than": 568,
  "years:": 569,
  "alphabet": 570,
  "inc": 571,
  "class": 572,
  "(6.89%),": 573,
  "thangamayil": 574,
  "jewellery": 575,
  "(5.49%),": 576,
  "(4.71%),": 577,
  "muthoot": 578,
  "(4.38%),": 579,
  "hatsun": 580,
  "agro": 581,
  "product": 582,
  "privi": 583,
  "speciality": 584,
  "chemicals": 585,
  "(3.47%),": 586,
  "aether": 587,
  "(3.40%),": 588,
  "sona": 589,
  "blw": 590,
  "precision": 591,
  "forgings": 592,
  "(3.29%),": 593,
  "renew": 594,
  "global": 595,
  "plc": 596,
  "(rnw)": 597,
  "(3.09%),": 598,
  "(2.96%).": 599,
  "₹38.40.": 600,
  "23.56%.": 601,
  "33.08%.": 602,
  "28.29%.": 603,
  "3.93%.": 604,
  "20.96.": 605,
  "1.35.": 606,
  "1.82.": 607,
  "0.93.": 608,
  "0.82%.": 609,
  "0.50%": 610,
  "(18.23%),": 611,
  "(9.33%),": 612,
  "(9.10%),": 613,
  "(9.05%),": 614,
  "(9.01%),": 615,
  "(5.71%),": 616,
  "(3.67%),": 617,
  "nmdc": 618,
  "(3.48%),": 619,
  "(2.85%).": 620
}