{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-21": 23,
  "₹27.20.": 24,
  "1y": 25,
  "returns:": 26,
  "13.32%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.96%.": 30,
  "5y": 31,
  "10.79%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "gmr": 98,
  "airports": 99,
  "ltd.": 100,
  "(4.57%),": 101,
  "real": 102,
  "estate": 103,
  "(3.82%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.68%),": 107,
  "goi": 108,
  "(3.36%),": 109,
  "ikf": 110,
  "finance": 111,
  "(2.95%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "(2.91%),": 115,
  "national": 116,
  "bank": 117,
  "agriculture": 118,
  "&": 119,
  "rural": 120,
  "development": 121,
  "kogta": 122,
  "financial": 123,
  "india": 124,
  "(2.72%),": 125,
  "gaursons": 126,
  "pvt.": 127,
  "(2.69%),": 128,
  "vedanta": 129,
  "(2.55%).": 130,
  "market": 131,
  "news": 132,
  "generic": 133,
  "stream": 134,
  "groww;": 135,
  "not": 136,
  "specific": 137,
  "to": 138,
  "this": 139,
  "single": 140,
  "fund.": 141,
  "medium": 142,
  "term": 143,
  "plan": 144,
  "moderately": 145,
  "₹46.64.": 146,
  "9.22%.": 147,
  "10.51%.": 148,
  "12.72%.": 149,
  "4.91%.": 150,
  "7.95%.": 151,
  "7.55%.": 152,
  "6.56%.": 153,
  "1.91.": 154,
  "0.83%.": 155,
  "1%,": 156,
  "year.": 157,
  "₹1000.": 158,
  "(6.92%),": 159,
  "(4.03%),": 160,
  "(3.66%),": 161,
  "(3.50%),": 162,
  "(3.44%),": 163,
  "nuvama": 164,
  "wealth": 165,
  "(3.11%),": 166,
  "oxyzo": 167,
  "services": 168,
  "(2.89%),": 169,
  "(2.61%),": 170,
  "jtpm": 171,
  "metal": 172,
  "traders": 173,
  "(2.59%).": 174,
  "psu": 175,
  "equity": 176,
  "very": 177,
  "₹41.24.": 178,
  "16.89%.": 179,
  "31.80%.": 180,
  "30.29%.": 181,
  "16.04%.": 182,
  "5.81%.": 183,
  "28.28%.": 184,
  "29.79%.": 185,
  "22.89.": 186,
  "0.92.": 187,
  "-1.92.": 188,
  "0.96.": 189,
  "1.01%.": 190,
  "30": 191,
  "days.": 192,
  "₹500.": 193,
  "at": 194,
  "20%,": 195,
  "you": 196,
  "redeem": 197,
  "before": 198,
  "one": 199,
  "required": 200,
  "pay": 201,
  "ltcg": 202,
  "12.5%": 203,
  "on": 204,
  "rs": 205,
  "1.25": 206,
  "lakh+": 207,
  "state": 208,
  "(18.77%),": 209,
  "ntpc": 210,
  "(9.17%),": 211,
  "power": 212,
  "grid": 213,
  "corporation": 214,
  "(6.85%),": 215,
  "bharat": 216,
  "electronics": 217,
  "(5.37%),": 218,
  "heavy": 219,
  "electricals": 220,
  "(4.51%),": 221,
  "gail": 222,
  "(india)": 223,
  "(4.36%),": 224,
  "oil": 225,
  "and": 226,
  "natural": 227,
  "gas": 228,
  "(4.20%),": 229,
  "maharashtra": 230,
  "baroda": 231,
  "(3.78%),": 232,
  "(3.65%).": 233,
  "silver": 234,
  "etf": 235,
  "fof": 236,
  "commodity": 237,
  "₹38.54.": 238,
  "151.97%.": 239,
  "46.88%.": 240,
  "154.77%.": 241,
  "47.07%.": 242,
  "22.57.": 243,
  "1.19.": 244,
  "-0.73.": 245,
  "0.33%.": 246,
  "0.5%": 247,
  "etf-growth": 248,
  "(99.90%).": 249,
  "axis": 250,
  "₹42.51.": 251,
  "150.87%.": 252,
  "47.02%.": 253,
  "22.23.": 254,
  "1.20.": 255,
  "-0.37.": 256,
  "0.94.": 257,
  "0.09%.": 258,
  "0.25%,": 259,
  "7": 260,
  "₹5000.": 261,
  "regular-growth": 262,
  "(99.88%).": 263,
  "dsp": 264,
  "₹59.26.": 265,
  "11.59%.": 266,
  "16.86%.": 267,
  "13.10%.": 268,
  "7.05%.": 269,
  "6.89.": 270,
  "1.14.": 271,
  "0.40%.": 272,
  "3%,": 273,
  "12": 274,
  "months.": 275,
  "roadstar": 276,
  "infra": 277,
  "trust": 278,
  "(7.13%),": 279,
  "renewables": 280,
  "(7.04%),": 281,
  "tata": 282,
  "housing": 283,
  "devp.": 284,
  "co.": 285,
  "ltd": 286,
  "(6.80%),": 287,
  "nirma": 288,
  "(6.79%),": 289,
  "(6.77%),": 290,
  "rec": 291,
  "(4.87%),": 292,
  "projects": 293,
  "(4.80%),": 294,
  "(4.79%),": 295,
  "(4.75%).": 296,
  "hdfc": 297,
  "hybrid": 298,
  "₹124.70.": 299,
  "0.73%.": 300,
  "10.77%.": 301,
  "12.43%.": 302,
  "11.80%.": 303,
  "4.72%.": 304,
  "14.31%.": 305,
  "13.94%.": 306,
  "10.53.": 307,
  "0.25.": 308,
  "1.08%.": 309,
  "investment,1%": 310,
  "will": 311,
  "be": 312,
  "charged": 313,
  "redemption": 314,
  "icici": 315,
  "(6.63%),": 316,
  "(6.49%),": 317,
  "reliance": 318,
  "industries": 319,
  "(4.55%),": 320,
  "(3.86%),": 321,
  "infosys": 322,
  "(2.98%),": 323,
  "(2.81%),": 324,
  "kotak": 325,
  "mahindra": 326,
  "(2.66%),": 327,
  "larsen": 328,
  "toubro": 329,
  "(2.63%),": 330,
  "itc": 331,
  "(2.16%).": 332,
  "plus": 333,
  "arbitrage": 334,
  "active": 335,
  "moderate.": 336,
  "₹44.72.": 337,
  "5.46%.": 338,
  "12.65%.": 339,
  "12.84%.": 340,
  "10.91%.": 341,
  "7.37%.": 342,
  "5.83.": 343,
  "1.09.": 344,
  "0.02%.": 345,
  "nil": 346,
  "corporate": 347,
  "bond": 348,
  "plan-growth": 349,
  "(44.80%),": 350,
  "wholesale": 351,
  "direct-growth": 352,
  "(36.56%),": 353,
  "money": 354,
  "(18.52%).": 355,
  "₹41.03.": 356,
  "152.08%.": 357,
  "22.93.": 358,
  "1.18.": 359,
  "-0.89.": 360,
  "0.97.": 361,
  "0.21%.": 362,
  "15": 363,
  "regular": 364,
  "-": 365,
  "(100.04%).": 366,
  "hsbc": 367,
  "₹36.75.": 368,
  "17.98%.": 369,
  "11.77%.": 370,
  "9.40%.": 371,
  "6.87.": 372,
  "0.78.": 373,
  "0.95%.": 374,
  "10%": 375,
  "(5.50%),": 376,
  "(5.49%),": 377,
  "(5.47%),": 378,
  "(5.46%),": 379,
  "(5.31%),": 380,
  "(5.30%),": 381,
  "(5.09%),": 382,
  "jsw": 383,
  "kalinga": 384,
  "steel": 385,
  "(4.22%),": 386,
  "(4.14%),": 387,
  "piramal": 388,
  "(3.66%).": 389,
  "prudential": 390,
  "₹23.73.": 391,
  "12.20%.": 392,
  "30.13%.": 393,
  "18.35.": 394,
  "1.17.": 395,
  "1.03.": 396,
  "0.81.": 397,
  "month": 398,
  "date": 399,
  "allotment.": 400,
  "(13.29%),": 401,
  "(8.68%),": 402,
  "(6.87%),": 403,
  "(6.47%),": 404,
  "insurance": 405,
  "(4.47%),": 406,
  "hindustan": 407,
  "aeronautics": 408,
  "(4.10%),": 409,
  "(3.73%),": 410,
  "coal": 411,
  "(3.25%).": 412,
  "retirement": 413,
  "aggressive": 414,
  "₹30.39.": 415,
  "16.21%.": 416,
  "23.92%.": 417,
  "18.45%.": 418,
  "13.83%.": 419,
  "13.39.": 420,
  "1.05.": 421,
  "(2.90%),": 422,
  "multi": 423,
  "exchange": 424,
  "(2.42%),": 425,
  "tech": 426,
  "(2.29%),": 427,
  "titan": 428,
  "company": 429,
  "(2.03%),": 430,
  "motors": 431,
  "(2.01%),": 432,
  "mphasis": 433,
  "(1.92%),": 434,
  "(1.85%),": 435,
  "ultratech": 436,
  "cement": 437,
  "(1.81%),": 438,
  "upl": 439,
  "(1.77%),": 440,
  "(1.74%).": 441,
  "₹38.04.": 442,
  "152.18%.": 443,
  "47.13%.": 444,
  "22.66.": 445,
  "0.14%.": 446,
  "(100.02%).": 447,
  "invesco": 448,
  "₹82.44.": 449,
  "16.05%.": 450,
  "32.38%.": 451,
  "28.76%.": 452,
  "11.34%.": 453,
  "23.41.": 454,
  "0.91.": 455,
  "-1.76.": 456,
  "0.90%.": 457,
  "(8.60%),": 458,
  "indian": 459,
  "(7.33%),": 460,
  "(6.82%),": 461,
  "petroleum": 462,
  "(6.48%),": 463,
  "(6.24%),": 464,
  "(5.00%),": 465,
  "(4.84%),": 466,
  "green": 467,
  "energy": 468,
  "(4.74%),": 469,
  "(3.89%),": 470,
  "(3.89%).": 471,
  "motilal": 472,
  "oswal": 473,
  "bse": 474,
  "enhanced": 475,
  "value": 476,
  "index": 477,
  "₹28.89.": 478,
  "19.19%.": 479,
  "33.58%.": 480,
  "4.80%.": 481,
  "19.16%.": 482,
  "18.84%.": 483,
  "19.65.": 484,
  "1.38.": 485,
  "15.11.": 486,
  "1.24.": 487,
  "0.97%.": 488,
  "load:": 489,
  "1%-": 490,
  "or": 491,
  "days": 492,
  "(9.18%),": 493,
  "hindalco": 494,
  "(8.05%),": 495,
  "(7.84%),": 496,
  "(7.60%),": 497,
  "passenger": 498,
  "vehicles": 499,
  "(7.38%),": 500,
  "(7.12%),": 501,
  "(7.10%),": 502,
  "(4.60%),": 503,
  "nippon": 504,
  "asset": 505,
  "allocation": 506,
  "2026-04-20": 507,
  "₹26.40.": 508,
  "22.02%.": 509,
  "22.59%.": 510,
  "18.06%.": 511,
  "31.90%.": 512,
  "15.09%.": 513,
  "17.81%.": 514,
  "16.11%.": 515,
  "9.09.": 516,
  "1.40.": 517,
  "0.42%.": 518,
  "gold": 519,
  "bees": 520,
  "(8.97%),": 521,
  "ishares": 522,
  "msci": 523,
  "world": 524,
  "(5.34%),": 525,
  "(3.85%),": 526,
  "(3.55%),": 527,
  "(2.62%),": 528,
  "(2.54%),": 529,
  "(2.33%),": 530,
  "liquid": 531,
  "(2.28%),": 532,
  "(1.76%),": 533,
  "eternal": 534,
  "₹37.86.": 535,
  "152.49%.": 536,
  "46.69%.": 537,
  "22.84.": 538,
  "-1.14.": 539,
  "0.22%.": 540,
  "(99.80%).": 541,
  "quant": 542,
  "₹176.18.": 543,
  "23.82%.": 544,
  "25.15%.": 545,
  "24.07%.": 546,
  "9.86%.": 547,
  "11.77.": 548,
  "1.32.": 549,
  "1.62%.": 550,
  "(9.77%),": 551,
  "(8.54%),": 552,
  "(6.38%),": 553,
  "co": 554,
  "(5.61%),": 555,
  "aurobindo": 556,
  "pharma": 557,
  "(4.97%),": 558,
  "premier": 559,
  "energies": 560,
  "(4.48%),": 561,
  "bajaj": 562,
  "(3.77%),": 563,
  "management": 564,
  "(3.70%),": 565,
  "adani": 566,
  "(2.64%).": 567,
  "sbi": 568,
  "children's": 569,
  "₹48.64.": 570,
  "15.40%.": 571,
  "24.94%.": 572,
  "27.32%.": 573,
  "117.29%.": 574,
  "14.14.": 575,
  "0.98.": 576,
  "0.88%.": 577,
  "respect": 578,
  "subject": 579,
  "lock-in": 580,
  "period": 581,
  "holding": 582,
  "less": 583,
  "than": 584,
  "years:": 585,
  "alphabet": 586,
  "inc": 587,
  "class": 588,
  "(6.86%),": 589,
  "(6.84%),": 590,
  "thangamayil": 591,
  "jewellery": 592,
  "(4.93%),": 593,
  "hatsun": 594,
  "agro": 595,
  "product": 596,
  "muthoot": 597,
  "(4.29%),": 598,
  "aether": 599,
  "privi": 600,
  "speciality": 601,
  "chemicals": 602,
  "(3.43%),": 603,
  "(3.29%),": 604,
  "ather": 605,
  "(3.19%),": 606,
  "sona": 607,
  "blw": 608,
  "precision": 609,
  "forgings": 610,
  "(3.08%).": 611,
  "₹40.47.": 612,
  "17.84%.": 613,
  "34.63%.": 614,
  "30.40%.": 615,
  "3.93%.": 616,
  "22.62.": 617,
  "1.04.": 618,
  "1.10.": 619,
  "1.17%.": 620,
  "0.50%": 621,
  "(16.50%),": 622,
  "(10.02%),": 623,
  "(9.72%),": 624,
  "(9.10%),": 625,
  "(8.92%),": 626,
  "(6.55%),": 627,
  "(5.51%),": 628,
  "(4.63%),": 629,
  "nmdc": 630,
  "(3.61%),": 631,
  "(3.48%).": 632
}