{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-22": 24,
  "₹27.57.": 25,
  "1y": 26,
  "returns:": 27,
  "12.78%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.92%.": 31,
  "5y": 32,
  "10.79%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.31.": 159,
  "9.07%.": 160,
  "10.54%.": 161,
  "12.72%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "1.92.": 167,
  "1.99.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹40.81.": 197,
  "14.01%.": 198,
  "28.23%.": 199,
  "25.18%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.63.": 205,
  "0.93.": 206,
  "-0.54.": 207,
  "0.96.": 208,
  "0.74%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹36.57.": 259,
  "114.72%.": 260,
  "48.12%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹40.38.": 277,
  "114.62%.": 278,
  "48.39%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.09%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹59.64.": 295,
  "10.11%.": 296,
  "16.63%.": 297,
  "13.04%.": 298,
  "7.05%.": 299,
  "7.41.": 300,
  "1.33.": 301,
  "0.40%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "(9.45%),": 306,
  "(7.15%),": 307,
  "roadstar": 308,
  "infra": 309,
  "trust": 310,
  "(6.22%),": 311,
  "renewables": 312,
  "8.6": 313,
  "24sp27": 314,
  "(6.15%),": 315,
  "nuvoco": 316,
  "vistas": 317,
  "7.7": 318,
  "18sp28": 319,
  "(6.06%),": 320,
  "tata": 321,
  "company": 322,
  "i": 323,
  "7.51": 324,
  "08dc28": 325,
  "(5.92%),": 326,
  "25c": 327,
  "7.44": 328,
  "24fb28": 329,
  "(5.90%),": 330,
  "adani": 331,
  "airport": 332,
  "8.45": 333,
  "12fb29": 334,
  "(5.89%),": 335,
  "rec": 336,
  "180-b": 337,
  "8.30": 338,
  "25ju29": 339,
  "fvrs10lac": 340,
  "(4.24%),": 341,
  "projects": 342,
  "q": 343,
  "8.25": 344,
  "28ap27": 345,
  "(4.19%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹123.70.": 349,
  "-3.54%.": 350,
  "8.29%.": 351,
  "10.04%.": 352,
  "11.80%.": 353,
  "4.72%.": 354,
  "14.31%.": 355,
  "13.94%.": 356,
  "10.76.": 357,
  "0.21.": 358,
  "1.08.": 359,
  "1.13%.": 360,
  "units": 361,
  "excess": 362,
  "15%": 363,
  "the": 364,
  "investment,1%": 365,
  "will": 366,
  "be": 367,
  "charged": 368,
  "redemption": 369,
  "icici": 370,
  "(6.71%),": 371,
  "(6.42%),": 372,
  "reliance": 373,
  "industries": 374,
  "(4.46%),": 375,
  "(3.23%),": 376,
  "kotak": 377,
  "mahindra": 378,
  "(3.07%),": 379,
  "larsen": 380,
  "toubro": 381,
  "(2.70%),": 382,
  "34238": 383,
  "22ap64": 384,
  "7.34": 385,
  "infosys": 386,
  "(2.54%),": 387,
  "bharti": 388,
  "airtel": 389,
  "(2.00%).": 390,
  "plus": 391,
  "arbitrage": 392,
  "active": 393,
  "moderate.": 394,
  "₹45.22.": 395,
  "5.47%.": 396,
  "10.63%.": 397,
  "11.42%.": 398,
  "10.91%.": 399,
  "7.37%.": 400,
  "5.63.": 401,
  "0.85.": 402,
  "0.02%.": 403,
  "nil": 404,
  "opportunities": 405,
  "plan-growth": 406,
  "(44.39%),": 407,
  "direct-growth": 408,
  "(36.34%),": 409,
  "money": 410,
  "(18.47%),": 411,
  "(2.37%),": 412,
  "(-1.57%).": 413,
  "₹38.92.": 414,
  "115.30%.": 415,
  "22.93.": 416,
  "1.18.": 417,
  "-0.89.": 418,
  "0.97.": 419,
  "0.22%.": 420,
  "15": 421,
  "regular": 422,
  "-": 423,
  "(100.05%),": 424,
  "(-0.42%).": 425,
  "hsbc": 426,
  "₹37.20.": 427,
  "6.25%.": 428,
  "11.81%.": 429,
  "9.44%.": 430,
  "6.88.": 431,
  "0.77.": 432,
  "0.96%.": 433,
  "10%": 434,
  "36232": 435,
  "21jl30": 436,
  "6.01": 437,
  "(6.36%),": 438,
  "(5.61%),": 439,
  "corpn.": 440,
  "ltd.": 441,
  "7.2": 442,
  "09/08/2027": 443,
  "(5.59%),": 444,
  "(5.58%),": 445,
  "godrej": 446,
  "seeds": 447,
  "genetics": 448,
  "2": 449,
  "strpp": 450,
  "7.68": 451,
  "28ap28": 452,
  "(5.56%),": 453,
  "(5.53%),": 454,
  "nirma": 455,
  "vii": 456,
  "tr": 457,
  "c": 458,
  "8.50": 459,
  "07ap27": 460,
  "(5.43%),": 461,
  "230-a": 462,
  "7.71": 463,
  "26fb27": 464,
  "(5.40%),": 465,
  "259a": 466,
  "6.96": 467,
  "02mr28": 468,
  "(5.33%).": 469,
  "prudential": 470,
  "₹23.47.": 471,
  "10.44%.": 472,
  "26.74%.": 473,
  "18.35.": 474,
  "1.17.": 475,
  "1.03.": 476,
  "0.81.": 477,
  "1.18%.": 478,
  "before": 479,
  "month": 480,
  "date": 481,
  "allotment.": 482,
  "(14.22%),": 483,
  "(8.61%),": 484,
  "(5.36%),": 485,
  "hindustan": 486,
  "aeronautics": 487,
  "(4.78%),": 488,
  "insurance": 489,
  "(4.71%),": 490,
  "(3.61%),": 491,
  "(3.48%),": 492,
  "(3.42%),": 493,
  "indian": 494,
  "(3.20%).": 495,
  "retirement": 496,
  "aggressive": 497,
  "₹31.53.": 498,
  "12.29%.": 499,
  "21.87%.": 500,
  "17.79%.": 501,
  "13.83%.": 502,
  "13.96.": 503,
  "1.30.": 504,
  "1.11%.": 505,
  "vedanta": 506,
  "9.31": 507,
  "03dc27": 508,
  "(2.52%),": 509,
  "(2.21%),": 510,
  "titan": 511,
  "(2.19%),": 512,
  "(2.14%),": 513,
  "tech": 514,
  "(1.90%),": 515,
  "(1.89%),": 516,
  "upl": 517,
  "(1.85%),": 518,
  "unilever": 519,
  "(1.83%).": 520,
  "₹36.04.": 521,
  "114.89%.": 522,
  "48.33%.": 523,
  "22.66.": 524,
  "0.20%.": 525,
  "(99.90%),": 526,
  "(0.45%),": 527,
  "(-0.34%).": 528,
  "invesco": 529,
  "₹80.61.": 530,
  "6.14%.": 531,
  "26.84%.": 532,
  "23.96%.": 533,
  "11.34%.": 534,
  "24.22.": 535,
  "0.90.": 536,
  "-0.82.": 537,
  "0.92%.": 538,
  "investment,": 539,
  "(8.67%),": 540,
  "(7.63%),": 541,
  "(7.59%),": 542,
  "petroleum": 543,
  "(6.23%),": 544,
  "(5.80%),": 545,
  "dredging": 546,
  "(5.10%),": 547,
  "green": 548,
  "energy": 549,
  "(4.82%),": 550,
  "baroda": 551,
  "(4.76%),": 552,
  "(4.73%),": 553,
  "(3.91%).": 554,
  "motilal": 555,
  "oswal": 556,
  "bse": 557,
  "enhanced": 558,
  "value": 559,
  "index": 560,
  "₹28.51.": 561,
  "15.87%.": 562,
  "29.66%.": 563,
  "4.80%.": 564,
  "19.16%.": 565,
  "18.84%.": 566,
  "19.65.": 567,
  "1.38.": 568,
  "15.11.": 569,
  "1.24.": 570,
  "0.43%.": 571,
  "load:": 572,
  "1%-": 573,
  "on": 574,
  "or": 575,
  "days": 576,
  "hindalco": 577,
  "(9.27%),": 578,
  "motors": 579,
  "(8.85%),": 580,
  "(7.75%),": 581,
  "coal": 582,
  "(6.98%),": 583,
  "(6.81%),": 584,
  "(6.64%),": 585,
  "(4.69%),": 586,
  "(4.47%),": 587,
  "nippon": 588,
  "multi": 589,
  "asset": 590,
  "allocation": 591,
  "₹26.70.": 592,
  "17.02%.": 593,
  "20.61%.": 594,
  "16.98%.": 595,
  "31.90%.": 596,
  "15.09%.": 597,
  "17.81%.": 598,
  "16.11%.": 599,
  "9.61.": 600,
  "1.47.": 601,
  "0.86%.": 602,
  "gold": 603,
  "bees": 604,
  "idcw": 605,
  "(8.62%),": 606,
  "ishares": 607,
  "msci": 608,
  "world": 609,
  "(5.20%),": 610,
  "(4.32%),": 611,
  "(3.81%),": 612,
  "(3.67%),": 613,
  "(2.68%),": 614,
  "(1.83%),": 615,
  "(1.80%),": 616,
  "mini": 617,
  "(100": 618,
  "grams)": 619,
  "june": 620,
  "2020": 621,
  "future": 622,
  "(1.70%),": 623,
  "zomato": 624,
  "(1.62%).": 625,
  "₹35.89.": 626,
  "114.68%.": 627,
  "48.10%.": 628,
  "22.84.": 629,
  "-1.14.": 630,
  "0.23%.": 631,
  "(99.95%),": 632,
  "(0.19%),": 633,
  "mrgn": 634,
  "(0.00%),": 635,
  "(-0.14%).": 636,
  "quant": 637,
  "₹183.58.": 638,
  "21.67%.": 639,
  "25.42%.": 640,
  "21.01%.": 641,
  "9.86%.": 642,
  "11.98.": 643,
  "1.50.": 644,
  "0.60%.": 645,
  "current": 646,
  "assets": 647,
  "(14.67%),": 648,
  "(9.97%),": 649,
  "(8.36%),": 650,
  "enterprises": 651,
  "(8.20%),": 652,
  "(7.96%),": 653,
  "(7.94%),": 654,
  "(6.07%),": 655,
  "co": 656,
  "(5.86%),": 657,
  "fixed": 658,
  "deposits": 659,
  "(5.67%),": 660,
  "management": 661,
  "(4.76%).": 662,
  "sbi": 663,
  "children's": 664,
  "₹52.58.": 665,
  "19.78%.": 666,
  "23.69%.": 667,
  "25.57%.": 668,
  "117.29%.": 669,
  "16.02.": 670,
  "1.06.": 671,
  "1.17%.": 672,
  "respect": 673,
  "subject": 674,
  "lock-in": 675,
  "period": 676,
  "holding": 677,
  "less": 678,
  "than": 679,
  "3": 680,
  "years:": 681,
  "3%": 682,
  "2%": 683,
  "but": 684,
  "(15.62%),": 685,
  "alphabet": 686,
  "inc": 687,
  "forgn.": 688,
  "eq": 689,
  "(googl)": 690,
  "(7.38%),": 691,
  "(5.44%),": 692,
  "thangamayil": 693,
  "jewellery": 694,
  "(4.61%),": 695,
  "(4.60%),": 696,
  "renew": 697,
  "global": 698,
  "plc": 699,
  "(rnw)": 700,
  "(4.35%),": 701,
  "(4.21%),": 702,
  "muthoot": 703,
  "(4.03%),": 704,
  "hatsun": 705,
  "agro": 706,
  "products": 707,
  "(3.90%),": 708,
  "epam": 709,
  "systems": 710,
  "(epam)": 711,
  "(3.52%).": 712,
  "₹39.56.": 713,
  "13.37%.": 714,
  "30.39%.": 715,
  "25.01%.": 716,
  "3.93%.": 717,
  "23.07.": 718,
  "1.05.": 719,
  "2.36.": 720,
  "0.90%.": 721,
  "0.50%": 722,
  "(16.86%),": 723,
  "(9.52%),": 724,
  "(9.06%),": 725,
  "(8.84%),": 726,
  "(8.78%),": 727,
  "(5.33%),": 728,
  "(4.39%),": 729,
  "(4.11%),": 730,
  "(3.72%).": 731
}