{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-07-13": 23,
  "₹27.84.": 24,
  "1y": 25,
  "returns:": 26,
  "12.97%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.13%.": 30,
  "5y": 31,
  "10.93%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.99.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.24.": 48,
  "expense": 49,
  "ratio": 50,
  "0.79%.": 51,
  "exit": 52,
  "load": 53,
  "policy:": 54,
  "1%,": 55,
  "if": 56,
  "redeemed": 57,
  "within": 58,
  "1": 59,
  "year.": 60,
  "minimum": 61,
  "sip": 62,
  "investment": 63,
  "₹100.": 64,
  "lump-sum": 65,
  "taxation:": 66,
  "returns": 67,
  "are": 68,
  "taxed": 69,
  "per": 70,
  "your": 71,
  "income": 72,
  "tax": 73,
  "slab.": 74,
  "top": 75,
  "holdings": 76,
  "include:": 77,
  "national": 78,
  "bank": 79,
  "for": 80,
  "agriculture": 81,
  "and": 82,
  "rural": 83,
  "development": 84,
  "sr": 85,
  "25g": 86,
  "7.48": 87,
  "bd": 88,
  "15sp28": 89,
  "fvrs1lac": 90,
  "(5.16%),": 91,
  "jubilant": 92,
  "bevco": 93,
  "limited": 94,
  "ncd": 95,
  "31my28": 96,
  "(4.94%),": 97,
  "government": 98,
  "india": 99,
  "36185": 100,
  "goi": 101,
  "07jl40": 102,
  "6.68": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(4.33%),": 107,
  "jtpm": 108,
  "metal": 109,
  "traders": 110,
  "30ap30": 111,
  "(3.94%),": 112,
  "gmr": 113,
  "airports": 114,
  "5": 115,
  "13fb27": 116,
  "(3.74%),": 117,
  "reverse": 118,
  "repo": 119,
  "(3.52%),": 120,
  "small": 121,
  "industries": 122,
  "i": 123,
  "6.66": 124,
  "25ot28": 125,
  "(3.38%),": 126,
  "tata": 127,
  "capital": 128,
  "housing": 129,
  "finance": 130,
  "c": 131,
  "7.79": 132,
  "18ju30": 133,
  "(3.07%),": 134,
  "36574": 135,
  "06ot35": 136,
  "6.48": 137,
  "(3.04%),": 138,
  "bharat": 139,
  "highways": 140,
  "invit": 141,
  "(2.49%).": 142,
  "&": 143,
  "market": 144,
  "news": 145,
  "generic": 146,
  "stream": 147,
  "groww;": 148,
  "not": 149,
  "specific": 150,
  "to": 151,
  "this": 152,
  "single": 153,
  "fund.": 154,
  "medium": 155,
  "term": 156,
  "plan": 157,
  "moderately": 158,
  "₹47.74.": 159,
  "9.40%.": 160,
  "10.71%.": 161,
  "12.90%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "alpha:": 169,
  "0.00.": 170,
  "beta:": 171,
  "0.83%.": 172,
  "₹1000.": 173,
  "(10.31%),": 174,
  "bajaj": 175,
  "8.25": 176,
  "27my31": 177,
  "(4.78%),": 178,
  "26c": 179,
  "7.27": 180,
  "23fb29": 181,
  "(3.90%),": 182,
  "26a": 183,
  "12ot28": 184,
  "(3.54%),": 185,
  "hinduja": 186,
  "leyland": 187,
  "9.25": 188,
  "09jl31": 189,
  "(3.42%),": 190,
  "26f": 191,
  "7.44": 192,
  "17jl29": 193,
  "(3.13%),": 194,
  "oxyzo": 195,
  "financial": 196,
  "services": 197,
  "9.9": 198,
  "13mr29": 199,
  "(2.78%),": 200,
  "(2.61%),": 201,
  "(2.56%),": 202,
  "(2.56%).": 203,
  "psu": 204,
  "equity": 205,
  "very": 206,
  "₹40.02.": 207,
  "10.13%.": 208,
  "25.76%.": 209,
  "24.50%.": 210,
  "16.04%.": 211,
  "5.81%.": 212,
  "28.28%.": 213,
  "29.79%.": 214,
  "23.65.": 215,
  "0.89.": 216,
  "-0.17.": 217,
  "0.96.": 218,
  "0.71%.": 219,
  "1%": 220,
  "30": 221,
  "days.": 222,
  "₹500.": 223,
  "you": 224,
  "redeem": 225,
  "one": 226,
  "year,": 227,
  "at": 228,
  "20%.": 229,
  "after": 230,
  "exceeding": 231,
  "1.25": 232,
  "lakh": 233,
  "in": 234,
  "year": 235,
  "12.5%.": 236,
  "state": 237,
  "(17.45%),": 238,
  "ntpc": 239,
  "ltd": 240,
  "(7.82%),": 241,
  "power": 242,
  "grid": 243,
  "corporation": 244,
  "(6.72%),": 245,
  "heavy": 246,
  "electricals": 247,
  "(6.40%),": 248,
  "maharashtra": 249,
  "(5.04%),": 250,
  "electronics": 251,
  "(4.89%),": 252,
  "gail": 253,
  "(india)": 254,
  "(4.87%),": 255,
  "pnb": 256,
  "nmdc": 257,
  "(3.37%),": 258,
  "union": 259,
  "(3.36%).": 260,
  "silver": 261,
  "etf": 262,
  "fof": 263,
  "commodity": 264,
  "₹33.74.": 265,
  "92.24%.": 266,
  "41.65%.": 267,
  "154.77%.": 268,
  "47.07%.": 269,
  "37.62.": 270,
  "1.03.": 271,
  "2.37.": 272,
  "0.85.": 273,
  "0.32%.": 274,
  "0.5%": 275,
  "two": 276,
  "years,": 277,
  "etf-growth": 278,
  "(100.08%),": 279,
  "(0.44%),": 280,
  "net": 281,
  "payables": 282,
  "(-0.52%).": 283,
  "axis": 284,
  "₹37.25.": 285,
  "92.41%.": 286,
  "41.96%.": 287,
  "22.23.": 288,
  "1.20.": 289,
  "-0.37.": 290,
  "0.94.": 291,
  "0.09%.": 292,
  "0.25%,": 293,
  "7": 294,
  "₹5000.": 295,
  "regular-growth": 296,
  "(99.78%),": 297,
  "others": 298,
  "cblo": 299,
  "(0.53%),": 300,
  "(-0.32%).": 301,
  "dsp": 302,
  "₹60.36.": 303,
  "10.92%.": 304,
  "16.91%.": 305,
  "13.27%.": 306,
  "7.05%.": 307,
  "7.39.": 308,
  "1.39.": 309,
  "0.46%.": 310,
  "3%,": 311,
  "12": 312,
  "months.": 313,
  "37426": 314,
  "11my36": 315,
  "6.94": 316,
  "(9.30%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "cd": 320,
  "04feb27": 321,
  "(8.73%),": 322,
  "(8.26%),": 323,
  "(5.84%),": 324,
  "renewables": 325,
  "8.6": 326,
  "24sp27": 327,
  "(5.82%),": 328,
  "nuvoco": 329,
  "vistas": 330,
  "7.7": 331,
  "18sp28": 332,
  "(5.75%),": 333,
  "company": 334,
  "7.51": 335,
  "08dc28": 336,
  "(5.64%),": 337,
  "25c": 338,
  "24fb28": 339,
  "(5.61%),": 340,
  "adani": 341,
  "airport": 342,
  "8.45": 343,
  "12fb29": 344,
  "(5.44%),": 345,
  "nuvama": 346,
  "wealth": 347,
  "f7h502a": 348,
  "9": 349,
  "11ju27": 350,
  "(3.94%).": 351,
  "hdfc": 352,
  "hybrid": 353,
  "₹124.91.": 354,
  "-3.64%.": 355,
  "7.79%.": 356,
  "9.72%.": 357,
  "11.80%.": 358,
  "4.72%.": 359,
  "14.31%.": 360,
  "13.94%.": 361,
  "10.74.": 362,
  "0.20.": 363,
  "1.11%.": 364,
  "units": 365,
  "excess": 366,
  "15%": 367,
  "the": 368,
  "investment,1%": 369,
  "will": 370,
  "be": 371,
  "charged": 372,
  "redemption": 373,
  "icici": 374,
  "(6.71%),": 375,
  "(6.42%),": 376,
  "reliance": 377,
  "(4.46%),": 378,
  "(3.23%),": 379,
  "(2.86%),": 380,
  "larsen": 381,
  "toubro": 382,
  "(2.70%),": 383,
  "34238": 384,
  "22ap64": 385,
  "7.34": 386,
  "(2.58%),": 387,
  "infosys": 388,
  "(2.54%),": 389,
  "bharti": 390,
  "airtel": 391,
  "(2.00%).": 392,
  "plus": 393,
  "arbitrage": 394,
  "active": 395,
  "moderate.": 396,
  "₹45.50.": 397,
  "5.70%.": 398,
  "10.15%.": 399,
  "11.00%.": 400,
  "10.91%.": 401,
  "7.37%.": 402,
  "5.47.": 403,
  "0.79.": 404,
  "0.02%.": 405,
  "nil": 406,
  "opportunities": 407,
  "plan-growth": 408,
  "(44.39%),": 409,
  "direct-growth": 410,
  "(36.34%),": 411,
  "money": 412,
  "(18.47%),": 413,
  "(2.37%),": 414,
  "(-1.57%).": 415,
  "₹35.85.": 416,
  "91.92%.": 417,
  "41.69%.": 418,
  "22.93.": 419,
  "1.18.": 420,
  "-0.89.": 421,
  "0.97.": 422,
  "0.22%.": 423,
  "15": 424,
  "regular": 425,
  "-": 426,
  "(100.09%),": 427,
  "(0.30%),": 428,
  "(-0.39%).": 429,
  "hsbc": 430,
  "₹37.41.": 431,
  "6.34%.": 432,
  "11.85%.": 433,
  "9.51%.": 434,
  "6.88.": 435,
  "0.84.": 436,
  "0.97%.": 437,
  "10%": 438,
  "(7.85%),": 439,
  "36232": 440,
  "21jl30": 441,
  "6.01": 442,
  "(6.48%),": 443,
  "(5.70%),": 444,
  "(5.68%),": 445,
  "corpn.": 446,
  "ltd.": 447,
  "7.2": 448,
  "09/08/2027": 449,
  "(5.67%),": 450,
  "godrej": 451,
  "seeds": 452,
  "genetics": 453,
  "2": 454,
  "strpp": 455,
  "7.68": 456,
  "28ap28": 457,
  "(5.51%),": 458,
  "nirma": 459,
  "vii": 460,
  "tr": 461,
  "8.50": 462,
  "07ap27": 463,
  "(5.50%),": 464,
  "259a": 465,
  "6.96": 466,
  "02mr28": 467,
  "(5.42%),": 468,
  "jsw": 469,
  "kalinga": 470,
  "steel": 471,
  "(4.37%).": 472,
  "prudential": 473,
  "₹23.16.": 474,
  "7.33%.": 475,
  "25.04%.": 476,
  "18.35.": 477,
  "1.17.": 478,
  "0.81.": 479,
  "1.24%.": 480,
  "before": 481,
  "month": 482,
  "date": 483,
  "allotment.": 484,
  "(15.26%),": 485,
  "(8.11%),": 486,
  "(7.59%),": 487,
  "insurance": 488,
  "(4.99%),": 489,
  "hindustan": 490,
  "aeronautics": 491,
  "(4.91%),": 492,
  "oil": 493,
  "natural": 494,
  "gas": 495,
  "(4.35%),": 496,
  "indian": 497,
  "(3.20%),": 498,
  "coal": 499,
  "(3.19%),": 500,
  "nhpc": 501,
  "(3.17%).": 502,
  "retirement": 503,
  "aggressive": 504,
  "₹31.36.": 505,
  "9.67%.": 506,
  "19.98%.": 507,
  "17.38%.": 508,
  "13.83%.": 509,
  "13.87.": 510,
  "1.14%.": 511,
  "(7.93%),": 512,
  "vedanta": 513,
  "9.31": 514,
  "03dc27": 515,
  "(2.45%),": 516,
  "(2.44%),": 517,
  "kirloskar": 518,
  "engines": 519,
  "(2.29%),": 520,
  "titan": 521,
  "(2.28%),": 522,
  "(2.14%),": 523,
  "(2.01%),": 524,
  "(1.84%),": 525,
  "samvardhana": 526,
  "motherson": 527,
  "international": 528,
  "(1.82%),": 529,
  "unilever": 530,
  "(1.73%).": 531,
  "₹33.22.": 532,
  "91.56%.": 533,
  "41.57%.": 534,
  "22.66.": 535,
  "0.20%.": 536,
  "(99.96%),": 537,
  "(0.47%),": 538,
  "(-0.43%).": 539,
  "invesco": 540,
  "₹78.24.": 541,
  "1.26%.": 542,
  "23.78%.": 543,
  "22.72%.": 544,
  "11.34%.": 545,
  "24.12.": 546,
  "0.82.": 547,
  "-1.52.": 548,
  "investment,": 549,
  "(8.67%),": 550,
  "(7.63%),": 551,
  "petroleum": 552,
  "(6.23%),": 553,
  "(5.80%),": 554,
  "dredging": 555,
  "(5.10%),": 556,
  "green": 557,
  "energy": 558,
  "(4.82%),": 559,
  "baroda": 560,
  "(4.76%),": 561,
  "(4.73%),": 562,
  "rec": 563,
  "(3.91%).": 564,
  "motilal": 565,
  "oswal": 566,
  "bse": 567,
  "enhanced": 568,
  "value": 569,
  "index": 570,
  "₹27.74.": 571,
  "9.06%.": 572,
  "26.92%.": 573,
  "4.80%.": 574,
  "19.16%.": 575,
  "18.84%.": 576,
  "19.65.": 577,
  "1.38.": 578,
  "15.11.": 579,
  "1.24.": 580,
  "0.54%.": 581,
  "load:": 582,
  "1%-": 583,
  "on": 584,
  "or": 585,
  "days": 586,
  "motors": 587,
  "(8.15%),": 588,
  "hindalco": 589,
  "(8.09%),": 590,
  "(7.64%),": 591,
  "(7.14%),": 592,
  "(7.04%),": 593,
  "(6.88%),": 594,
  "(6.78%),": 595,
  "(4.62%),": 596,
  "(4.56%).": 597,
  "nippon": 598,
  "multi": 599,
  "asset": 600,
  "allocation": 601,
  "₹26.67.": 602,
  "15.09%.": 603,
  "20.21%.": 604,
  "16.56%.": 605,
  "31.90%.": 606,
  "17.81%.": 607,
  "16.11%.": 608,
  "9.62.": 609,
  "1.35.": 610,
  "0.42%.": 611,
  "gold": 612,
  "bees": 613,
  "idcw": 614,
  "(8.62%),": 615,
  "ishares": 616,
  "msci": 617,
  "world": 618,
  "(5.20%),": 619,
  "(4.32%),": 620,
  "(3.81%),": 621,
  "(3.67%),": 622,
  "(2.68%),": 623,
  "(1.83%),": 624,
  "(1.80%),": 625,
  "mini": 626,
  "(100": 627,
  "grams)": 628,
  "june": 629,
  "2020": 630,
  "future": 631,
  "(1.70%),": 632,
  "zomato": 633,
  "(1.62%).": 634,
  "₹33.07.": 635,
  "91.70%.": 636,
  "41.37%.": 637,
  "22.84.": 638,
  "-1.14.": 639,
  "(99.95%),": 640,
  "(0.19%),": 641,
  "mrgn": 642,
  "(0.00%),": 643,
  "(-0.14%).": 644,
  "quant": 645,
  "2026-07-10": 646,
  "₹183.99.": 647,
  "19.81%.": 648,
  "24.35%.": 649,
  "20.70%.": 650,
  "9.86%.": 651,
  "12.00.": 652,
  "1.16%.": 653,
  "current": 654,
  "assets": 655,
  "(14.67%),": 656,
  "(9.97%),": 657,
  "(8.36%),": 658,
  "enterprises": 659,
  "(8.20%),": 660,
  "(7.96%),": 661,
  "(7.94%),": 662,
  "(6.07%),": 663,
  "co": 664,
  "(5.86%),": 665,
  "fixed": 666,
  "deposits": 667,
  "management": 668,
  "(4.76%).": 669,
  "sbi": 670,
  "children's": 671,
  "₹53.31.": 672,
  "17.22%.": 673,
  "23.39%.": 674,
  "24.18%.": 675,
  "117.29%.": 676,
  "2.19%.": 677,
  "15.99%.": 678,
  "15.61%.": 679,
  "15.95.": 680,
  "1.05.": 681,
  "10.44.": 682,
  "0.87.": 683,
  "1.12%.": 684,
  "respect": 685,
  "subject": 686,
  "lock-in": 687,
  "period": 688,
  "holding": 689,
  "less": 690,
  "than": 691,
  "3": 692,
  "years:": 693,
  "3%": 694,
  "2%": 695,
  "but": 696,
  "(15.62%),": 697,
  "alphabet": 698,
  "inc": 699,
  "forgn.": 700,
  "eq": 701,
  "(googl)": 702,
  "(7.38%),": 703,
  "thangamayil": 704,
  "jewellery": 705,
  "(4.61%),": 706,
  "(4.60%),": 707,
  "renew": 708,
  "global": 709,
  "plc": 710,
  "(rnw)": 711,
  "(4.21%),": 712,
  "muthoot": 713,
  "(4.03%),": 714,
  "hatsun": 715,
  "agro": 716,
  "products": 717,
  "epam": 718,
  "systems": 719,
  "(epam)": 720,
  "(3.52%).": 721,
  "₹38.50.": 722,
  "8.75%.": 723,
  "27.14%.": 724,
  "24.44%.": 725,
  "3.93%.": 726,
  "23.09.": 727,
  "1.88.": 728,
  "0.93.": 729,
  "0.86%.": 730,
  "0.50%": 731,
  "(16.64%),": 732,
  "(9.90%),": 733,
  "(8.74%),": 734,
  "(8.54%),": 735,
  "(8.24%),": 736,
  "(5.85%),": 737,
  "(5.15%),": 738,
  "(4.41%),": 739,
  "(3.55%).": 740
}