{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-07-09": 23,
  "₹27.81.": 24,
  "1y": 25,
  "returns:": 26,
  "12.95%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.15%.": 30,
  "5y": 31,
  "10.94%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.99.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.24.": 48,
  "expense": 49,
  "ratio": 50,
  "0.79%.": 51,
  "exit": 52,
  "load": 53,
  "policy:": 54,
  "1%,": 55,
  "if": 56,
  "redeemed": 57,
  "within": 58,
  "1": 59,
  "year.": 60,
  "minimum": 61,
  "sip": 62,
  "investment": 63,
  "₹100.": 64,
  "lump-sum": 65,
  "taxation:": 66,
  "returns": 67,
  "are": 68,
  "taxed": 69,
  "per": 70,
  "your": 71,
  "income": 72,
  "tax": 73,
  "slab.": 74,
  "top": 75,
  "holdings": 76,
  "include:": 77,
  "reverse": 78,
  "repo": 79,
  "(9.14%),": 80,
  "government": 81,
  "india": 82,
  "36574": 83,
  "goi": 84,
  "06ot35": 85,
  "6.48": 86,
  "fv": 87,
  "rs": 88,
  "100": 89,
  "(3.89%),": 90,
  "gmr": 91,
  "airports": 92,
  "limited": 93,
  "5": 94,
  "bd": 95,
  "13fb27": 96,
  "fvrs1lac": 97,
  "(3.88%),": 98,
  "national": 99,
  "bank": 100,
  "for": 101,
  "agriculture": 102,
  "and": 103,
  "rural": 104,
  "development": 105,
  "sr": 106,
  "25g": 107,
  "7.48": 108,
  "15sp28": 109,
  "(3.57%),": 110,
  "jubilant": 111,
  "bevco": 112,
  "ncd": 113,
  "31my28": 114,
  "(3.13%),": 115,
  "net": 116,
  "receivables": 117,
  "(2.86%),": 118,
  "hinduja": 119,
  "leyland": 120,
  "finance": 121,
  "9.25": 122,
  "09jl31": 123,
  "(2.46%),": 124,
  "26a": 125,
  "6.66": 126,
  "12ot28": 127,
  "(2.45%),": 128,
  "kogta": 129,
  "financial": 130,
  "(india)": 131,
  "9.5": 132,
  "30ot27": 133,
  "(2.31%),": 134,
  "gaursons": 135,
  "private": 136,
  "10.96": 137,
  "26dc28": 138,
  "(2.27%).": 139,
  "&": 140,
  "market": 141,
  "news": 142,
  "generic": 143,
  "stream": 144,
  "groww;": 145,
  "not": 146,
  "specific": 147,
  "to": 148,
  "this": 149,
  "single": 150,
  "fund.": 151,
  "medium": 152,
  "term": 153,
  "plan": 154,
  "moderately": 155,
  "₹47.68.": 156,
  "9.39%.": 157,
  "10.75%.": 158,
  "12.89%.": 159,
  "4.91%.": 160,
  "7.95%.": 161,
  "7.55%.": 162,
  "6.56%.": 163,
  "2.04.": 164,
  "2.21.": 165,
  "alpha:": 166,
  "0.00.": 167,
  "beta:": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹39.21.": 197,
  "7.01%.": 198,
  "24.52%.": 199,
  "24.14%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.65.": 205,
  "0.89.": 206,
  "-0.17.": 207,
  "0.96.": 208,
  "0.71%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹34.60.": 259,
  "102.93%.": 260,
  "44.81%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹38.23.": 277,
  "103.57%.": 278,
  "45.12%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.09%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹60.28.": 295,
  "10.87%.": 296,
  "16.89%.": 297,
  "13.25%.": 298,
  "7.05%.": 299,
  "7.39.": 300,
  "1.39.": 301,
  "0.46%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "37426": 306,
  "11my36": 307,
  "6.94": 308,
  "(9.30%),": 309,
  "kotak": 310,
  "mahindra": 311,
  "cd": 312,
  "04feb27": 313,
  "(8.73%),": 314,
  "(8.26%),": 315,
  "(5.84%),": 316,
  "renewables": 317,
  "8.6": 318,
  "24sp27": 319,
  "(5.82%),": 320,
  "nuvoco": 321,
  "vistas": 322,
  "7.7": 323,
  "18sp28": 324,
  "(5.75%),": 325,
  "tata": 326,
  "company": 327,
  "i": 328,
  "7.51": 329,
  "08dc28": 330,
  "(5.64%),": 331,
  "25c": 332,
  "7.44": 333,
  "24fb28": 334,
  "(5.61%),": 335,
  "adani": 336,
  "airport": 337,
  "8.45": 338,
  "12fb29": 339,
  "(5.44%),": 340,
  "nuvama": 341,
  "wealth": 342,
  "f7h502a": 343,
  "9": 344,
  "11ju27": 345,
  "(3.94%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹123.62.": 349,
  "-5.48%.": 350,
  "7.46%.": 351,
  "9.72%.": 352,
  "11.80%.": 353,
  "4.72%.": 354,
  "14.31%.": 355,
  "13.94%.": 356,
  "10.74.": 357,
  "0.20.": 358,
  "1.13%.": 359,
  "units": 360,
  "excess": 361,
  "15%": 362,
  "the": 363,
  "investment,1%": 364,
  "will": 365,
  "be": 366,
  "charged": 367,
  "redemption": 368,
  "icici": 369,
  "(6.71%),": 370,
  "(6.42%),": 371,
  "reliance": 372,
  "industries": 373,
  "(4.46%),": 374,
  "(3.23%),": 375,
  "(3.07%),": 376,
  "larsen": 377,
  "toubro": 378,
  "(2.70%),": 379,
  "34238": 380,
  "22ap64": 381,
  "7.34": 382,
  "infosys": 383,
  "(2.54%),": 384,
  "bharti": 385,
  "airtel": 386,
  "(2.00%).": 387,
  "plus": 388,
  "arbitrage": 389,
  "active": 390,
  "moderate.": 391,
  "₹45.46.": 392,
  "5.68%.": 393,
  "10.16%.": 394,
  "11.11%.": 395,
  "10.91%.": 396,
  "7.37%.": 397,
  "5.47.": 398,
  "0.79.": 399,
  "0.02%.": 400,
  "nil": 401,
  "opportunities": 402,
  "plan-growth": 403,
  "(44.39%),": 404,
  "direct-growth": 405,
  "(36.34%),": 406,
  "money": 407,
  "(18.47%),": 408,
  "(2.37%),": 409,
  "(-1.57%).": 410,
  "₹36.81.": 411,
  "103.60%.": 412,
  "45.00%.": 413,
  "22.93.": 414,
  "1.18.": 415,
  "-0.89.": 416,
  "0.97.": 417,
  "0.22%.": 418,
  "15": 419,
  "regular": 420,
  "-": 421,
  "(100.05%),": 422,
  "(-0.42%).": 423,
  "hsbc": 424,
  "₹37.38.": 425,
  "6.31%.": 426,
  "11.86%.": 427,
  "9.51%.": 428,
  "6.88.": 429,
  "0.84.": 430,
  "0.97%.": 431,
  "10%": 432,
  "(7.85%),": 433,
  "36232": 434,
  "21jl30": 435,
  "6.01": 436,
  "(6.48%),": 437,
  "(5.70%),": 438,
  "(5.68%),": 439,
  "corpn.": 440,
  "ltd.": 441,
  "7.2": 442,
  "09/08/2027": 443,
  "(5.67%),": 444,
  "godrej": 445,
  "seeds": 446,
  "genetics": 447,
  "2": 448,
  "strpp": 449,
  "7.68": 450,
  "28ap28": 451,
  "(5.51%),": 452,
  "nirma": 453,
  "vii": 454,
  "tr": 455,
  "c": 456,
  "8.50": 457,
  "07ap27": 458,
  "(5.50%),": 459,
  "259a": 460,
  "6.96": 461,
  "02mr28": 462,
  "(5.42%),": 463,
  "jsw": 464,
  "kalinga": 465,
  "steel": 466,
  "(4.37%).": 467,
  "prudential": 468,
  "₹22.79.": 469,
  "4.97%.": 470,
  "23.83%.": 471,
  "18.35.": 472,
  "1.17.": 473,
  "1.03.": 474,
  "0.81.": 475,
  "1.15%.": 476,
  "before": 477,
  "month": 478,
  "date": 479,
  "allotment.": 480,
  "(14.22%),": 481,
  "(8.61%),": 482,
  "(5.36%),": 483,
  "hindustan": 484,
  "aeronautics": 485,
  "(4.78%),": 486,
  "insurance": 487,
  "(4.71%),": 488,
  "(3.61%),": 489,
  "(3.48%),": 490,
  "(3.42%),": 491,
  "indian": 492,
  "(3.20%).": 493,
  "retirement": 494,
  "aggressive": 495,
  "₹31.07.": 496,
  "7.73%.": 497,
  "19.52%.": 498,
  "17.29%.": 499,
  "13.83%.": 500,
  "13.87.": 501,
  "1.14%.": 502,
  "(5.40%),": 503,
  "vedanta": 504,
  "9.31": 505,
  "03dc27": 506,
  "(2.52%),": 507,
  "(2.21%),": 508,
  "titan": 509,
  "(2.19%),": 510,
  "(2.14%),": 511,
  "tech": 512,
  "(1.90%),": 513,
  "(1.89%),": 514,
  "upl": 515,
  "(1.85%),": 516,
  "unilever": 517,
  "(1.83%).": 518,
  "₹34.10.": 519,
  "103.54%.": 520,
  "45.06%.": 521,
  "22.66.": 522,
  "0.20%.": 523,
  "(99.90%),": 524,
  "(0.45%),": 525,
  "(-0.34%).": 526,
  "invesco": 527,
  "an": 528,
  "amc": 529,
  "specified.": 530,
  "performance": 531,
  "data": 532,
  "available.": 533,
  "metrics": 534,
  "operational": 535,
  "details": 536,
  "(expenses,": 537,
  "load,": 538,
  "investments)": 539,
  "no": 540,
  "portfolio": 541,
  "motilal": 542,
  "oswal": 543,
  "bse": 544,
  "enhanced": 545,
  "value": 546,
  "index": 547,
  "₹27.33.": 548,
  "6.66%.": 549,
  "25.95%.": 550,
  "4.80%.": 551,
  "19.16%.": 552,
  "18.84%.": 553,
  "19.65.": 554,
  "1.38.": 555,
  "15.11.": 556,
  "1.24.": 557,
  "0.54%.": 558,
  "load:": 559,
  "1%-": 560,
  "on": 561,
  "or": 562,
  "days": 563,
  "hindalco": 564,
  "(9.27%),": 565,
  "motors": 566,
  "(8.85%),": 567,
  "(7.75%),": 568,
  "coal": 569,
  "(6.98%),": 570,
  "petroleum": 571,
  "(6.81%),": 572,
  "(6.64%),": 573,
  "(4.69%),": 574,
  "(4.47%),": 575,
  "(4.19%).": 576,
  "nippon": 577,
  "multi": 578,
  "asset": 579,
  "allocation": 580,
  "₹26.59.": 581,
  "13.87%.": 582,
  "19.75%.": 583,
  "16.36%.": 584,
  "31.90%.": 585,
  "15.09%.": 586,
  "17.81%.": 587,
  "16.11%.": 588,
  "9.62.": 589,
  "1.35.": 590,
  "0.42%.": 591,
  "gold": 592,
  "bees": 593,
  "idcw": 594,
  "(8.62%),": 595,
  "ishares": 596,
  "msci": 597,
  "world": 598,
  "(5.20%),": 599,
  "(4.32%),": 600,
  "(3.81%),": 601,
  "(3.67%),": 602,
  "(2.68%),": 603,
  "(1.83%),": 604,
  "(1.80%),": 605,
  "mini": 606,
  "(100": 607,
  "grams)": 608,
  "june": 609,
  "2020": 610,
  "future": 611,
  "(1.70%),": 612,
  "zomato": 613,
  "(1.62%).": 614,
  "₹33.94.": 615,
  "103.37%.": 616,
  "44.68%.": 617,
  "22.84.": 618,
  "-1.14.": 619,
  "(99.95%),": 620,
  "(0.19%),": 621,
  "mrgn": 622,
  "(0.00%),": 623,
  "(-0.14%).": 624,
  "quant": 625,
  "₹182.79.": 626,
  "18.58%.": 627,
  "24.07%.": 628,
  "20.50%.": 629,
  "9.86%.": 630,
  "12.00.": 631,
  "1.16%.": 632,
  "current": 633,
  "assets": 634,
  "(14.67%),": 635,
  "(9.97%),": 636,
  "green": 637,
  "energy": 638,
  "(8.36%),": 639,
  "enterprises": 640,
  "(8.20%),": 641,
  "(7.96%),": 642,
  "(7.94%),": 643,
  "(6.07%),": 644,
  "co": 645,
  "(5.86%),": 646,
  "fixed": 647,
  "deposits": 648,
  "management": 649,
  "(4.76%).": 650,
  "sbi": 651,
  "children's": 652,
  "₹53.20.": 653,
  "16.78%.": 654,
  "22.95%.": 655,
  "24.12%.": 656,
  "117.29%.": 657,
  "2.19%.": 658,
  "15.99%.": 659,
  "15.61%.": 660,
  "15.95.": 661,
  "1.05.": 662,
  "10.44.": 663,
  "0.87.": 664,
  "respect": 665,
  "subject": 666,
  "lock-in": 667,
  "period": 668,
  "holding": 669,
  "less": 670,
  "than": 671,
  "3": 672,
  "years:": 673,
  "3%": 674,
  "2%": 675,
  "but": 676,
  "(15.62%),": 677,
  "alphabet": 678,
  "inc": 679,
  "forgn.": 680,
  "eq": 681,
  "(googl)": 682,
  "(7.38%),": 683,
  "thangamayil": 684,
  "jewellery": 685,
  "(4.61%),": 686,
  "(4.60%),": 687,
  "renew": 688,
  "global": 689,
  "plc": 690,
  "(rnw)": 691,
  "(4.35%),": 692,
  "(4.21%),": 693,
  "muthoot": 694,
  "(4.03%),": 695,
  "hatsun": 696,
  "agro": 697,
  "products": 698,
  "(3.90%),": 699,
  "epam": 700,
  "systems": 701,
  "(epam)": 702,
  "(3.52%).": 703,
  "₹37.84.": 704,
  "6.10%.": 705,
  "26.67%.": 706,
  "24.16%.": 707,
  "3.93%.": 708,
  "23.09.": 709,
  "1.88.": 710,
  "0.93.": 711,
  "0.91%.": 712,
  "0.50%": 713,
  "(16.86%),": 714,
  "(9.52%),": 715,
  "(9.06%),": 716,
  "(8.84%),": 717,
  "(8.78%),": 718,
  "(5.90%),": 719,
  "baroda": 720,
  "(5.33%),": 721,
  "(4.39%),": 722,
  "(4.11%),": 723,
  "(3.72%).": 724
}