{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-05-06": 23,
  "₹27.22.": 24,
  "1y": 25,
  "returns:": 26,
  "12.94%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.81%.": 30,
  "5y": 31,
  "10.72%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.13.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "1%,": 58,
  "if": 59,
  "redeemed": 60,
  "within": 61,
  "1": 62,
  "year.": 63,
  "minimum": 64,
  "sip": 65,
  "investment": 66,
  "₹100.": 67,
  "lump-sum": 68,
  "taxation:": 69,
  "returns": 70,
  "are": 71,
  "taxed": 72,
  "per": 73,
  "your": 74,
  "income": 75,
  "tax": 76,
  "slab.": 77,
  "top": 78,
  "holdings": 79,
  "include:": 80,
  "gmr": 81,
  "airports": 82,
  "ltd.": 83,
  "(4.57%),": 84,
  "real": 85,
  "estate": 86,
  "(3.82%),": 87,
  "jubilant": 88,
  "bevco": 89,
  "(3.68%),": 90,
  "goi": 91,
  "(3.36%),": 92,
  "ikf": 93,
  "finance": 94,
  "(2.95%),": 95,
  "hinduja": 96,
  "leyland": 97,
  "(2.91%),": 98,
  "national": 99,
  "bank": 100,
  "for": 101,
  "agriculture": 102,
  "&": 103,
  "rural": 104,
  "development": 105,
  "kogta": 106,
  "financial": 107,
  "india": 108,
  "(2.72%),": 109,
  "gaursons": 110,
  "pvt.": 111,
  "(2.69%),": 112,
  "vedanta": 113,
  "(2.55%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "moderately": 129,
  "₹46.65.": 130,
  "8.90%.": 131,
  "10.33%.": 132,
  "12.64%.": 133,
  "4.91%.": 134,
  "7.95%.": 135,
  "7.55%.": 136,
  "6.56%.": 137,
  "1.91.": 138,
  "2.08.": 139,
  "0.83%.": 140,
  "₹1000.": 141,
  "(6.92%),": 142,
  "(4.03%),": 143,
  "(3.66%),": 144,
  "(3.50%),": 145,
  "(3.44%),": 146,
  "nuvama": 147,
  "wealth": 148,
  "(3.11%),": 149,
  "oxyzo": 150,
  "services": 151,
  "(2.89%),": 152,
  "(2.61%),": 153,
  "jtpm": 154,
  "metal": 155,
  "traders": 156,
  "(2.59%).": 157,
  "psu": 158,
  "equity": 159,
  "very": 160,
  "₹41.51.": 161,
  "21.45%.": 162,
  "30.25%.": 163,
  "28.28%.": 164,
  "16.04%.": 165,
  "5.81%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.77%),": 192,
  "ntpc": 193,
  "(9.17%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(6.85%),": 198,
  "bharat": 199,
  "electronics": 200,
  "(5.37%),": 201,
  "heavy": 202,
  "electricals": 203,
  "(4.51%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.36%),": 207,
  "oil": 208,
  "and": 209,
  "natural": 210,
  "gas": 211,
  "(4.20%),": 212,
  "maharashtra": 213,
  "baroda": 214,
  "(3.78%),": 215,
  "(3.65%).": 216,
  "silver": 217,
  "etf": 218,
  "fof": 219,
  "commodity": 220,
  "₹38.07.": 221,
  "149.28%.": 222,
  "45.28%.": 223,
  "154.77%.": 224,
  "47.07%.": 225,
  "22.57.": 226,
  "1.19.": 227,
  "-0.73.": 228,
  "0.96.": 229,
  "0.32%.": 230,
  "0.5%": 231,
  "two": 232,
  "years,": 233,
  "etf-growth": 234,
  "(99.90%).": 235,
  "axis": 236,
  "₹42.01.": 237,
  "148.97%.": 238,
  "45.12%.": 239,
  "22.23.": 240,
  "1.20.": 241,
  "-0.37.": 242,
  "0.94.": 243,
  "0.10%.": 244,
  "0.25%,": 245,
  "7": 246,
  "₹5000.": 247,
  "regular-growth": 248,
  "(99.88%).": 249,
  "dsp": 250,
  "₹58.89.": 251,
  "10.60%.": 252,
  "16.45%.": 253,
  "12.91%.": 254,
  "7.05%.": 255,
  "7.42.": 256,
  "1.30.": 257,
  "0.41%.": 258,
  "3%,": 259,
  "12": 260,
  "months.": 261,
  "roadstar": 262,
  "infra": 263,
  "trust": 264,
  "(7.13%),": 265,
  "renewables": 266,
  "(7.04%),": 267,
  "tata": 268,
  "housing": 269,
  "devp.": 270,
  "co.": 271,
  "ltd": 272,
  "(6.80%),": 273,
  "nirma": 274,
  "(6.79%),": 275,
  "(6.77%),": 276,
  "rec": 277,
  "(4.87%),": 278,
  "projects": 279,
  "(4.80%),": 280,
  "(4.79%),": 281,
  "(4.75%).": 282,
  "hdfc": 283,
  "hybrid": 284,
  "₹122.75.": 285,
  "-1.29%.": 286,
  "9.36%.": 287,
  "11.31%.": 288,
  "11.80%.": 289,
  "4.72%.": 290,
  "14.31%.": 291,
  "13.94%.": 292,
  "10.75.": 293,
  "0.31.": 294,
  "1.03%.": 295,
  "units": 296,
  "excess": 297,
  "15%": 298,
  "the": 299,
  "investment,1%": 300,
  "will": 301,
  "be": 302,
  "charged": 303,
  "redemption": 304,
  "icici": 305,
  "(6.63%),": 306,
  "(6.49%),": 307,
  "reliance": 308,
  "industries": 309,
  "(4.55%),": 310,
  "(3.86%),": 311,
  "infosys": 312,
  "(2.98%),": 313,
  "(2.81%),": 314,
  "kotak": 315,
  "mahindra": 316,
  "(2.66%),": 317,
  "larsen": 318,
  "toubro": 319,
  "(2.63%),": 320,
  "itc": 321,
  "(2.16%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.72.": 327,
  "5.16%.": 328,
  "11.95%.": 329,
  "12.28%.": 330,
  "10.91%.": 331,
  "7.37%.": 332,
  "5.75.": 333,
  "1.00.": 334,
  "0.02%.": 335,
  "nil": 336,
  "corporate": 337,
  "bond": 338,
  "plan-growth": 339,
  "(44.80%),": 340,
  "wholesale": 341,
  "direct-growth": 342,
  "(36.56%),": 343,
  "money": 344,
  "(18.52%).": 345,
  "₹40.58.": 346,
  "149.56%.": 347,
  "45.02%.": 348,
  "22.93.": 349,
  "1.18.": 350,
  "-0.89.": 351,
  "0.21%.": 352,
  "15": 353,
  "regular": 354,
  "-": 355,
  "(100.04%).": 356,
  "hsbc": 357,
  "₹36.80.": 358,
  "6.11%.": 359,
  "11.68%.": 360,
  "9.33%.": 361,
  "6.87.": 362,
  "0.78.": 363,
  "0.95%.": 364,
  "10%": 365,
  "(5.50%),": 366,
  "(5.49%),": 367,
  "(5.47%),": 368,
  "(5.46%),": 369,
  "(5.31%),": 370,
  "(5.30%),": 371,
  "(5.09%),": 372,
  "jsw": 373,
  "kalinga": 374,
  "steel": 375,
  "(4.22%),": 376,
  "(4.14%),": 377,
  "piramal": 378,
  "(3.66%).": 379,
  "prudential": 380,
  "₹23.89.": 381,
  "17.63%.": 382,
  "28.74%.": 383,
  "18.35.": 384,
  "1.17.": 385,
  "1.03.": 386,
  "0.81.": 387,
  "1.77%.": 388,
  "before": 389,
  "month": 390,
  "date": 391,
  "allotment.": 392,
  "(13.29%),": 393,
  "(8.68%),": 394,
  "(6.87%),": 395,
  "(6.47%),": 396,
  "insurance": 397,
  "(4.47%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "(4.10%),": 401,
  "(3.73%),": 402,
  "coal": 403,
  "(3.25%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹30.63.": 407,
  "16.82%.": 408,
  "23.03%.": 409,
  "18.04%.": 410,
  "13.83%.": 411,
  "14.01.": 412,
  "1.12.": 413,
  "0.89%.": 414,
  "(2.90%),": 415,
  "multi": 416,
  "exchange": 417,
  "(2.42%),": 418,
  "tech": 419,
  "(2.29%),": 420,
  "titan": 421,
  "company": 422,
  "(2.03%),": 423,
  "motors": 424,
  "(2.01%),": 425,
  "mphasis": 426,
  "(1.92%),": 427,
  "(1.85%),": 428,
  "ultratech": 429,
  "cement": 430,
  "(1.81%),": 431,
  "upl": 432,
  "(1.77%),": 433,
  "(1.74%).": 434,
  "₹37.55.": 435,
  "149.41%.": 436,
  "45.42%.": 437,
  "22.66.": 438,
  "0.22%.": 439,
  "(100.02%).": 440,
  "invesco": 441,
  "₹82.09.": 442,
  "17.59%.": 443,
  "30.29%.": 444,
  "26.59%.": 445,
  "11.34%.": 446,
  "24.02.": 447,
  "-1.31.": 448,
  "0.90%.": 449,
  "investment,": 450,
  "(8.60%),": 451,
  "indian": 452,
  "(7.33%),": 453,
  "(6.82%),": 454,
  "petroleum": 455,
  "(6.48%),": 456,
  "(6.24%),": 457,
  "(5.00%),": 458,
  "(4.84%),": 459,
  "green": 460,
  "energy": 461,
  "(4.74%),": 462,
  "(3.89%),": 463,
  "(3.89%).": 464,
  "motilal": 465,
  "oswal": 466,
  "bse": 467,
  "enhanced": 468,
  "value": 469,
  "index": 470,
  "₹28.96.": 471,
  "23.09%.": 472,
  "32.12%.": 473,
  "4.80%.": 474,
  "19.16%.": 475,
  "18.84%.": 476,
  "19.65.": 477,
  "1.38.": 478,
  "15.11.": 479,
  "1.24.": 480,
  "0.52%.": 481,
  "load:": 482,
  "1%-": 483,
  "on": 484,
  "or": 485,
  "days": 486,
  "(9.18%),": 487,
  "hindalco": 488,
  "(8.05%),": 489,
  "(7.84%),": 490,
  "(7.60%),": 491,
  "passenger": 492,
  "vehicles": 493,
  "(7.38%),": 494,
  "(7.12%),": 495,
  "(7.10%),": 496,
  "(4.60%),": 497,
  "nippon": 498,
  "asset": 499,
  "allocation": 500,
  "₹26.55.": 501,
  "19.48%.": 502,
  "21.82%.": 503,
  "17.64%.": 504,
  "31.90%.": 505,
  "15.09%.": 506,
  "17.81%.": 507,
  "16.11%.": 508,
  "9.60.": 509,
  "1.51.": 510,
  "0.33%.": 511,
  "gold": 512,
  "bees": 513,
  "(8.97%),": 514,
  "ishares": 515,
  "msci": 516,
  "world": 517,
  "(5.34%),": 518,
  "(3.85%),": 519,
  "(3.55%),": 520,
  "(2.62%),": 521,
  "(2.54%),": 522,
  "(2.33%),": 523,
  "liquid": 524,
  "(2.28%),": 525,
  "(1.76%),": 526,
  "eternal": 527,
  "₹37.39.": 528,
  "149.35%.": 529,
  "44.75%.": 530,
  "22.84.": 531,
  "-1.14.": 532,
  "(99.80%).": 533,
  "quant": 534,
  "₹178.30.": 535,
  "25.01%.": 536,
  "24.49%.": 537,
  "22.46%.": 538,
  "9.86%.": 539,
  "12.04.": 540,
  "1.37.": 541,
  "0.62%.": 542,
  "(9.77%),": 543,
  "(8.54%),": 544,
  "(6.38%),": 545,
  "co": 546,
  "(5.61%),": 547,
  "aurobindo": 548,
  "pharma": 549,
  "(4.97%),": 550,
  "premier": 551,
  "energies": 552,
  "(4.48%),": 553,
  "bajaj": 554,
  "(3.77%),": 555,
  "management": 556,
  "(3.70%),": 557,
  "adani": 558,
  "(2.64%).": 559,
  "sbi": 560,
  "children's": 561,
  "₹50.21.": 562,
  "19.62%.": 563,
  "25.39%.": 564,
  "26.76%.": 565,
  "117.29%.": 566,
  "16.13.": 567,
  "1.32%.": 568,
  "respect": 569,
  "subject": 570,
  "lock-in": 571,
  "period": 572,
  "holding": 573,
  "less": 574,
  "than": 575,
  "3": 576,
  "years:": 577,
  "3%": 578,
  "2%": 579,
  "but": 580,
  "2": 581,
  "alphabet": 582,
  "inc": 583,
  "class": 584,
  "(6.86%),": 585,
  "(6.84%),": 586,
  "thangamayil": 587,
  "jewellery": 588,
  "(4.93%),": 589,
  "hatsun": 590,
  "agro": 591,
  "product": 592,
  "muthoot": 593,
  "(4.29%),": 594,
  "aether": 595,
  "privi": 596,
  "speciality": 597,
  "chemicals": 598,
  "(3.43%),": 599,
  "(3.29%),": 600,
  "ather": 601,
  "(3.19%),": 602,
  "sona": 603,
  "blw": 604,
  "precision": 605,
  "forgings": 606,
  "(3.08%).": 607,
  "₹40.28.": 608,
  "21.25%.": 609,
  "32.10%.": 610,
  "27.93%.": 611,
  "3.93%.": 612,
  "1.09.": 613,
  "0.93.": 614,
  "0.85%.": 615,
  "0.50%": 616,
  "(16.50%),": 617,
  "(10.02%),": 618,
  "(9.72%),": 619,
  "(9.10%),": 620,
  "(8.92%),": 621,
  "(6.55%),": 622,
  "(5.51%),": 623,
  "(4.63%),": 624,
  "nmdc": 625,
  "(3.61%),": 626,
  "(3.48%).": 627
}