{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-30": 24,
  "₹27.78.": 25,
  "1y": 26,
  "returns:": 27,
  "13.41%.": 28,
  "3y": 29,
  "annualised": 30,
  "13.18%.": 31,
  "5y": 32,
  "10.96%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.66.": 159,
  "9.71%.": 160,
  "10.78%.": 161,
  "12.92%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "1.92.": 167,
  "1.99.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹40.03.": 197,
  "8.81%.": 198,
  "27.02%.": 199,
  "24.58%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.63.": 205,
  "0.93.": 206,
  "-0.54.": 207,
  "0.96.": 208,
  "0.74%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹34.56.": 259,
  "105.26%.": 260,
  "45.74%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹38.19.": 277,
  "103.76%.": 278,
  "46.01%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.09%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹60.26.": 295,
  "11.11%.": 296,
  "16.99%.": 297,
  "13.26%.": 298,
  "7.05%.": 299,
  "7.41.": 300,
  "1.33.": 301,
  "0.40%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "(9.45%),": 306,
  "(7.15%),": 307,
  "roadstar": 308,
  "infra": 309,
  "trust": 310,
  "(6.22%),": 311,
  "renewables": 312,
  "8.6": 313,
  "24sp27": 314,
  "(6.15%),": 315,
  "nuvoco": 316,
  "vistas": 317,
  "7.7": 318,
  "18sp28": 319,
  "(6.06%),": 320,
  "tata": 321,
  "company": 322,
  "i": 323,
  "7.51": 324,
  "08dc28": 325,
  "(5.92%),": 326,
  "25c": 327,
  "7.44": 328,
  "24fb28": 329,
  "(5.90%),": 330,
  "adani": 331,
  "airport": 332,
  "8.45": 333,
  "12fb29": 334,
  "(5.89%),": 335,
  "rec": 336,
  "180-b": 337,
  "8.30": 338,
  "25ju29": 339,
  "fvrs10lac": 340,
  "(4.24%),": 341,
  "projects": 342,
  "q": 343,
  "8.25": 344,
  "28ap27": 345,
  "(4.19%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹123.29.": 349,
  "-5.40%.": 350,
  "7.68%.": 351,
  "9.78%.": 352,
  "11.80%.": 353,
  "4.72%.": 354,
  "14.31%.": 355,
  "13.94%.": 356,
  "10.76.": 357,
  "0.21.": 358,
  "1.08.": 359,
  "1.13%.": 360,
  "units": 361,
  "excess": 362,
  "15%": 363,
  "the": 364,
  "investment,1%": 365,
  "will": 366,
  "be": 367,
  "charged": 368,
  "redemption": 369,
  "icici": 370,
  "(6.71%),": 371,
  "(6.42%),": 372,
  "reliance": 373,
  "industries": 374,
  "(4.46%),": 375,
  "(3.23%),": 376,
  "kotak": 377,
  "mahindra": 378,
  "(3.07%),": 379,
  "larsen": 380,
  "toubro": 381,
  "(2.70%),": 382,
  "34238": 383,
  "22ap64": 384,
  "7.34": 385,
  "infosys": 386,
  "(2.54%),": 387,
  "bharti": 388,
  "airtel": 389,
  "(2.00%).": 390,
  "plus": 391,
  "arbitrage": 392,
  "active": 393,
  "moderate.": 394,
  "₹45.42.": 395,
  "5.85%.": 396,
  "10.44%.": 397,
  "11.21%.": 398,
  "10.91%.": 399,
  "7.37%.": 400,
  "5.63.": 401,
  "0.85.": 402,
  "0.02%.": 403,
  "nil": 404,
  "opportunities": 405,
  "plan-growth": 406,
  "(44.39%),": 407,
  "direct-growth": 408,
  "(36.34%),": 409,
  "money": 410,
  "(18.47%),": 411,
  "(2.37%),": 412,
  "(-1.57%).": 413,
  "₹36.83.": 414,
  "105.82%.": 415,
  "45.99%.": 416,
  "22.93.": 417,
  "1.18.": 418,
  "-0.89.": 419,
  "0.97.": 420,
  "0.22%.": 421,
  "15": 422,
  "regular": 423,
  "-": 424,
  "(100.05%),": 425,
  "(-0.42%).": 426,
  "hsbc": 427,
  "₹37.37.": 428,
  "6.59%.": 429,
  "11.94%.": 430,
  "9.54%.": 431,
  "6.88.": 432,
  "0.77.": 433,
  "0.96%.": 434,
  "10%": 435,
  "36232": 436,
  "21jl30": 437,
  "6.01": 438,
  "(6.36%),": 439,
  "(5.61%),": 440,
  "corpn.": 441,
  "ltd.": 442,
  "7.2": 443,
  "09/08/2027": 444,
  "(5.59%),": 445,
  "(5.58%),": 446,
  "godrej": 447,
  "seeds": 448,
  "genetics": 449,
  "2": 450,
  "strpp": 451,
  "7.68": 452,
  "28ap28": 453,
  "(5.56%),": 454,
  "(5.53%),": 455,
  "nirma": 456,
  "vii": 457,
  "tr": 458,
  "c": 459,
  "8.50": 460,
  "07ap27": 461,
  "(5.43%),": 462,
  "230-a": 463,
  "7.71": 464,
  "26fb27": 465,
  "(5.40%),": 466,
  "259a": 467,
  "6.96": 468,
  "02mr28": 469,
  "(5.33%).": 470,
  "prudential": 471,
  "₹22.95.": 472,
  "5.76%.": 473,
  "25.37%.": 474,
  "18.35.": 475,
  "1.17.": 476,
  "1.03.": 477,
  "0.81.": 478,
  "1.18%.": 479,
  "before": 480,
  "month": 481,
  "date": 482,
  "allotment.": 483,
  "(14.22%),": 484,
  "(8.61%),": 485,
  "(5.36%),": 486,
  "hindustan": 487,
  "aeronautics": 488,
  "(4.78%),": 489,
  "insurance": 490,
  "(4.71%),": 491,
  "(3.61%),": 492,
  "(3.48%),": 493,
  "(3.42%),": 494,
  "indian": 495,
  "(3.20%).": 496,
  "retirement": 497,
  "aggressive": 498,
  "₹31.21.": 499,
  "7.36%.": 500,
  "20.95%.": 501,
  "17.41%.": 502,
  "13.83%.": 503,
  "13.96.": 504,
  "1.30.": 505,
  "1.11%.": 506,
  "vedanta": 507,
  "9.31": 508,
  "03dc27": 509,
  "(2.52%),": 510,
  "(2.21%),": 511,
  "titan": 512,
  "(2.19%),": 513,
  "(2.14%),": 514,
  "tech": 515,
  "(1.90%),": 516,
  "(1.89%),": 517,
  "upl": 518,
  "(1.85%),": 519,
  "unilever": 520,
  "(1.83%).": 521,
  "₹34.10.": 522,
  "104.78%.": 523,
  "45.95%.": 524,
  "22.66.": 525,
  "0.20%.": 526,
  "(99.90%),": 527,
  "(0.45%),": 528,
  "(-0.34%).": 529,
  "invesco": 530,
  "₹78.32.": 531,
  "1.14%.": 532,
  "25.20%.": 533,
  "22.90%.": 534,
  "11.34%.": 535,
  "24.22.": 536,
  "0.90.": 537,
  "-0.82.": 538,
  "0.97%.": 539,
  "investment,": 540,
  "(8.67%),": 541,
  "(7.63%),": 542,
  "(7.59%),": 543,
  "petroleum": 544,
  "(6.23%),": 545,
  "(5.80%),": 546,
  "dredging": 547,
  "(5.10%),": 548,
  "green": 549,
  "energy": 550,
  "(4.82%),": 551,
  "baroda": 552,
  "(4.76%),": 553,
  "(4.73%),": 554,
  "(3.91%).": 555,
  "motilal": 556,
  "oswal": 557,
  "bse": 558,
  "enhanced": 559,
  "value": 560,
  "index": 561,
  "₹27.74.": 562,
  "7.93%.": 563,
  "28.09%.": 564,
  "4.80%.": 565,
  "19.16%.": 566,
  "18.84%.": 567,
  "19.65.": 568,
  "1.38.": 569,
  "15.11.": 570,
  "1.24.": 571,
  "0.59%.": 572,
  "load:": 573,
  "1%-": 574,
  "on": 575,
  "or": 576,
  "days": 577,
  "hindalco": 578,
  "(9.27%),": 579,
  "motors": 580,
  "(8.85%),": 581,
  "(7.75%),": 582,
  "coal": 583,
  "(6.98%),": 584,
  "(6.81%),": 585,
  "(6.64%),": 586,
  "(4.69%),": 587,
  "(4.47%),": 588,
  "nippon": 589,
  "multi": 590,
  "asset": 591,
  "allocation": 592,
  "₹26.36.": 593,
  "13.51%.": 594,
  "19.89%.": 595,
  "16.50%.": 596,
  "31.90%.": 597,
  "15.09%.": 598,
  "17.81%.": 599,
  "16.11%.": 600,
  "9.61.": 601,
  "1.47.": 602,
  "0.43%.": 603,
  "gold": 604,
  "bees": 605,
  "idcw": 606,
  "(8.62%),": 607,
  "ishares": 608,
  "msci": 609,
  "world": 610,
  "(5.20%),": 611,
  "(4.32%),": 612,
  "(3.81%),": 613,
  "(3.67%),": 614,
  "(2.68%),": 615,
  "(1.83%),": 616,
  "(1.80%),": 617,
  "mini": 618,
  "(100": 619,
  "grams)": 620,
  "june": 621,
  "2020": 622,
  "future": 623,
  "(1.70%),": 624,
  "zomato": 625,
  "(1.62%).": 626,
  "₹33.92.": 627,
  "105.45%.": 628,
  "45.72%.": 629,
  "22.84.": 630,
  "-1.14.": 631,
  "(99.95%),": 632,
  "(0.19%),": 633,
  "mrgn": 634,
  "(0.00%),": 635,
  "(-0.14%).": 636,
  "quant": 637,
  "₹181.19.": 638,
  "18.16%.": 639,
  "24.09%.": 640,
  "20.60%.": 641,
  "9.86%.": 642,
  "11.98.": 643,
  "1.50.": 644,
  "1.17%.": 645,
  "current": 646,
  "assets": 647,
  "(14.67%),": 648,
  "(9.97%),": 649,
  "(8.36%),": 650,
  "enterprises": 651,
  "(8.20%),": 652,
  "(7.96%),": 653,
  "(7.94%),": 654,
  "(6.07%),": 655,
  "co": 656,
  "(5.86%),": 657,
  "fixed": 658,
  "deposits": 659,
  "(5.67%),": 660,
  "management": 661,
  "(4.76%).": 662,
  "sbi": 663,
  "children's": 664,
  "₹52.85.": 665,
  "17.91%.": 666,
  "23.16%.": 667,
  "117.29%.": 668,
  "2.19%.": 669,
  "15.99%.": 670,
  "15.61%.": 671,
  "16.02.": 672,
  "1.06.": 673,
  "respect": 674,
  "subject": 675,
  "lock-in": 676,
  "period": 677,
  "holding": 678,
  "less": 679,
  "than": 680,
  "3": 681,
  "years:": 682,
  "3%": 683,
  "2%": 684,
  "but": 685,
  "(15.62%),": 686,
  "alphabet": 687,
  "inc": 688,
  "forgn.": 689,
  "eq": 690,
  "(googl)": 691,
  "(7.38%),": 692,
  "(5.44%),": 693,
  "thangamayil": 694,
  "jewellery": 695,
  "(4.61%),": 696,
  "(4.60%),": 697,
  "renew": 698,
  "global": 699,
  "plc": 700,
  "(rnw)": 701,
  "(4.35%),": 702,
  "(4.21%),": 703,
  "muthoot": 704,
  "(4.03%),": 705,
  "hatsun": 706,
  "agro": 707,
  "products": 708,
  "(3.90%),": 709,
  "epam": 710,
  "systems": 711,
  "(epam)": 712,
  "(3.52%).": 713,
  "₹38.46.": 714,
  "7.28%.": 715,
  "28.92%.": 716,
  "24.41%.": 717,
  "3.93%.": 718,
  "23.07.": 719,
  "1.05.": 720,
  "2.36.": 721,
  "0.90%.": 722,
  "0.50%": 723,
  "(16.86%),": 724,
  "(9.52%),": 725,
  "(9.06%),": 726,
  "(8.84%),": 727,
  "(8.78%),": 728,
  "(5.33%),": 729,
  "(4.39%),": 730,
  "(4.11%),": 731,
  "(3.72%).": 732
}