{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-06": 24,
  "₹26.85.": 25,
  "1y": 26,
  "returns:": 27,
  "14.22%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.97%.": 31,
  "5y": 32,
  "10.78%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "goi": 99,
  "(4.41%),": 100,
  "real": 101,
  "estate": 102,
  "ltd.": 103,
  "(3.95%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.78%),": 107,
  "national": 108,
  "bank": 109,
  "agriculture": 110,
  "&": 111,
  "rural": 112,
  "development": 113,
  "(3.54%),": 114,
  "gmr": 115,
  "airports": 116,
  "(3.32%),": 117,
  "(3.14%),": 118,
  "ikf": 119,
  "finance": 120,
  "(3.06%),": 121,
  "(3.03%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(3.02%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.82%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.29.": 144,
  "11.03%.": 145,
  "10.81%.": 146,
  "12.78%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(9.42%),": 156,
  "(7.61%),": 157,
  "(6.37%),": 158,
  "(3.80%),": 159,
  "(3.62%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.22%),": 163,
  "(2.74%),": 164,
  "(2.67%),": 165,
  "jtpm": 166,
  "metal": 167,
  "traders": 168,
  "(2.65%),": 169,
  "(2.40%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹40.17.": 174,
  "27.36%.": 175,
  "30.48%.": 176,
  "16.04%.": 177,
  "5.81%.": 178,
  "28.28%.": 179,
  "29.79%.": 180,
  "21.09.": 181,
  "1.22.": 182,
  "-1.30.": 183,
  "0.95.": 184,
  "0.60%.": 185,
  "30": 186,
  "days.": 187,
  "₹500.": 188,
  "you": 189,
  "redeem": 190,
  "one": 191,
  "at": 192,
  "20%.": 193,
  "exceeding": 194,
  "rs": 195,
  "1.25": 196,
  "lakh": 197,
  "12.5%.": 198,
  "state": 199,
  "(19.28%),": 200,
  "ntpc": 201,
  "(8.22%),": 202,
  "bharat": 203,
  "electronics": 204,
  "(5.61%),": 205,
  "power": 206,
  "grid": 207,
  "corporation": 208,
  "(5.54%),": 209,
  "gail": 210,
  "(india)": 211,
  "(5.36%),": 212,
  "oil": 213,
  "and": 214,
  "natural": 215,
  "gas": 216,
  "(4.60%),": 217,
  "baroda": 218,
  "(4.27%),": 219,
  "petroleum": 220,
  "(4.20%),": 221,
  "(4.08%),": 222,
  "maharashtra": 223,
  "(3.79%).": 224,
  "silver": 225,
  "etf": 226,
  "fof": 227,
  "commodity": 228,
  "₹40.09.": 229,
  "161.20%.": 230,
  "56.15%.": 231,
  "154.77%.": 232,
  "47.07%.": 233,
  "22.57.": 234,
  "1.19.": 235,
  "-0.73.": 236,
  "0.96.": 237,
  "0.30%.": 238,
  "0.5%": 239,
  "two": 240,
  "etf-growth": 241,
  "(101.51%).": 242,
  "axis": 243,
  "₹44.20.": 244,
  "162.28%.": 245,
  "56.46%.": 246,
  "22.23.": 247,
  "1.20.": 248,
  "-0.37.": 249,
  "0.94.": 250,
  "0.14%.": 251,
  "0.25%,": 252,
  "7": 253,
  "₹5000.": 254,
  "regular-growth": 255,
  "(101.25%).": 256,
  "dsp": 257,
  "₹55.68.": 258,
  "14.95%.": 259,
  "15.23%.": 260,
  "11.85%.": 261,
  "7.05%.": 262,
  "6.87.": 263,
  "0.41%.": 264,
  "3%,": 265,
  "12": 266,
  "months.": 267,
  "(13.91%),": 268,
  "roadstar": 269,
  "infra": 270,
  "trust": 271,
  "(8.58%),": 272,
  "nirma": 273,
  "(7.47%),": 274,
  "renewables": 275,
  "(7.16%),": 276,
  "aadhar": 277,
  "housing": 278,
  "ltd": 279,
  "(5.04%),": 280,
  "(4.86%),": 281,
  "sikka": 282,
  "ports": 283,
  "terminals": 284,
  "(4.84%),": 285,
  "(4.82%),": 286,
  "tata": 287,
  "projects": 288,
  "(4.80%).": 289,
  "hdfc": 290,
  "hybrid": 291,
  "₹124.83.": 292,
  "7.02%.": 293,
  "11.00%.": 294,
  "11.59%.": 295,
  "11.80%.": 296,
  "4.72%.": 297,
  "14.31%.": 298,
  "13.94%.": 299,
  "8.29.": 300,
  "0.76.": 301,
  "1.03%.": 302,
  "investment,1%": 303,
  "will": 304,
  "be": 305,
  "charged": 306,
  "redemption": 307,
  "year.": 308,
  "(7.36%),": 309,
  "icici": 310,
  "(7.22%),": 311,
  "(5.07%),": 312,
  "reliance": 313,
  "industries": 314,
  "(4.22%),": 315,
  "infosys": 316,
  "(3.50%),": 317,
  "(2.89%),": 318,
  "larsen": 319,
  "toubro": 320,
  "(2.81%),": 321,
  "kotak": 322,
  "mahindra": 323,
  "(2.57%),": 324,
  "(2.49%),": 325,
  "bharti": 326,
  "airtel": 327,
  "(2.48%).": 328,
  "plus": 329,
  "arbitrage": 330,
  "active": 331,
  "moderate.": 332,
  "₹44.48.": 333,
  "7.18%.": 334,
  "12.72%.": 335,
  "12.51%.": 336,
  "10.91%.": 337,
  "7.37%.": 338,
  "5.79.": 339,
  "1.13.": 340,
  "0.07%.": 341,
  "nil": 342,
  "corporate": 343,
  "bond": 344,
  "plan-growth": 345,
  "(43.14%),": 346,
  "wholesale": 347,
  "direct-growth": 348,
  "(36.44%),": 349,
  "money": 350,
  "(18.71%).": 351,
  "₹42.71.": 352,
  "161.46%.": 353,
  "56.63%.": 354,
  "22.93.": 355,
  "1.18.": 356,
  "-0.89.": 357,
  "0.97.": 358,
  "0.23%.": 359,
  "1%,": 360,
  "15": 361,
  "regular": 362,
  "-": 363,
  "(101.03%).": 364,
  "hsbc": 365,
  "₹36.49.": 366,
  "20.86%.": 367,
  "11.98%.": 368,
  "9.47%.": 369,
  "6.85.": 370,
  "0.80.": 371,
  "0.96%.": 372,
  "10%": 373,
  "(5.30%),": 374,
  "rec": 375,
  "(5.26%),": 376,
  "(5.06%),": 377,
  "(4.75%),": 378,
  "(4.68%),": 379,
  "(4.07%),": 380,
  "(3.93%),": 381,
  "(3.86%).": 382,
  "prudential": 383,
  "₹23.37.": 384,
  "21.97%.": 385,
  "29.59%.": 386,
  "18.35.": 387,
  "1.17.": 388,
  "1.03.": 389,
  "0.81.": 390,
  "0.85%.": 391,
  "before": 392,
  "month": 393,
  "date": 394,
  "allotment.": 395,
  "(11.31%),": 396,
  "(9.27%),": 397,
  "(6.76%),": 398,
  "(4.15%),": 399,
  "hindustan": 400,
  "aeronautics": 401,
  "indian": 402,
  "insurance": 403,
  "(3.58%),": 404,
  "(3.36%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹29.43.": 408,
  "18.34%.": 409,
  "23.41%.": 410,
  "17.32%.": 411,
  "13.83%.": 412,
  "11.97.": 413,
  "1.43.": 414,
  "multi": 415,
  "exchange": 416,
  "(3.38%),": 417,
  "mphasis": 418,
  "(2.85%),": 419,
  "motors": 420,
  "(2.79%),": 421,
  "vedanta": 422,
  "(2.75%),": 423,
  "tech": 424,
  "(2.14%),": 425,
  "upl": 426,
  "(2.09%),": 427,
  "titan": 428,
  "company": 429,
  "(1.95%),": 430,
  "ultratech": 431,
  "cement": 432,
  "(1.83%),": 433,
  "interglobe": 434,
  "aviation": 435,
  "(1.79%).": 436,
  "₹39.48.": 437,
  "161.13%.": 438,
  "56.26%.": 439,
  "22.66.": 440,
  "0.17%.": 441,
  "(100.82%).": 442,
  "invesco": 443,
  "₹80.54.": 444,
  "28.39%.": 445,
  "31.81%.": 446,
  "26.31%.": 447,
  "11.34%.": 448,
  "21.78.": 449,
  "-1.21.": 450,
  "0.89%.": 451,
  "(9.35%),": 452,
  "(9.02%),": 453,
  "(7.07%),": 454,
  "(6.64%),": 455,
  "(5.81%),": 456,
  "green": 457,
  "energy": 458,
  "(5.27%),": 459,
  "dredging": 460,
  "(4.88%),": 461,
  "dynamics": 462,
  "(4.50%),": 463,
  "(4.30%).": 464,
  "motilal": 465,
  "oswal": 466,
  "bse": 467,
  "enhanced": 468,
  "value": 469,
  "index": 470,
  "₹29.32.": 471,
  "30.76%.": 472,
  "34.44%.": 473,
  "4.80%.": 474,
  "19.16%.": 475,
  "18.84%.": 476,
  "19.65.": 477,
  "1.38.": 478,
  "15.11.": 479,
  "1.24.": 480,
  "0.36%.": 481,
  "load:": 482,
  "1%-": 483,
  "on": 484,
  "or": 485,
  "days": 486,
  "(9.33%),": 487,
  "hindalco": 488,
  "(9.17%),": 489,
  "(8.18%),": 490,
  "(8.11%),": 491,
  "(5.62%),": 492,
  "(5.55%),": 493,
  "(3.94%),": 494,
  "canara": 495,
  "(3.70%),": 496,
  "aluminium": 497,
  "(3.65%).": 498,
  "nippon": 499,
  "asset": 500,
  "allocation": 501,
  "2026-03-05": 502,
  "₹26.22.": 503,
  "26.68%.": 504,
  "22.87%.": 505,
  "18.06%.": 506,
  "31.90%.": 507,
  "15.09%.": 508,
  "17.81%.": 509,
  "16.11%.": 510,
  "7.29.": 511,
  "gold": 512,
  "bees": 513,
  "(10.55%),": 514,
  "ishares": 515,
  "msci": 516,
  "world": 517,
  "(5.73%),": 518,
  "(3.89%),": 519,
  "(2.72%),": 520,
  "(2.35%),": 521,
  "(1.88%),": 522,
  "(1.63%),": 523,
  "(1.51%),": 524,
  "bajaj": 525,
  "auto": 526,
  "(1.41%).": 527,
  "₹39.37.": 528,
  "161.06%.": 529,
  "22.84.": 530,
  "-1.14.": 531,
  "0.24%.": 532,
  "(100.56%).": 533,
  "quant": 534,
  "₹172.09.": 535,
  "24.48%.": 536,
  "26.70%.": 537,
  "9.86%.": 538,
  "10.76.": 539,
  "1.67.": 540,
  "0.58%.": 541,
  "(9.51%),": 542,
  "(9.31%),": 543,
  "(9.26%),": 544,
  "(7.35%),": 545,
  "nifty": 546,
  "(5.89%),": 547,
  "co": 548,
  "(5.03%),": 549,
  "(4.36%),": 550,
  "wipro": 551,
  "(4.32%),": 552,
  "premier": 553,
  "energies": 554,
  "(3.36%),": 555,
  "aurobindo": 556,
  "pharma": 557,
  "(2.97%).": 558,
  "sbi": 559,
  "children's": 560,
  "₹45.09.": 561,
  "15.19%.": 562,
  "22.46%.": 563,
  "26.69%.": 564,
  "117.29%.": 565,
  "13.19.": 566,
  "1.23.": 567,
  "0.83%.": 568,
  "respect": 569,
  "subject": 570,
  "lock-in": 571,
  "period": 572,
  "holding": 573,
  "less": 574,
  "than": 575,
  "years:": 576,
  "alphabet": 577,
  "inc": 578,
  "class": 579,
  "(7.80%),": 580,
  "muthoot": 581,
  "(5.18%),": 582,
  "thangamayil": 583,
  "jewellery": 584,
  "(4.76%),": 585,
  "(4.37%),": 586,
  "hatsun": 587,
  "agro": 588,
  "product": 589,
  "(4.25%),": 590,
  "aether": 591,
  "(3.68%),": 592,
  "privi": 593,
  "speciality": 594,
  "chemicals": 595,
  "renew": 596,
  "global": 597,
  "plc": 598,
  "(rnw)": 599,
  "(3.18%),": 600,
  "asahi": 601,
  "glass": 602,
  "(2.98%),": 603,
  "adani": 604,
  "(2.95%).": 605,
  "₹39.91.": 606,
  "29.55%.": 607,
  "33.62%.": 608,
  "28.05%.": 609,
  "3.93%.": 610,
  "20.96.": 611,
  "1.35.": 612,
  "1.82.": 613,
  "0.93.": 614,
  "0.50%": 615,
  "(17.88%),": 616,
  "(9.74%),": 617,
  "(9.19%),": 618,
  "(8.55%),": 619,
  "(8.15%),": 620,
  "(5.91%),": 621,
  "(5.51%),": 622,
  "nmdc": 623,
  "(3.79%),": 624,
  "(3.28%).": 625
}