{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-30": 23,
  "₹27.15.": 24,
  "1y": 25,
  "returns:": 26,
  "12.80%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.79%.": 30,
  "5y": 31,
  "10.70%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.84%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "1%,": 58,
  "if": 59,
  "redeemed": 60,
  "within": 61,
  "1": 62,
  "year.": 63,
  "minimum": 64,
  "sip": 65,
  "investment": 66,
  "₹100.": 67,
  "lump-sum": 68,
  "taxation:": 69,
  "returns": 70,
  "are": 71,
  "taxed": 72,
  "per": 73,
  "your": 74,
  "income": 75,
  "tax": 76,
  "slab.": 77,
  "top": 78,
  "holdings": 79,
  "include:": 80,
  "gmr": 81,
  "airports": 82,
  "ltd.": 83,
  "(4.57%),": 84,
  "real": 85,
  "estate": 86,
  "(3.82%),": 87,
  "jubilant": 88,
  "bevco": 89,
  "(3.68%),": 90,
  "goi": 91,
  "(3.36%),": 92,
  "ikf": 93,
  "finance": 94,
  "(2.95%),": 95,
  "hinduja": 96,
  "leyland": 97,
  "(2.91%),": 98,
  "national": 99,
  "bank": 100,
  "for": 101,
  "agriculture": 102,
  "&": 103,
  "rural": 104,
  "development": 105,
  "kogta": 106,
  "financial": 107,
  "india": 108,
  "(2.72%),": 109,
  "gaursons": 110,
  "pvt.": 111,
  "(2.69%),": 112,
  "vedanta": 113,
  "(2.55%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "moderately": 129,
  "₹46.49.": 130,
  "8.67%.": 131,
  "10.32%.": 132,
  "12.58%.": 133,
  "4.91%.": 134,
  "7.95%.": 135,
  "7.55%.": 136,
  "6.56%.": 137,
  "1.91.": 138,
  "₹1000.": 139,
  "(6.92%),": 140,
  "(4.03%),": 141,
  "(3.66%),": 142,
  "(3.50%),": 143,
  "(3.44%),": 144,
  "nuvama": 145,
  "wealth": 146,
  "(3.11%),": 147,
  "oxyzo": 148,
  "services": 149,
  "(2.89%),": 150,
  "(2.61%),": 151,
  "jtpm": 152,
  "metal": 153,
  "traders": 154,
  "(2.59%).": 155,
  "psu": 156,
  "equity": 157,
  "very": 158,
  "₹40.77.": 159,
  "17.56%.": 160,
  "29.81%.": 161,
  "28.47%.": 162,
  "16.04%.": 163,
  "5.81%.": 164,
  "28.28%.": 165,
  "29.79%.": 166,
  "22.89.": 167,
  "0.92.": 168,
  "-1.92.": 169,
  "0.96.": 170,
  "0.79%.": 171,
  "1%": 172,
  "30": 173,
  "days.": 174,
  "₹500.": 175,
  "you": 176,
  "redeem": 177,
  "one": 178,
  "year,": 179,
  "at": 180,
  "20%.": 181,
  "after": 182,
  "exceeding": 183,
  "rs": 184,
  "1.25": 185,
  "lakh": 186,
  "in": 187,
  "year": 188,
  "12.5%.": 189,
  "state": 190,
  "(18.77%),": 191,
  "ntpc": 192,
  "(9.17%),": 193,
  "power": 194,
  "grid": 195,
  "corporation": 196,
  "(6.85%),": 197,
  "bharat": 198,
  "electronics": 199,
  "(5.37%),": 200,
  "heavy": 201,
  "electricals": 202,
  "(4.51%),": 203,
  "gail": 204,
  "(india)": 205,
  "(4.36%),": 206,
  "oil": 207,
  "and": 208,
  "natural": 209,
  "gas": 210,
  "(4.20%),": 211,
  "maharashtra": 212,
  "baroda": 213,
  "(3.78%),": 214,
  "(3.65%).": 215,
  "silver": 216,
  "etf": 217,
  "fof": 218,
  "commodity": 219,
  "₹36.92.": 220,
  "144.66%.": 221,
  "45.21%.": 222,
  "154.77%.": 223,
  "47.07%.": 224,
  "22.57.": 225,
  "1.19.": 226,
  "-0.73.": 227,
  "0.32%.": 228,
  "0.5%": 229,
  "two": 230,
  "years,": 231,
  "etf-growth": 232,
  "(99.90%).": 233,
  "axis": 234,
  "₹40.74.": 235,
  "144.38%.": 236,
  "45.42%.": 237,
  "22.23.": 238,
  "1.20.": 239,
  "-0.37.": 240,
  "0.94.": 241,
  "0.09%.": 242,
  "0.25%,": 243,
  "7": 244,
  "₹5000.": 245,
  "regular-growth": 246,
  "(99.88%).": 247,
  "dsp": 248,
  "₹58.71.": 249,
  "10.41%.": 250,
  "16.40%.": 251,
  "12.86%.": 252,
  "7.05%.": 253,
  "6.89.": 254,
  "1.14.": 255,
  "0.41%.": 256,
  "3%,": 257,
  "12": 258,
  "months.": 259,
  "roadstar": 260,
  "infra": 261,
  "trust": 262,
  "(7.13%),": 263,
  "renewables": 264,
  "(7.04%),": 265,
  "tata": 266,
  "housing": 267,
  "devp.": 268,
  "co.": 269,
  "ltd": 270,
  "(6.80%),": 271,
  "nirma": 272,
  "(6.79%),": 273,
  "(6.77%),": 274,
  "rec": 275,
  "(4.87%),": 276,
  "projects": 277,
  "(4.80%),": 278,
  "(4.79%),": 279,
  "(4.75%).": 280,
  "hdfc": 281,
  "hybrid": 282,
  "₹121.38.": 283,
  "-2.32%.": 284,
  "9.08%.": 285,
  "11.23%.": 286,
  "11.80%.": 287,
  "4.72%.": 288,
  "14.31%.": 289,
  "13.94%.": 290,
  "10.53.": 291,
  "0.25.": 292,
  "1.23%.": 293,
  "units": 294,
  "excess": 295,
  "15%": 296,
  "the": 297,
  "investment,1%": 298,
  "will": 299,
  "be": 300,
  "charged": 301,
  "redemption": 302,
  "icici": 303,
  "(6.63%),": 304,
  "(6.49%),": 305,
  "reliance": 306,
  "industries": 307,
  "(4.55%),": 308,
  "(3.86%),": 309,
  "infosys": 310,
  "(2.98%),": 311,
  "(2.81%),": 312,
  "kotak": 313,
  "mahindra": 314,
  "(2.66%),": 315,
  "larsen": 316,
  "toubro": 317,
  "(2.63%),": 318,
  "itc": 319,
  "(2.16%).": 320,
  "plus": 321,
  "arbitrage": 322,
  "active": 323,
  "moderate.": 324,
  "₹44.65.": 325,
  "5.09%.": 326,
  "12.10%.": 327,
  "12.44%.": 328,
  "10.91%.": 329,
  "7.37%.": 330,
  "5.83.": 331,
  "1.09.": 332,
  "0.02%.": 333,
  "nil": 334,
  "corporate": 335,
  "bond": 336,
  "plan-growth": 337,
  "(44.80%),": 338,
  "wholesale": 339,
  "direct-growth": 340,
  "(36.56%),": 341,
  "money": 342,
  "(18.52%).": 343,
  "₹39.35.": 344,
  "146.01%.": 345,
  "45.48%.": 346,
  "22.93.": 347,
  "1.18.": 348,
  "-0.89.": 349,
  "0.97.": 350,
  "0.21%.": 351,
  "15": 352,
  "regular": 353,
  "-": 354,
  "(100.04%).": 355,
  "hsbc": 356,
  "₹36.70.": 357,
  "5.98%.": 358,
  "11.64%.": 359,
  "9.30%.": 360,
  "6.87.": 361,
  "0.78.": 362,
  "0.95%.": 363,
  "10%": 364,
  "(5.50%),": 365,
  "(5.49%),": 366,
  "(5.47%),": 367,
  "(5.46%),": 368,
  "(5.31%),": 369,
  "(5.30%),": 370,
  "(5.09%),": 371,
  "jsw": 372,
  "kalinga": 373,
  "steel": 374,
  "(4.22%),": 375,
  "(4.14%),": 376,
  "piramal": 377,
  "(3.66%).": 378,
  "prudential": 379,
  "₹23.63.": 380,
  "13.93%.": 381,
  "28.63%.": 382,
  "18.35.": 383,
  "1.17.": 384,
  "1.03.": 385,
  "0.81.": 386,
  "2.60%.": 387,
  "before": 388,
  "month": 389,
  "date": 390,
  "allotment.": 391,
  "(13.29%),": 392,
  "(8.68%),": 393,
  "(6.87%),": 394,
  "(6.47%),": 395,
  "insurance": 396,
  "(4.47%),": 397,
  "hindustan": 398,
  "aeronautics": 399,
  "(4.10%),": 400,
  "(3.73%),": 401,
  "coal": 402,
  "(3.25%).": 403,
  "retirement": 404,
  "aggressive": 405,
  "₹30.13.": 406,
  "15.00%.": 407,
  "22.71%.": 408,
  "17.94%.": 409,
  "13.83%.": 410,
  "13.39.": 411,
  "1.05.": 412,
  "1.11%.": 413,
  "(2.90%),": 414,
  "multi": 415,
  "exchange": 416,
  "(2.42%),": 417,
  "tech": 418,
  "(2.29%),": 419,
  "titan": 420,
  "company": 421,
  "(2.03%),": 422,
  "motors": 423,
  "(2.01%),": 424,
  "mphasis": 425,
  "(1.92%),": 426,
  "(1.85%),": 427,
  "ultratech": 428,
  "cement": 429,
  "(1.81%),": 430,
  "upl": 431,
  "(1.77%),": 432,
  "(1.74%).": 433,
  "₹36.39.": 434,
  "144.90%.": 435,
  "22.66.": 436,
  "0.22%.": 437,
  "(100.02%).": 438,
  "invesco": 439,
  "₹80.60.": 440,
  "13.78%.": 441,
  "29.87%.": 442,
  "26.51%.": 443,
  "11.34%.": 444,
  "23.41.": 445,
  "0.91.": 446,
  "-1.76.": 447,
  "2.19%.": 448,
  "investment,": 449,
  "(8.60%),": 450,
  "indian": 451,
  "(7.33%),": 452,
  "(6.82%),": 453,
  "petroleum": 454,
  "(6.48%),": 455,
  "(6.24%),": 456,
  "(5.00%),": 457,
  "(4.84%),": 458,
  "green": 459,
  "energy": 460,
  "(4.74%),": 461,
  "(3.89%),": 462,
  "(3.89%).": 463,
  "motilal": 464,
  "oswal": 465,
  "bse": 466,
  "enhanced": 467,
  "value": 468,
  "index": 469,
  "₹28.46.": 470,
  "19.50%.": 471,
  "31.57%.": 472,
  "4.80%.": 473,
  "19.16%.": 474,
  "18.84%.": 475,
  "19.65.": 476,
  "1.38.": 477,
  "15.11.": 478,
  "1.24.": 479,
  "0.65%.": 480,
  "load:": 481,
  "1%-": 482,
  "on": 483,
  "or": 484,
  "days": 485,
  "(9.18%),": 486,
  "hindalco": 487,
  "(8.05%),": 488,
  "(7.84%),": 489,
  "(7.60%),": 490,
  "passenger": 491,
  "vehicles": 492,
  "(7.38%),": 493,
  "(7.12%),": 494,
  "(7.10%),": 495,
  "(4.60%),": 496,
  "nippon": 497,
  "asset": 498,
  "allocation": 499,
  "₹26.21.": 500,
  "20.12%.": 501,
  "21.83%.": 502,
  "17.63%.": 503,
  "31.90%.": 504,
  "15.09%.": 505,
  "17.81%.": 506,
  "16.11%.": 507,
  "9.09.": 508,
  "1.40.": 509,
  "0.33%.": 510,
  "gold": 511,
  "bees": 512,
  "(8.97%),": 513,
  "ishares": 514,
  "msci": 515,
  "world": 516,
  "(5.34%),": 517,
  "(3.85%),": 518,
  "(3.55%),": 519,
  "(2.62%),": 520,
  "(2.54%),": 521,
  "(2.33%),": 522,
  "liquid": 523,
  "(2.28%),": 524,
  "(1.76%),": 525,
  "eternal": 526,
  "₹36.28.": 527,
  "145.61%.": 528,
  "45.08%.": 529,
  "22.84.": 530,
  "-1.14.": 531,
  "(99.80%).": 532,
  "quant": 533,
  "₹175.36.": 534,
  "22.34%.": 535,
  "23.98%.": 536,
  "23.31%.": 537,
  "9.86%.": 538,
  "11.77.": 539,
  "1.32.": 540,
  "0.60%.": 541,
  "(9.77%),": 542,
  "(8.54%),": 543,
  "(6.38%),": 544,
  "co": 545,
  "(5.61%),": 546,
  "aurobindo": 547,
  "pharma": 548,
  "(4.97%),": 549,
  "premier": 550,
  "energies": 551,
  "(4.48%),": 552,
  "bajaj": 553,
  "(3.77%),": 554,
  "management": 555,
  "(3.70%),": 556,
  "adani": 557,
  "(2.64%).": 558,
  "sbi": 559,
  "children's": 560,
  "₹49.60.": 561,
  "19.72%.": 562,
  "25.24%.": 563,
  "27.11%.": 564,
  "117.29%.": 565,
  "14.14.": 566,
  "0.98.": 567,
  "2.28%.": 568,
  "respect": 569,
  "subject": 570,
  "lock-in": 571,
  "period": 572,
  "holding": 573,
  "less": 574,
  "than": 575,
  "3": 576,
  "years:": 577,
  "3%": 578,
  "2%": 579,
  "but": 580,
  "2": 581,
  "alphabet": 582,
  "inc": 583,
  "class": 584,
  "(6.86%),": 585,
  "(6.84%),": 586,
  "thangamayil": 587,
  "jewellery": 588,
  "(4.93%),": 589,
  "hatsun": 590,
  "agro": 591,
  "product": 592,
  "muthoot": 593,
  "(4.29%),": 594,
  "aether": 595,
  "privi": 596,
  "speciality": 597,
  "chemicals": 598,
  "(3.43%),": 599,
  "(3.29%),": 600,
  "ather": 601,
  "(3.19%),": 602,
  "sona": 603,
  "blw": 604,
  "precision": 605,
  "forgings": 606,
  "(3.08%).": 607,
  "₹39.84.": 608,
  "17.61%.": 609,
  "32.20%.": 610,
  "28.29%.": 611,
  "3.93%.": 612,
  "22.62.": 613,
  "1.04.": 614,
  "1.10.": 615,
  "0.85%.": 616,
  "0.50%": 617,
  "(16.50%),": 618,
  "(10.02%),": 619,
  "(9.72%),": 620,
  "(9.10%),": 621,
  "(8.92%),": 622,
  "(6.55%),": 623,
  "(5.51%),": 624,
  "(4.63%),": 625,
  "nmdc": 626,
  "(3.61%),": 627,
  "(3.48%).": 628
}