{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-12": 24,
  "₹27.21.": 25,
  "1y": 26,
  "returns:": 27,
  "12.85%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.76%.": 31,
  "5y": 32,
  "10.71%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.60.": 129,
  "8.84%.": 130,
  "10.23%.": 131,
  "12.59%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹39.77.": 160,
  "13.76%.": 161,
  "28.73%.": 162,
  "25.73%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.77%),": 192,
  "ntpc": 193,
  "(9.17%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(6.85%),": 198,
  "bharat": 199,
  "electronics": 200,
  "(5.37%),": 201,
  "heavy": 202,
  "electricals": 203,
  "gail": 204,
  "(india)": 205,
  "(4.36%),": 206,
  "oil": 207,
  "and": 208,
  "natural": 209,
  "gas": 210,
  "(4.20%),": 211,
  "maharashtra": 212,
  "(3.82%),": 213,
  "baroda": 214,
  "(3.78%),": 215,
  "(3.65%).": 216,
  "silver": 217,
  "etf": 218,
  "fof": 219,
  "commodity": 220,
  "₹40.91.": 221,
  "171.86%.": 222,
  "51.46%.": 223,
  "154.77%.": 224,
  "47.07%.": 225,
  "22.57.": 226,
  "1.19.": 227,
  "-0.73.": 228,
  "0.96.": 229,
  "0.32%.": 230,
  "0.5%": 231,
  "two": 232,
  "years,": 233,
  "etf-growth": 234,
  "(99.90%).": 235,
  "axis": 236,
  "₹45.05.": 237,
  "170.18%.": 238,
  "51.44%.": 239,
  "22.23.": 240,
  "1.20.": 241,
  "-0.37.": 242,
  "0.94.": 243,
  "0.10%.": 244,
  "0.25%,": 245,
  "7": 246,
  "₹5000.": 247,
  "regular-growth": 248,
  "(99.88%).": 249,
  "dsp": 250,
  "₹58.88.": 251,
  "10.56%.": 252,
  "16.43%.": 253,
  "7.05%.": 254,
  "7.42.": 255,
  "1.30.": 256,
  "0.41%.": 257,
  "3%,": 258,
  "12": 259,
  "months.": 260,
  "(9.99%),": 261,
  "renewables": 262,
  "(6.53%),": 263,
  "roadstar": 264,
  "infra": 265,
  "trust": 266,
  "(6.46%),": 267,
  "tata": 268,
  "housing": 269,
  "devp.": 270,
  "co.": 271,
  "ltd": 272,
  "(6.29%),": 273,
  "(6.27%),": 274,
  "rec": 275,
  "(4.49%),": 276,
  "projects": 277,
  "(4.45%),": 278,
  "(4.40%),": 279,
  "piramal": 280,
  "(4.34%),": 281,
  "(4.32%).": 282,
  "hdfc": 283,
  "hybrid": 284,
  "₹119.53.": 285,
  "-5.29%.": 286,
  "8.14%.": 287,
  "11.80%.": 288,
  "4.72%.": 289,
  "14.31%.": 290,
  "13.94%.": 291,
  "10.75.": 292,
  "0.31.": 293,
  "1.06%.": 294,
  "units": 295,
  "excess": 296,
  "15%": 297,
  "the": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "icici": 304,
  "(6.63%),": 305,
  "(6.49%),": 306,
  "reliance": 307,
  "industries": 308,
  "(4.55%),": 309,
  "(3.86%),": 310,
  "infosys": 311,
  "(2.98%),": 312,
  "(2.81%),": 313,
  "kotak": 314,
  "mahindra": 315,
  "(2.66%),": 316,
  "larsen": 317,
  "toubro": 318,
  "(2.63%),": 319,
  "itc": 320,
  "(2.16%).": 321,
  "plus": 322,
  "arbitrage": 323,
  "active": 324,
  "moderate.": 325,
  "₹44.73.": 326,
  "5.39%.": 327,
  "11.73%.": 328,
  "12.14%.": 329,
  "10.91%.": 330,
  "7.37%.": 331,
  "5.75.": 332,
  "1.00.": 333,
  "0.02%.": 334,
  "nil": 335,
  "corporate": 336,
  "bond": 337,
  "plan-growth": 338,
  "(44.80%),": 339,
  "wholesale": 340,
  "direct-growth": 341,
  "(36.56%),": 342,
  "money": 343,
  "(18.52%).": 344,
  "₹43.58.": 345,
  "168.86%.": 346,
  "51.89%.": 347,
  "22.93.": 348,
  "1.18.": 349,
  "-0.89.": 350,
  "0.24%.": 351,
  "15": 352,
  "regular": 353,
  "-": 354,
  "(100.04%).": 355,
  "hsbc": 356,
  "₹36.80.": 357,
  "6.15%.": 358,
  "11.65%.": 359,
  "9.31%.": 360,
  "6.87.": 361,
  "0.78.": 362,
  "0.95%.": 363,
  "10%": 364,
  "(5.55%),": 365,
  "(5.53%),": 366,
  "(5.50%),": 367,
  "nuvoco": 368,
  "vistas": 369,
  "(5.45%),": 370,
  "nirma": 371,
  "(5.35%),": 372,
  "(5.34%),": 373,
  "jsw": 374,
  "kalinga": 375,
  "steel": 376,
  "(4.18%),": 377,
  "(3.44%).": 378,
  "prudential": 379,
  "₹23.08.": 380,
  "27.15%.": 381,
  "18.35.": 382,
  "1.17.": 383,
  "1.03.": 384,
  "0.81.": 385,
  "0.85%.": 386,
  "before": 387,
  "month": 388,
  "date": 389,
  "allotment.": 390,
  "(13.29%),": 391,
  "(8.68%),": 392,
  "(6.47%),": 393,
  "insurance": 394,
  "(4.47%),": 395,
  "hindustan": 396,
  "aeronautics": 397,
  "(4.10%),": 398,
  "(3.73%),": 399,
  "coal": 400,
  "(3.50%),": 401,
  "(3.25%).": 402,
  "retirement": 403,
  "aggressive": 404,
  "₹29.91.": 405,
  "11.02%.": 406,
  "21.69%.": 407,
  "17.46%.": 408,
  "13.83%.": 409,
  "14.01.": 410,
  "1.12.": 411,
  "1.27%.": 412,
  "(2.90%),": 413,
  "multi": 414,
  "exchange": 415,
  "(2.42%),": 416,
  "tech": 417,
  "(2.29%),": 418,
  "titan": 419,
  "company": 420,
  "(2.03%),": 421,
  "motors": 422,
  "(2.01%),": 423,
  "mphasis": 424,
  "(1.92%),": 425,
  "(1.85%),": 426,
  "ultratech": 427,
  "cement": 428,
  "(1.81%),": 429,
  "upl": 430,
  "(1.77%),": 431,
  "(1.74%).": 432,
  "₹40.39.": 433,
  "166.29%.": 434,
  "51.77%.": 435,
  "22.66.": 436,
  "0.21%.": 437,
  "(100.02%).": 438,
  "invesco": 439,
  "₹78.33.": 440,
  "10.34%.": 441,
  "28.58%.": 442,
  "24.62%.": 443,
  "11.34%.": 444,
  "24.02.": 445,
  "-1.31.": 446,
  "0.92%.": 447,
  "investment,": 448,
  "(8.60%),": 449,
  "indian": 450,
  "(7.33%),": 451,
  "(6.82%),": 452,
  "petroleum": 453,
  "(6.48%),": 454,
  "(6.24%),": 455,
  "(5.00%),": 456,
  "(4.84%),": 457,
  "green": 458,
  "energy": 459,
  "(4.74%),": 460,
  "(3.89%),": 461,
  "(3.89%).": 462,
  "motilal": 463,
  "oswal": 464,
  "bse": 465,
  "enhanced": 466,
  "value": 467,
  "index": 468,
  "₹27.68.": 469,
  "14.55%.": 470,
  "30.61%.": 471,
  "4.80%.": 472,
  "19.16%.": 473,
  "18.84%.": 474,
  "19.65.": 475,
  "1.38.": 476,
  "15.11.": 477,
  "1.24.": 478,
  "0.53%.": 479,
  "load:": 480,
  "1%-": 481,
  "on": 482,
  "or": 483,
  "days": 484,
  "(8.75%),": 485,
  "hindalco": 486,
  "(8.56%),": 487,
  "(7.75%),": 488,
  "passenger": 489,
  "vehicles": 490,
  "(7.71%),": 491,
  "(7.36%),": 492,
  "(6.90%),": 493,
  "(6.75%),": 494,
  "(4.92%),": 495,
  "(4.28%),": 496,
  "(4.18%).": 497,
  "nippon": 498,
  "asset": 499,
  "allocation": 500,
  "₹26.12.": 501,
  "21.24%.": 502,
  "21.65%.": 503,
  "17.51%.": 504,
  "31.90%.": 505,
  "15.09%.": 506,
  "17.81%.": 507,
  "16.11%.": 508,
  "9.60.": 509,
  "1.51.": 510,
  "gold": 511,
  "bees": 512,
  "(8.97%),": 513,
  "ishares": 514,
  "msci": 515,
  "world": 516,
  "(3.85%),": 517,
  "(3.55%),": 518,
  "(2.62%),": 519,
  "(2.33%),": 520,
  "liquid": 521,
  "(2.28%),": 522,
  "(1.76%),": 523,
  "eternal": 524,
  "₹40.18.": 525,
  "172.60%.": 526,
  "51.59%.": 527,
  "22.84.": 528,
  "-1.14.": 529,
  "(99.80%).": 530,
  "quant": 531,
  "₹175.97.": 532,
  "21.28%.": 533,
  "24.20%.": 534,
  "21.09%.": 535,
  "9.86%.": 536,
  "12.04.": 537,
  "1.37.": 538,
  "0.62%.": 539,
  "(9.77%),": 540,
  "(8.54%),": 541,
  "(7.12%),": 542,
  "(6.38%),": 543,
  "co": 544,
  "(5.61%),": 545,
  "aurobindo": 546,
  "pharma": 547,
  "(4.97%),": 548,
  "premier": 549,
  "energies": 550,
  "(4.48%),": 551,
  "bajaj": 552,
  "(3.77%),": 553,
  "management": 554,
  "(3.70%),": 555,
  "adani": 556,
  "(2.64%).": 557,
  "sbi": 558,
  "children's": 559,
  "₹48.62.": 560,
  "18.90%.": 561,
  "24.94%.": 562,
  "26.45%.": 563,
  "117.29%.": 564,
  "16.13.": 565,
  "0.93%.": 566,
  "respect": 567,
  "subject": 568,
  "lock-in": 569,
  "period": 570,
  "holding": 571,
  "less": 572,
  "than": 573,
  "3": 574,
  "years:": 575,
  "3%": 576,
  "2%": 577,
  "but": 578,
  "2": 579,
  "alphabet": 580,
  "inc": 581,
  "class": 582,
  "(6.86%),": 583,
  "(6.84%),": 584,
  "thangamayil": 585,
  "jewellery": 586,
  "(4.93%),": 587,
  "hatsun": 588,
  "agro": 589,
  "product": 590,
  "muthoot": 591,
  "(4.29%),": 592,
  "aether": 593,
  "(4.03%),": 594,
  "privi": 595,
  "speciality": 596,
  "chemicals": 597,
  "(3.43%),": 598,
  "(3.29%),": 599,
  "ather": 600,
  "(3.19%),": 601,
  "sona": 602,
  "blw": 603,
  "precision": 604,
  "forgings": 605,
  "(3.08%).": 606,
  "₹38.62.": 607,
  "13.77%.": 608,
  "31.26%.": 609,
  "25.49%.": 610,
  "3.93%.": 611,
  "1.09.": 612,
  "0.93.": 613,
  "0.50%": 614,
  "(16.50%),": 615,
  "(10.02%),": 616,
  "(9.72%),": 617,
  "(9.10%),": 618,
  "(8.92%),": 619,
  "(6.55%),": 620,
  "(5.51%),": 621,
  "(4.63%),": 622,
  "nmdc": 623,
  "(3.61%),": 624,
  "(3.48%).": 625
}