{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-07-08": 24,
  "₹27.80.": 25,
  "1y": 26,
  "returns:": 27,
  "12.92%.": 28,
  "3y": 29,
  "annualised": 30,
  "13.14%.": 31,
  "5y": 32,
  "10.93%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.99.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.24.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.65.": 159,
  "9.30%.": 160,
  "10.74%.": 161,
  "12.89%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹38.97.": 197,
  "5.98%.": 198,
  "24.29%.": 199,
  "23.99%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.65.": 205,
  "0.89.": 206,
  "-0.17.": 207,
  "0.96.": 208,
  "0.71%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹34.17.": 259,
  "99.94%.": 260,
  "44.26%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹37.79.": 277,
  "100.43%.": 278,
  "44.60%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.09%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹60.25.": 295,
  "10.80%.": 296,
  "16.88%.": 297,
  "13.24%.": 298,
  "7.05%.": 299,
  "7.39.": 300,
  "1.39.": 301,
  "0.46%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "37426": 306,
  "11my36": 307,
  "6.94": 308,
  "(9.30%),": 309,
  "kotak": 310,
  "mahindra": 311,
  "cd": 312,
  "04feb27": 313,
  "(8.73%),": 314,
  "(8.26%),": 315,
  "(5.84%),": 316,
  "renewables": 317,
  "8.6": 318,
  "24sp27": 319,
  "(5.82%),": 320,
  "nuvoco": 321,
  "vistas": 322,
  "7.7": 323,
  "18sp28": 324,
  "(5.75%),": 325,
  "tata": 326,
  "company": 327,
  "i": 328,
  "7.51": 329,
  "08dc28": 330,
  "(5.64%),": 331,
  "25c": 332,
  "7.44": 333,
  "24fb28": 334,
  "(5.61%),": 335,
  "adani": 336,
  "airport": 337,
  "8.45": 338,
  "12fb29": 339,
  "(5.44%),": 340,
  "nuvama": 341,
  "wealth": 342,
  "f7h502a": 343,
  "9": 344,
  "11ju27": 345,
  "(3.94%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹123.28.": 349,
  "-5.78%.": 350,
  "7.37%.": 351,
  "9.61%.": 352,
  "11.80%.": 353,
  "4.72%.": 354,
  "14.31%.": 355,
  "13.94%.": 356,
  "10.74.": 357,
  "0.20.": 358,
  "1.13%.": 359,
  "units": 360,
  "excess": 361,
  "15%": 362,
  "the": 363,
  "investment,1%": 364,
  "will": 365,
  "be": 366,
  "charged": 367,
  "redemption": 368,
  "icici": 369,
  "(6.71%),": 370,
  "(6.42%),": 371,
  "reliance": 372,
  "industries": 373,
  "(4.46%),": 374,
  "(3.23%),": 375,
  "(3.07%),": 376,
  "larsen": 377,
  "toubro": 378,
  "(2.70%),": 379,
  "34238": 380,
  "22ap64": 381,
  "7.34": 382,
  "infosys": 383,
  "(2.54%),": 384,
  "bharti": 385,
  "airtel": 386,
  "(2.00%).": 387,
  "plus": 388,
  "arbitrage": 389,
  "active": 390,
  "moderate.": 391,
  "₹45.45.": 392,
  "5.68%.": 393,
  "10.16%.": 394,
  "11.12%.": 395,
  "10.91%.": 396,
  "5.47.": 397,
  "0.79.": 398,
  "0.02%.": 399,
  "nil": 400,
  "opportunities": 401,
  "plan-growth": 402,
  "(44.39%),": 403,
  "direct-growth": 404,
  "(36.34%),": 405,
  "money": 406,
  "(18.47%),": 407,
  "(2.37%),": 408,
  "(-1.57%).": 409,
  "₹36.26.": 410,
  "99.81%.": 411,
  "44.32%.": 412,
  "22.93.": 413,
  "1.18.": 414,
  "-0.89.": 415,
  "0.97.": 416,
  "0.22%.": 417,
  "15": 418,
  "regular": 419,
  "-": 420,
  "(100.05%),": 421,
  "(-0.42%).": 422,
  "hsbc": 423,
  "₹37.36.": 424,
  "6.26%.": 425,
  "11.85%.": 426,
  "9.50%.": 427,
  "6.88.": 428,
  "0.84.": 429,
  "0.97%.": 430,
  "10%": 431,
  "(7.85%),": 432,
  "36232": 433,
  "21jl30": 434,
  "6.01": 435,
  "(6.48%),": 436,
  "(5.70%),": 437,
  "(5.68%),": 438,
  "corpn.": 439,
  "ltd.": 440,
  "7.2": 441,
  "09/08/2027": 442,
  "(5.67%),": 443,
  "godrej": 444,
  "seeds": 445,
  "genetics": 446,
  "2": 447,
  "strpp": 448,
  "7.68": 449,
  "28ap28": 450,
  "(5.51%),": 451,
  "nirma": 452,
  "vii": 453,
  "tr": 454,
  "c": 455,
  "8.50": 456,
  "07ap27": 457,
  "(5.50%),": 458,
  "259a": 459,
  "6.96": 460,
  "02mr28": 461,
  "(5.42%),": 462,
  "jsw": 463,
  "kalinga": 464,
  "steel": 465,
  "(4.37%).": 466,
  "prudential": 467,
  "₹22.72.": 468,
  "4.56%.": 469,
  "23.73%.": 470,
  "18.35.": 471,
  "1.17.": 472,
  "1.03.": 473,
  "0.81.": 474,
  "1.15%.": 475,
  "before": 476,
  "month": 477,
  "date": 478,
  "allotment.": 479,
  "(14.22%),": 480,
  "(8.61%),": 481,
  "(5.36%),": 482,
  "hindustan": 483,
  "aeronautics": 484,
  "(4.78%),": 485,
  "insurance": 486,
  "(4.71%),": 487,
  "(3.61%),": 488,
  "(3.48%),": 489,
  "(3.42%),": 490,
  "indian": 491,
  "(3.20%).": 492,
  "retirement": 493,
  "aggressive": 494,
  "₹30.87.": 495,
  "6.67%.": 496,
  "19.29%.": 497,
  "17.17%.": 498,
  "13.83%.": 499,
  "13.87.": 500,
  "1.14%.": 501,
  "(5.40%),": 502,
  "vedanta": 503,
  "9.31": 504,
  "03dc27": 505,
  "(2.52%),": 506,
  "(2.21%),": 507,
  "titan": 508,
  "(2.19%),": 509,
  "(2.14%),": 510,
  "tech": 511,
  "(1.90%),": 512,
  "(1.89%),": 513,
  "upl": 514,
  "(1.85%),": 515,
  "unilever": 516,
  "(1.83%).": 517,
  "₹33.67.": 518,
  "100.00%.": 519,
  "44.50%.": 520,
  "22.66.": 521,
  "0.20%.": 522,
  "(99.90%),": 523,
  "(0.45%),": 524,
  "(-0.34%).": 525,
  "invesco": 526,
  "an": 527,
  "amc": 528,
  "specified.": 529,
  "performance": 530,
  "data": 531,
  "available.": 532,
  "metrics": 533,
  "operational": 534,
  "details": 535,
  "(expenses,": 536,
  "load,": 537,
  "investments)": 538,
  "no": 539,
  "portfolio": 540,
  "motilal": 541,
  "oswal": 542,
  "bse": 543,
  "enhanced": 544,
  "value": 545,
  "index": 546,
  "₹27.10.": 547,
  "4.55%.": 548,
  "25.64%.": 549,
  "4.80%.": 550,
  "19.16%.": 551,
  "18.84%.": 552,
  "19.65.": 553,
  "1.38.": 554,
  "15.11.": 555,
  "1.24.": 556,
  "0.54%.": 557,
  "load:": 558,
  "1%-": 559,
  "on": 560,
  "or": 561,
  "days": 562,
  "hindalco": 563,
  "(9.27%),": 564,
  "motors": 565,
  "(8.85%),": 566,
  "(7.75%),": 567,
  "coal": 568,
  "(6.98%),": 569,
  "petroleum": 570,
  "(6.81%),": 571,
  "(6.64%),": 572,
  "(4.69%),": 573,
  "(4.47%),": 574,
  "(4.19%).": 575,
  "nippon": 576,
  "multi": 577,
  "asset": 578,
  "allocation": 579,
  "₹26.41.": 580,
  "15.57%.": 581,
  "20.30%.": 582,
  "16.57%.": 583,
  "31.90%.": 584,
  "15.09%.": 585,
  "17.81%.": 586,
  "16.11%.": 587,
  "9.62.": 588,
  "1.35.": 589,
  "0.42%.": 590,
  "gold": 591,
  "bees": 592,
  "idcw": 593,
  "(8.62%),": 594,
  "ishares": 595,
  "msci": 596,
  "world": 597,
  "(5.20%),": 598,
  "(4.32%),": 599,
  "(3.81%),": 600,
  "(3.67%),": 601,
  "(2.68%),": 602,
  "(1.83%),": 603,
  "(1.80%),": 604,
  "mini": 605,
  "(100": 606,
  "grams)": 607,
  "june": 608,
  "2020": 609,
  "future": 610,
  "(1.70%),": 611,
  "zomato": 612,
  "(1.62%).": 613,
  "₹33.49.": 614,
  "99.73%.": 615,
  "44.10%.": 616,
  "22.84.": 617,
  "-1.14.": 618,
  "(99.95%),": 619,
  "(0.19%),": 620,
  "mrgn": 621,
  "(0.00%),": 622,
  "(-0.14%).": 623,
  "quant": 624,
  "₹182.18.": 625,
  "19.88%.": 626,
  "24.40%.": 627,
  "20.61%.": 628,
  "9.86%.": 629,
  "12.00.": 630,
  "1.16%.": 631,
  "current": 632,
  "assets": 633,
  "(14.67%),": 634,
  "(9.97%),": 635,
  "green": 636,
  "energy": 637,
  "(8.36%),": 638,
  "enterprises": 639,
  "(8.20%),": 640,
  "(7.96%),": 641,
  "(7.94%),": 642,
  "(6.07%),": 643,
  "co": 644,
  "(5.86%),": 645,
  "fixed": 646,
  "deposits": 647,
  "management": 648,
  "(4.76%).": 649,
  "sbi": 650,
  "children's": 651,
  "₹52.91.": 652,
  "17.97%.": 653,
  "23.28%.": 654,
  "24.25%.": 655,
  "117.29%.": 656,
  "2.19%.": 657,
  "15.99%.": 658,
  "15.61%.": 659,
  "15.95.": 660,
  "1.05.": 661,
  "10.44.": 662,
  "0.87.": 663,
  "respect": 664,
  "subject": 665,
  "lock-in": 666,
  "period": 667,
  "holding": 668,
  "less": 669,
  "than": 670,
  "3": 671,
  "years:": 672,
  "3%": 673,
  "2%": 674,
  "but": 675,
  "(15.62%),": 676,
  "alphabet": 677,
  "inc": 678,
  "forgn.": 679,
  "eq": 680,
  "(googl)": 681,
  "(7.38%),": 682,
  "thangamayil": 683,
  "jewellery": 684,
  "(4.61%),": 685,
  "(4.60%),": 686,
  "renew": 687,
  "global": 688,
  "plc": 689,
  "(rnw)": 690,
  "(4.35%),": 691,
  "(4.21%),": 692,
  "muthoot": 693,
  "(4.03%),": 694,
  "hatsun": 695,
  "agro": 696,
  "products": 697,
  "(3.90%),": 698,
  "epam": 699,
  "systems": 700,
  "(epam)": 701,
  "(3.52%).": 702,
  "₹37.65.": 703,
  "5.02%.": 704,
  "26.49%.": 705,
  "24.05%.": 706,
  "3.93%.": 707,
  "23.09.": 708,
  "1.88.": 709,
  "0.93.": 710,
  "0.90%.": 711,
  "0.50%": 712,
  "(16.86%),": 713,
  "(9.52%),": 714,
  "(9.06%),": 715,
  "(8.84%),": 716,
  "(8.78%),": 717,
  "(5.90%),": 718,
  "baroda": 719,
  "(5.33%),": 720,
  "(4.39%),": 721,
  "(4.11%),": 722,
  "(3.72%).": 723
}