{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-19": 24,
  "₹27.16.": 25,
  "1y": 26,
  "returns:": 27,
  "11.94%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.63%.": 31,
  "5y": 32,
  "10.61%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.80%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.47.": 129,
  "7.78%.": 130,
  "10.07%.": 131,
  "12.49%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.86%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹39.67.": 160,
  "10.81%.": 161,
  "28.76%.": 162,
  "25.61%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.08%),": 192,
  "ntpc": 193,
  "(8.71%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(7.44%),": 198,
  "bharat": 199,
  "heavy": 200,
  "electricals": 201,
  "(5.42%),": 202,
  "electronics": 203,
  "(5.10%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.56%),": 207,
  "maharashtra": 208,
  "(4.30%),": 209,
  "oil": 210,
  "and": 211,
  "natural": 212,
  "gas": 213,
  "(3.90%),": 214,
  "nmdc": 215,
  "(3.56%),": 216,
  "pnb": 217,
  "housing": 218,
  "(3.39%).": 219,
  "silver": 220,
  "etf": 221,
  "fof": 222,
  "commodity": 223,
  "₹41.13.": 224,
  "169.27%.": 225,
  "51.70%.": 226,
  "154.77%.": 227,
  "47.07%.": 228,
  "22.57.": 229,
  "1.19.": 230,
  "-0.73.": 231,
  "0.96.": 232,
  "0.32%.": 233,
  "0.5%": 234,
  "two": 235,
  "years,": 236,
  "etf-growth": 237,
  "(100.01%).": 238,
  "axis": 239,
  "₹45.36.": 240,
  "169.34%.": 241,
  "52.09%.": 242,
  "22.23.": 243,
  "1.20.": 244,
  "-0.37.": 245,
  "0.94.": 246,
  "0.12%.": 247,
  "0.25%,": 248,
  "7": 249,
  "₹5000.": 250,
  "regular-growth": 251,
  "(99.94%).": 252,
  "dsp": 253,
  "₹58.77.": 254,
  "9.92%.": 255,
  "16.28%.": 256,
  "12.79%.": 257,
  "7.05%.": 258,
  "7.42.": 259,
  "1.30.": 260,
  "0.40%.": 261,
  "3%,": 262,
  "12": 263,
  "months.": 264,
  "(9.99%),": 265,
  "renewables": 266,
  "(6.53%),": 267,
  "roadstar": 268,
  "infra": 269,
  "trust": 270,
  "(6.46%),": 271,
  "tata": 272,
  "devp.": 273,
  "co.": 274,
  "ltd": 275,
  "(6.29%),": 276,
  "(6.27%),": 277,
  "rec": 278,
  "(4.49%),": 279,
  "projects": 280,
  "(4.45%),": 281,
  "(4.40%),": 282,
  "piramal": 283,
  "(4.34%),": 284,
  "(4.32%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹119.57.": 288,
  "-6.16%.": 289,
  "8.06%.": 290,
  "10.10%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "10.75.": 296,
  "0.31.": 297,
  "1.02%.": 298,
  "units": 299,
  "excess": 300,
  "15%": 301,
  "the": 302,
  "investment,1%": 303,
  "will": 304,
  "be": 305,
  "charged": 306,
  "redemption": 307,
  "icici": 308,
  "(6.63%),": 309,
  "reliance": 310,
  "industries": 311,
  "(4.75%),": 312,
  "(3.59%),": 313,
  "(3.13%),": 314,
  "kotak": 315,
  "mahindra": 316,
  "(3.01%),": 317,
  "infosys": 318,
  "(2.69%),": 319,
  "larsen": 320,
  "toubro": 321,
  "(2.61%),": 322,
  "bharti": 323,
  "airtel": 324,
  "(2.03%).": 325,
  "plus": 326,
  "arbitrage": 327,
  "active": 328,
  "moderate.": 329,
  "₹44.66.": 330,
  "4.56%.": 331,
  "11.51%.": 332,
  "11.84%.": 333,
  "10.91%.": 334,
  "7.37%.": 335,
  "5.75.": 336,
  "1.00.": 337,
  "0.02%.": 338,
  "nil": 339,
  "corporate": 340,
  "bond": 341,
  "plan-growth": 342,
  "(43.65%),": 343,
  "wholesale": 344,
  "direct-growth": 345,
  "(37.09%),": 346,
  "money": 347,
  "(18.72%).": 348,
  "₹43.70.": 349,
  "169.95%.": 350,
  "51.81%.": 351,
  "22.93.": 352,
  "1.18.": 353,
  "-0.89.": 354,
  "0.24%.": 355,
  "15": 356,
  "regular": 357,
  "-": 358,
  "(100.15%).": 359,
  "hsbc": 360,
  "₹36.72.": 361,
  "5.38%.": 362,
  "9.24%.": 363,
  "6.87.": 364,
  "0.78.": 365,
  "0.95%.": 366,
  "10%": 367,
  "(5.55%),": 368,
  "(5.53%),": 369,
  "(5.50%),": 370,
  "nuvoco": 371,
  "vistas": 372,
  "(5.45%),": 373,
  "nirma": 374,
  "(5.35%),": 375,
  "(5.34%),": 376,
  "jsw": 377,
  "kalinga": 378,
  "steel": 379,
  "(4.18%),": 380,
  "(3.44%).": 381,
  "prudential": 382,
  "₹23.04.": 383,
  "7.92%.": 384,
  "27.27%.": 385,
  "18.35.": 386,
  "1.17.": 387,
  "1.03.": 388,
  "0.81.": 389,
  "before": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(13.05%),": 394,
  "(8.51%),": 395,
  "(6.20%),": 396,
  "(5.82%),": 397,
  "insurance": 398,
  "(4.88%),": 399,
  "hindustan": 400,
  "aeronautics": 401,
  "(4.64%),": 402,
  "(3.37%),": 403,
  "(3.27%),": 404,
  "coal": 405,
  "(3.19%),": 406,
  "(3.18%).": 407,
  "retirement": 408,
  "aggressive": 409,
  "₹30.39.": 410,
  "10.59%.": 411,
  "22.46%.": 412,
  "17.68%.": 413,
  "13.83%.": 414,
  "14.01.": 415,
  "1.12.": 416,
  "1.06.": 417,
  "1.78%.": 418,
  "(2.43%),": 419,
  "tech": 420,
  "(2.30%),": 421,
  "multi": 422,
  "exchange": 423,
  "(2.29%),": 424,
  "(2.21%),": 425,
  "unilever": 426,
  "(2.12%),": 427,
  "titan": 428,
  "company": 429,
  "(2.03%),": 430,
  "ultratech": 431,
  "cement": 432,
  "(2.02%),": 433,
  "(1.92%),": 434,
  "mphasis": 435,
  "(1.91%).": 436,
  "₹40.58.": 437,
  "170.57%.": 438,
  "52.05%.": 439,
  "22.66.": 440,
  "0.21%.": 441,
  "(99.96%).": 442,
  "invesco": 443,
  "₹78.06.": 444,
  "4.18%.": 445,
  "28.56%.": 446,
  "24.17%.": 447,
  "11.34%.": 448,
  "24.02.": 449,
  "-1.31.": 450,
  "1.21%.": 451,
  "investment,": 452,
  "(8.23%),": 453,
  "(7.45%),": 454,
  "indian": 455,
  "(7.08%),": 456,
  "petroleum": 457,
  "(6.08%),": 458,
  "(5.90%),": 459,
  "green": 460,
  "energy": 461,
  "(4.95%),": 462,
  "(4.73%),": 463,
  "baroda": 464,
  "(4.53%),": 465,
  "dynamics": 466,
  "(4.23%),": 467,
  "dredging": 468,
  "(3.99%).": 469,
  "motilal": 470,
  "oswal": 471,
  "bse": 472,
  "enhanced": 473,
  "value": 474,
  "index": 475,
  "₹27.75.": 476,
  "12.10%.": 477,
  "30.73%.": 478,
  "4.80%.": 479,
  "19.16%.": 480,
  "18.84%.": 481,
  "19.65.": 482,
  "1.38.": 483,
  "15.11.": 484,
  "1.24.": 485,
  "0.49%.": 486,
  "load:": 487,
  "1%-": 488,
  "on": 489,
  "or": 490,
  "days": 491,
  "(8.75%),": 492,
  "hindalco": 493,
  "(8.56%),": 494,
  "(7.75%),": 495,
  "motors": 496,
  "passenger": 497,
  "vehicles": 498,
  "(7.71%),": 499,
  "(7.36%),": 500,
  "(6.90%),": 501,
  "(6.75%),": 502,
  "(4.92%),": 503,
  "(4.28%),": 504,
  "(4.18%).": 505,
  "nippon": 506,
  "asset": 507,
  "allocation": 508,
  "₹26.37.": 509,
  "17.19%.": 510,
  "21.53%.": 511,
  "17.30%.": 512,
  "31.90%.": 513,
  "15.09%.": 514,
  "17.81%.": 515,
  "16.11%.": 516,
  "9.60.": 517,
  "1.51.": 518,
  "0.56%.": 519,
  "gold": 520,
  "bees": 521,
  "(8.15%),": 522,
  "ishares": 523,
  "msci": 524,
  "world": 525,
  "(5.23%),": 526,
  "(3.60%),": 527,
  "(3.24%),": 528,
  "(2.39%),": 529,
  "(1.96%),": 530,
  "(1.81%),": 531,
  "eternal": 532,
  "(1.67%),": 533,
  "(1.58%),": 534,
  "(1.54%).": 535,
  "₹40.38.": 536,
  "169.91%.": 537,
  "51.75%.": 538,
  "22.84.": 539,
  "-1.14.": 540,
  "(100.00%).": 541,
  "quant": 542,
  "₹178.90.": 543,
  "21.18%.": 544,
  "25.09%.": 545,
  "21.45%.": 546,
  "9.86%.": 547,
  "12.04.": 548,
  "1.37.": 549,
  "0.61%.": 550,
  "(10.22%),": 551,
  "(8.52%),": 552,
  "adani": 553,
  "(7.43%),": 554,
  "(6.72%),": 555,
  "(6.26%),": 556,
  "(5.32%),": 557,
  "co": 558,
  "(5.05%),": 559,
  "aurobindo": 560,
  "pharma": 561,
  "(4.79%),": 562,
  "management": 563,
  "premier": 564,
  "energies": 565,
  "(4.63%).": 566,
  "sbi": 567,
  "children's": 568,
  "₹49.00.": 569,
  "14.34%.": 570,
  "23.90%.": 571,
  "25.68%.": 572,
  "117.29%.": 573,
  "16.13.": 574,
  "4.08%.": 575,
  "respect": 576,
  "subject": 577,
  "lock-in": 578,
  "period": 579,
  "holding": 580,
  "less": 581,
  "than": 582,
  "3": 583,
  "years:": 584,
  "3%": 585,
  "2%": 586,
  "but": 587,
  "2": 588,
  "alphabet": 589,
  "inc": 590,
  "class": 591,
  "(7.79%),": 592,
  "thangamayil": 593,
  "jewellery": 594,
  "(4.80%),": 595,
  "hatsun": 596,
  "agro": 597,
  "product": 598,
  "(4.36%),": 599,
  "(4.10%),": 600,
  "muthoot": 601,
  "(3.92%),": 602,
  "aether": 603,
  "(3.64%),": 604,
  "aequs": 605,
  "(3.38%),": 606,
  "privi": 607,
  "speciality": 608,
  "chemicals": 609,
  "(3.36%),": 610,
  "ather": 611,
  "(3.33%).": 612,
  "₹38.55.": 613,
  "10.55%.": 614,
  "31.38%.": 615,
  "25.36%.": 616,
  "3.93%.": 617,
  "1.09.": 618,
  "0.93.": 619,
  "0.50%": 620,
  "(16.87%),": 621,
  "(9.52%),": 622,
  "(9.34%),": 623,
  "(9.24%),": 624,
  "(8.66%),": 625,
  "(6.58%),": 626,
  "(5.17%),": 627,
  "(4.37%),": 628,
  "(3.78%),": 629,
  "(3.43%).": 630
}