{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-23": 23,
  "₹27.18.": 24,
  "1y": 25,
  "returns:": 26,
  "13.11%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.91%.": 30,
  "5y": 31,
  "10.75%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "gmr": 98,
  "airports": 99,
  "ltd.": 100,
  "(4.57%),": 101,
  "real": 102,
  "estate": 103,
  "(3.82%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.68%),": 107,
  "goi": 108,
  "(3.36%),": 109,
  "ikf": 110,
  "finance": 111,
  "(2.95%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "(2.91%),": 115,
  "national": 116,
  "bank": 117,
  "agriculture": 118,
  "&": 119,
  "rural": 120,
  "development": 121,
  "kogta": 122,
  "financial": 123,
  "india": 124,
  "(2.72%),": 125,
  "gaursons": 126,
  "pvt.": 127,
  "(2.69%),": 128,
  "vedanta": 129,
  "(2.55%).": 130,
  "market": 131,
  "news": 132,
  "generic": 133,
  "stream": 134,
  "groww;": 135,
  "not": 136,
  "specific": 137,
  "to": 138,
  "this": 139,
  "single": 140,
  "fund.": 141,
  "medium": 142,
  "term": 143,
  "plan": 144,
  "moderately": 145,
  "₹46.58.": 146,
  "9.01%.": 147,
  "10.44%.": 148,
  "12.67%.": 149,
  "4.91%.": 150,
  "7.95%.": 151,
  "7.55%.": 152,
  "6.56%.": 153,
  "1.91.": 154,
  "0.83%.": 155,
  "1%,": 156,
  "year.": 157,
  "₹1000.": 158,
  "(6.92%),": 159,
  "(4.03%),": 160,
  "(3.66%),": 161,
  "(3.50%),": 162,
  "(3.44%),": 163,
  "nuvama": 164,
  "wealth": 165,
  "(3.11%),": 166,
  "oxyzo": 167,
  "services": 168,
  "(2.89%),": 169,
  "(2.61%),": 170,
  "jtpm": 171,
  "metal": 172,
  "traders": 173,
  "(2.59%).": 174,
  "psu": 175,
  "equity": 176,
  "very": 177,
  "₹41.10.": 178,
  "16.63%.": 179,
  "31.58%.": 180,
  "29.84%.": 181,
  "16.04%.": 182,
  "5.81%.": 183,
  "28.28%.": 184,
  "29.79%.": 185,
  "22.89.": 186,
  "0.92.": 187,
  "-1.92.": 188,
  "0.96.": 189,
  "0.65%.": 190,
  "30": 191,
  "days.": 192,
  "₹500.": 193,
  "at": 194,
  "20%,": 195,
  "you": 196,
  "redeem": 197,
  "before": 198,
  "one": 199,
  "required": 200,
  "pay": 201,
  "ltcg": 202,
  "12.5%": 203,
  "on": 204,
  "rs": 205,
  "1.25": 206,
  "lakh+": 207,
  "state": 208,
  "(18.77%),": 209,
  "ntpc": 210,
  "(9.17%),": 211,
  "power": 212,
  "grid": 213,
  "corporation": 214,
  "(6.85%),": 215,
  "bharat": 216,
  "electronics": 217,
  "(5.37%),": 218,
  "heavy": 219,
  "electricals": 220,
  "(4.51%),": 221,
  "gail": 222,
  "(india)": 223,
  "(4.36%),": 224,
  "oil": 225,
  "and": 226,
  "natural": 227,
  "gas": 228,
  "(4.20%),": 229,
  "maharashtra": 230,
  "baroda": 231,
  "(3.78%),": 232,
  "(3.65%).": 233,
  "silver": 234,
  "etf": 235,
  "fof": 236,
  "commodity": 237,
  "₹37.28.": 238,
  "142.93%.": 239,
  "45.16%.": 240,
  "154.77%.": 241,
  "47.07%.": 242,
  "22.57.": 243,
  "1.19.": 244,
  "-0.73.": 245,
  "0.32%.": 246,
  "0.5%": 247,
  "etf-growth": 248,
  "(99.90%).": 249,
  "axis": 250,
  "141.67%.": 251,
  "45.28%.": 252,
  "22.23.": 253,
  "1.20.": 254,
  "-0.37.": 255,
  "0.94.": 256,
  "0.09%.": 257,
  "0.25%,": 258,
  "7": 259,
  "₹5000.": 260,
  "regular-growth": 261,
  "(99.88%).": 262,
  "dsp": 263,
  "₹59.21.": 264,
  "11.44%.": 265,
  "16.79%.": 266,
  "13.07%.": 267,
  "7.05%.": 268,
  "6.89.": 269,
  "1.14.": 270,
  "0.41%.": 271,
  "3%,": 272,
  "12": 273,
  "months.": 274,
  "roadstar": 275,
  "infra": 276,
  "trust": 277,
  "(7.13%),": 278,
  "renewables": 279,
  "(7.04%),": 280,
  "tata": 281,
  "housing": 282,
  "devp.": 283,
  "co.": 284,
  "ltd": 285,
  "(6.80%),": 286,
  "nirma": 287,
  "(6.79%),": 288,
  "(6.77%),": 289,
  "rec": 290,
  "(4.87%),": 291,
  "projects": 292,
  "(4.80%),": 293,
  "(4.79%),": 294,
  "(4.75%).": 295,
  "hdfc": 296,
  "hybrid": 297,
  "₹123.03.": 298,
  "-1.28%.": 299,
  "10.25%.": 300,
  "11.96%.": 301,
  "11.80%.": 302,
  "4.72%.": 303,
  "14.31%.": 304,
  "13.94%.": 305,
  "10.53.": 306,
  "0.25.": 307,
  "1.08%.": 308,
  "investment,1%": 309,
  "will": 310,
  "be": 311,
  "charged": 312,
  "redemption": 313,
  "icici": 314,
  "(6.63%),": 315,
  "(6.49%),": 316,
  "reliance": 317,
  "industries": 318,
  "(4.55%),": 319,
  "(3.86%),": 320,
  "infosys": 321,
  "(2.98%),": 322,
  "(2.81%),": 323,
  "kotak": 324,
  "mahindra": 325,
  "(2.66%),": 326,
  "larsen": 327,
  "toubro": 328,
  "(2.63%),": 329,
  "itc": 330,
  "(2.16%).": 331,
  "plus": 332,
  "arbitrage": 333,
  "active": 334,
  "moderate.": 335,
  "₹44.71.": 336,
  "5.30%.": 337,
  "12.61%.": 338,
  "12.78%.": 339,
  "10.91%.": 340,
  "7.37%.": 341,
  "5.83.": 342,
  "1.09.": 343,
  "0.02%.": 344,
  "nil": 345,
  "corporate": 346,
  "bond": 347,
  "plan-growth": 348,
  "(44.80%),": 349,
  "wholesale": 350,
  "direct-growth": 351,
  "(36.56%),": 352,
  "money": 353,
  "(18.52%).": 354,
  "₹39.68.": 355,
  "142.73%.": 356,
  "45.30%.": 357,
  "22.93.": 358,
  "1.18.": 359,
  "-0.89.": 360,
  "0.97.": 361,
  "0.21%.": 362,
  "15": 363,
  "regular": 364,
  "-": 365,
  "(100.04%).": 366,
  "hsbc": 367,
  "₹36.73.": 368,
  "17.83%.": 369,
  "11.72%.": 370,
  "9.36%.": 371,
  "6.87.": 372,
  "0.78.": 373,
  "0.95%.": 374,
  "10%": 375,
  "(5.50%),": 376,
  "(5.49%),": 377,
  "(5.47%),": 378,
  "(5.46%),": 379,
  "(5.31%),": 380,
  "(5.30%),": 381,
  "(5.09%),": 382,
  "jsw": 383,
  "kalinga": 384,
  "steel": 385,
  "(4.22%),": 386,
  "(4.14%),": 387,
  "piramal": 388,
  "(3.66%).": 389,
  "prudential": 390,
  "₹23.77.": 391,
  "12.33%.": 392,
  "30.14%.": 393,
  "18.35.": 394,
  "1.17.": 395,
  "1.03.": 396,
  "0.81.": 397,
  "0.99%.": 398,
  "month": 399,
  "date": 400,
  "allotment.": 401,
  "(13.29%),": 402,
  "(8.68%),": 403,
  "(6.87%),": 404,
  "(6.47%),": 405,
  "insurance": 406,
  "(4.47%),": 407,
  "hindustan": 408,
  "aeronautics": 409,
  "(4.10%),": 410,
  "(3.73%),": 411,
  "coal": 412,
  "(3.25%).": 413,
  "retirement": 414,
  "aggressive": 415,
  "₹30.11.": 416,
  "13.88%.": 417,
  "23.49%.": 418,
  "18.26%.": 419,
  "13.83%.": 420,
  "13.39.": 421,
  "1.05.": 422,
  "2.50%.": 423,
  "(2.90%),": 424,
  "multi": 425,
  "exchange": 426,
  "(2.42%),": 427,
  "tech": 428,
  "(2.29%),": 429,
  "titan": 430,
  "company": 431,
  "(2.03%),": 432,
  "motors": 433,
  "(2.01%),": 434,
  "mphasis": 435,
  "(1.92%),": 436,
  "(1.85%),": 437,
  "ultratech": 438,
  "cement": 439,
  "(1.81%),": 440,
  "upl": 441,
  "(1.77%),": 442,
  "(1.74%).": 443,
  "₹36.78.": 444,
  "143.42%.": 445,
  "45.38%.": 446,
  "22.66.": 447,
  "0.15%.": 448,
  "(100.02%).": 449,
  "invesco": 450,
  "₹82.29.": 451,
  "15.85%.": 452,
  "32.23%.": 453,
  "28.22%.": 454,
  "11.34%.": 455,
  "23.41.": 456,
  "0.91.": 457,
  "-1.76.": 458,
  "0.90%.": 459,
  "(8.60%),": 460,
  "indian": 461,
  "(7.33%),": 462,
  "(6.82%),": 463,
  "petroleum": 464,
  "(6.48%),": 465,
  "(6.24%),": 466,
  "(5.00%),": 467,
  "(4.84%),": 468,
  "green": 469,
  "energy": 470,
  "(4.74%),": 471,
  "(3.89%),": 472,
  "(3.89%).": 473,
  "motilal": 474,
  "oswal": 475,
  "bse": 476,
  "enhanced": 477,
  "value": 478,
  "index": 479,
  "₹28.71.": 480,
  "18.37%.": 481,
  "33.24%.": 482,
  "4.80%.": 483,
  "19.16%.": 484,
  "18.84%.": 485,
  "19.65.": 486,
  "1.38.": 487,
  "15.11.": 488,
  "1.24.": 489,
  "0.68%.": 490,
  "load:": 491,
  "1%-": 492,
  "or": 493,
  "days": 494,
  "(9.18%),": 495,
  "hindalco": 496,
  "(8.05%),": 497,
  "(7.84%),": 498,
  "(7.60%),": 499,
  "passenger": 500,
  "vehicles": 501,
  "(7.38%),": 502,
  "(7.12%),": 503,
  "(7.10%),": 504,
  "(4.60%),": 505,
  "nippon": 506,
  "asset": 507,
  "allocation": 508,
  "₹26.32.": 509,
  "20.90%.": 510,
  "22.86%.": 511,
  "18.07%.": 512,
  "31.90%.": 513,
  "15.09%.": 514,
  "17.81%.": 515,
  "16.11%.": 516,
  "9.09.": 517,
  "1.40.": 518,
  "0.37%.": 519,
  "gold": 520,
  "bees": 521,
  "(8.97%),": 522,
  "ishares": 523,
  "msci": 524,
  "world": 525,
  "(5.34%),": 526,
  "(3.85%),": 527,
  "(3.55%),": 528,
  "(2.62%),": 529,
  "(2.54%),": 530,
  "(2.33%),": 531,
  "liquid": 532,
  "(2.28%),": 533,
  "(1.76%),": 534,
  "eternal": 535,
  "₹36.62.": 536,
  "142.86%.": 537,
  "44.98%.": 538,
  "22.84.": 539,
  "-1.14.": 540,
  "(99.80%).": 541,
  "quant": 542,
  "₹175.72.": 543,
  "22.25%.": 544,
  "24.99%.": 545,
  "23.61%.": 546,
  "9.86%.": 547,
  "11.77.": 548,
  "1.32.": 549,
  "0.60%.": 550,
  "(9.77%),": 551,
  "(8.54%),": 552,
  "(6.38%),": 553,
  "co": 554,
  "(5.61%),": 555,
  "aurobindo": 556,
  "pharma": 557,
  "(4.97%),": 558,
  "premier": 559,
  "energies": 560,
  "(4.48%),": 561,
  "bajaj": 562,
  "(3.77%),": 563,
  "management": 564,
  "(3.70%),": 565,
  "adani": 566,
  "(2.64%).": 567,
  "sbi": 568,
  "children's": 569,
  "₹48.89.": 570,
  "15.67%.": 571,
  "25.41%.": 572,
  "27.60%.": 573,
  "117.29%.": 574,
  "14.14.": 575,
  "0.98.": 576,
  "0.88%.": 577,
  "respect": 578,
  "subject": 579,
  "lock-in": 580,
  "period": 581,
  "holding": 582,
  "less": 583,
  "than": 584,
  "years:": 585,
  "alphabet": 586,
  "inc": 587,
  "class": 588,
  "(6.86%),": 589,
  "(6.84%),": 590,
  "thangamayil": 591,
  "jewellery": 592,
  "(4.93%),": 593,
  "hatsun": 594,
  "agro": 595,
  "product": 596,
  "muthoot": 597,
  "(4.29%),": 598,
  "aether": 599,
  "privi": 600,
  "speciality": 601,
  "chemicals": 602,
  "(3.43%),": 603,
  "(3.29%),": 604,
  "ather": 605,
  "(3.19%),": 606,
  "sona": 607,
  "blw": 608,
  "precision": 609,
  "forgings": 610,
  "(3.08%).": 611,
  "₹40.44.": 612,
  "17.80%.": 613,
  "34.53%.": 614,
  "30.03%.": 615,
  "3.93%.": 616,
  "22.62.": 617,
  "1.04.": 618,
  "1.10.": 619,
  "0.85%.": 620,
  "0.50%": 621,
  "(16.50%),": 622,
  "(10.02%),": 623,
  "(9.72%),": 624,
  "(9.10%),": 625,
  "(8.92%),": 626,
  "(6.55%),": 627,
  "(5.51%),": 628,
  "(4.63%),": 629,
  "nmdc": 630,
  "(3.61%),": 631,
  "(3.48%).": 632
}