{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-11": 24,
  "₹27.22.": 25,
  "1y": 26,
  "returns:": 27,
  "12.94%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.80%.": 31,
  "5y": 32,
  "10.71%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.63.": 129,
  "8.94%.": 130,
  "10.29%.": 131,
  "12.60%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.23.": 160,
  "18.60%.": 161,
  "28.88%.": 162,
  "25.88%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.77%),": 192,
  "ntpc": 193,
  "(9.17%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(6.85%),": 198,
  "bharat": 199,
  "electronics": 200,
  "(5.37%),": 201,
  "heavy": 202,
  "electricals": 203,
  "gail": 204,
  "(india)": 205,
  "(4.36%),": 206,
  "oil": 207,
  "and": 208,
  "natural": 209,
  "gas": 210,
  "(4.20%),": 211,
  "maharashtra": 212,
  "(3.82%),": 213,
  "baroda": 214,
  "(3.78%),": 215,
  "(3.65%).": 216,
  "silver": 217,
  "etf": 218,
  "fof": 219,
  "commodity": 220,
  "₹39.17.": 221,
  "154.64%.": 222,
  "47.55%.": 223,
  "154.77%.": 224,
  "47.07%.": 225,
  "22.57.": 226,
  "1.19.": 227,
  "-0.73.": 228,
  "0.96.": 229,
  "0.32%.": 230,
  "0.5%": 231,
  "two": 232,
  "years,": 233,
  "etf-growth": 234,
  "(99.90%).": 235,
  "axis": 236,
  "₹43.15.": 237,
  "153.59%.": 238,
  "47.69%.": 239,
  "22.23.": 240,
  "1.20.": 241,
  "-0.37.": 242,
  "0.94.": 243,
  "0.08%.": 244,
  "0.25%,": 245,
  "7": 246,
  "₹5000.": 247,
  "regular-growth": 248,
  "(99.88%).": 249,
  "dsp": 250,
  "₹58.87.": 251,
  "10.56%.": 252,
  "16.43%.": 253,
  "12.84%.": 254,
  "7.05%.": 255,
  "7.42.": 256,
  "1.30.": 257,
  "0.41%.": 258,
  "3%,": 259,
  "12": 260,
  "months.": 261,
  "(9.99%),": 262,
  "renewables": 263,
  "(6.53%),": 264,
  "roadstar": 265,
  "infra": 266,
  "trust": 267,
  "(6.46%),": 268,
  "tata": 269,
  "housing": 270,
  "devp.": 271,
  "co.": 272,
  "ltd": 273,
  "(6.29%),": 274,
  "(6.27%),": 275,
  "rec": 276,
  "(4.49%),": 277,
  "projects": 278,
  "(4.45%),": 279,
  "(4.40%),": 280,
  "piramal": 281,
  "(4.34%),": 282,
  "(4.32%).": 283,
  "hdfc": 284,
  "hybrid": 285,
  "₹121.23.": 286,
  "-1.57%.": 287,
  "8.69%.": 288,
  "10.73%.": 289,
  "11.80%.": 290,
  "4.72%.": 291,
  "14.31%.": 292,
  "13.94%.": 293,
  "10.75.": 294,
  "0.31.": 295,
  "1.02%.": 296,
  "units": 297,
  "excess": 298,
  "15%": 299,
  "the": 300,
  "investment,1%": 301,
  "will": 302,
  "be": 303,
  "charged": 304,
  "redemption": 305,
  "icici": 306,
  "(6.63%),": 307,
  "(6.49%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.55%),": 311,
  "(3.86%),": 312,
  "infosys": 313,
  "(2.98%),": 314,
  "(2.81%),": 315,
  "kotak": 316,
  "mahindra": 317,
  "(2.66%),": 318,
  "larsen": 319,
  "toubro": 320,
  "(2.63%),": 321,
  "itc": 322,
  "(2.16%).": 323,
  "plus": 324,
  "arbitrage": 325,
  "active": 326,
  "moderate.": 327,
  "₹44.75.": 328,
  "5.34%.": 329,
  "11.74%.": 330,
  "12.09%.": 331,
  "10.91%.": 332,
  "7.37%.": 333,
  "5.75.": 334,
  "1.00.": 335,
  "0.02%.": 336,
  "nil": 337,
  "corporate": 338,
  "bond": 339,
  "plan-growth": 340,
  "(44.80%),": 341,
  "wholesale": 342,
  "direct-growth": 343,
  "(36.56%),": 344,
  "money": 345,
  "(18.52%).": 346,
  "₹41.76.": 347,
  "154.15%.": 348,
  "47.80%.": 349,
  "22.93.": 350,
  "1.18.": 351,
  "-0.89.": 352,
  "0.21%.": 353,
  "15": 354,
  "regular": 355,
  "-": 356,
  "(100.04%).": 357,
  "hsbc": 358,
  "₹36.81.": 359,
  "6.21%.": 360,
  "11.67%.": 361,
  "9.32%.": 362,
  "6.87.": 363,
  "0.78.": 364,
  "0.95%.": 365,
  "10%": 366,
  "(5.55%),": 367,
  "(5.53%),": 368,
  "(5.50%),": 369,
  "nuvoco": 370,
  "vistas": 371,
  "(5.45%),": 372,
  "nirma": 373,
  "(5.35%),": 374,
  "(5.34%),": 375,
  "jsw": 376,
  "kalinga": 377,
  "steel": 378,
  "(4.18%),": 379,
  "(3.44%).": 380,
  "prudential": 381,
  "₹23.32.": 382,
  "15.64%.": 383,
  "27.36%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "1.77%.": 389,
  "before": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(13.29%),": 394,
  "(8.68%),": 395,
  "(6.47%),": 396,
  "insurance": 397,
  "(4.47%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "(4.10%),": 401,
  "(3.73%),": 402,
  "coal": 403,
  "(3.50%),": 404,
  "(3.25%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹30.52.": 408,
  "17.15%.": 409,
  "22.34%.": 410,
  "17.76%.": 411,
  "13.83%.": 412,
  "14.01.": 413,
  "1.12.": 414,
  "0.89%.": 415,
  "(2.90%),": 416,
  "multi": 417,
  "exchange": 418,
  "(2.42%),": 419,
  "tech": 420,
  "(2.29%),": 421,
  "titan": 422,
  "company": 423,
  "(2.03%),": 424,
  "motors": 425,
  "(2.01%),": 426,
  "mphasis": 427,
  "(1.92%),": 428,
  "(1.85%),": 429,
  "ultratech": 430,
  "cement": 431,
  "(1.81%),": 432,
  "upl": 433,
  "(1.77%),": 434,
  "(1.74%).": 435,
  "₹38.63.": 436,
  "155.42%.": 437,
  "47.75%.": 438,
  "22.66.": 439,
  "0.22%.": 440,
  "(100.02%).": 441,
  "invesco": 442,
  "₹80.07.": 443,
  "15.97%.": 444,
  "29.13%.": 445,
  "24.88%.": 446,
  "11.34%.": 447,
  "24.02.": 448,
  "-1.31.": 449,
  "1.53%.": 450,
  "investment,": 451,
  "(8.60%),": 452,
  "indian": 453,
  "(7.33%),": 454,
  "(6.82%),": 455,
  "petroleum": 456,
  "(6.48%),": 457,
  "(6.24%),": 458,
  "(5.00%),": 459,
  "(4.84%),": 460,
  "green": 461,
  "energy": 462,
  "(4.74%),": 463,
  "(3.89%),": 464,
  "(3.89%).": 465,
  "motilal": 466,
  "oswal": 467,
  "bse": 468,
  "enhanced": 469,
  "value": 470,
  "index": 471,
  "₹27.92.": 472,
  "18.84%.": 473,
  "30.48%.": 474,
  "4.80%.": 475,
  "19.16%.": 476,
  "19.65.": 477,
  "1.38.": 478,
  "15.11.": 479,
  "1.24.": 480,
  "0.55%.": 481,
  "load:": 482,
  "1%-": 483,
  "on": 484,
  "or": 485,
  "days": 486,
  "(8.75%),": 487,
  "hindalco": 488,
  "(8.56%),": 489,
  "(7.75%),": 490,
  "passenger": 491,
  "vehicles": 492,
  "(7.71%),": 493,
  "(7.36%),": 494,
  "(6.90%),": 495,
  "(6.75%),": 496,
  "(4.92%),": 497,
  "(4.28%),": 498,
  "(4.18%).": 499,
  "nippon": 500,
  "asset": 501,
  "allocation": 502,
  "₹26.36.": 503,
  "21.82%.": 504,
  "22.07%.": 505,
  "17.68%.": 506,
  "31.90%.": 507,
  "15.09%.": 508,
  "17.81%.": 509,
  "16.11%.": 510,
  "9.60.": 511,
  "1.51.": 512,
  "gold": 513,
  "bees": 514,
  "(8.97%),": 515,
  "ishares": 516,
  "msci": 517,
  "world": 518,
  "(3.85%),": 519,
  "(3.55%),": 520,
  "(2.62%),": 521,
  "(2.33%),": 522,
  "liquid": 523,
  "(2.28%),": 524,
  "(1.76%),": 525,
  "eternal": 526,
  "₹38.47.": 527,
  "155.24%.": 528,
  "47.51%.": 529,
  "22.84.": 530,
  "-1.14.": 531,
  "(99.80%).": 532,
  "quant": 533,
  "₹177.95.": 534,
  "24.95%.": 535,
  "24.50%.": 536,
  "21.33%.": 537,
  "9.86%.": 538,
  "12.04.": 539,
  "1.37.": 540,
  "0.65%.": 541,
  "(9.77%),": 542,
  "(8.54%),": 543,
  "(7.12%),": 544,
  "(6.38%),": 545,
  "co": 546,
  "(5.61%),": 547,
  "aurobindo": 548,
  "pharma": 549,
  "(4.97%),": 550,
  "premier": 551,
  "energies": 552,
  "(4.48%),": 553,
  "bajaj": 554,
  "(3.77%),": 555,
  "management": 556,
  "(3.70%),": 557,
  "adani": 558,
  "(2.64%).": 559,
  "sbi": 560,
  "children's": 561,
  "₹49.72.": 562,
  "20.70%.": 563,
  "25.78%.": 564,
  "27.12%.": 565,
  "117.29%.": 566,
  "16.13.": 567,
  "0.87%.": 568,
  "respect": 569,
  "subject": 570,
  "lock-in": 571,
  "period": 572,
  "holding": 573,
  "less": 574,
  "than": 575,
  "3": 576,
  "years:": 577,
  "3%": 578,
  "2%": 579,
  "but": 580,
  "2": 581,
  "alphabet": 582,
  "inc": 583,
  "class": 584,
  "(6.86%),": 585,
  "(6.84%),": 586,
  "thangamayil": 587,
  "jewellery": 588,
  "(4.93%),": 589,
  "hatsun": 590,
  "agro": 591,
  "product": 592,
  "muthoot": 593,
  "(4.29%),": 594,
  "aether": 595,
  "(4.03%),": 596,
  "privi": 597,
  "speciality": 598,
  "chemicals": 599,
  "(3.43%),": 600,
  "(3.29%),": 601,
  "ather": 602,
  "(3.19%),": 603,
  "sona": 604,
  "blw": 605,
  "precision": 606,
  "forgings": 607,
  "(3.08%).": 608,
  "₹38.95.": 609,
  "18.18%.": 610,
  "31.18%.": 611,
  "25.40%.": 612,
  "3.93%.": 613,
  "1.09.": 614,
  "0.93.": 615,
  "0.85%.": 616,
  "0.50%": 617,
  "(16.50%),": 618,
  "(10.02%),": 619,
  "(9.72%),": 620,
  "(9.10%),": 621,
  "(8.92%),": 622,
  "(6.55%),": 623,
  "(5.51%),": 624,
  "(4.63%),": 625,
  "nmdc": 626,
  "(3.61%),": 627,
  "(3.48%).": 628
}