{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-17": 24,
  "₹27.53.": 25,
  "1y": 26,
  "returns:": 27,
  "12.77%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.89%.": 31,
  "5y": 32,
  "10.77%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.78%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.22.": 159,
  "8.88%.": 160,
  "10.47%.": 161,
  "12.68%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "1.92.": 167,
  "1.99.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹40.36.": 197,
  "12.14%.": 198,
  "27.67%.": 199,
  "24.86%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.63.": 205,
  "0.93.": 206,
  "-0.54.": 207,
  "0.96.": 208,
  "0.72%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹38.15.": 259,
  "123.36%.": 260,
  "47.89%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.30%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹42.11.": 277,
  "123.47%.": 278,
  "47.98%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.14%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹59.55.": 295,
  "9.96%.": 296,
  "16.57%.": 297,
  "13.02%.": 298,
  "7.05%.": 299,
  "7.41.": 300,
  "1.33.": 301,
  "0.40%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "(9.45%),": 306,
  "(7.15%),": 307,
  "roadstar": 308,
  "infra": 309,
  "trust": 310,
  "(6.22%),": 311,
  "renewables": 312,
  "8.6": 313,
  "24sp27": 314,
  "(6.15%),": 315,
  "nuvoco": 316,
  "vistas": 317,
  "7.7": 318,
  "18sp28": 319,
  "(6.06%),": 320,
  "tata": 321,
  "company": 322,
  "i": 323,
  "7.51": 324,
  "08dc28": 325,
  "(5.92%),": 326,
  "25c": 327,
  "7.44": 328,
  "24fb28": 329,
  "(5.90%),": 330,
  "adani": 331,
  "airport": 332,
  "8.45": 333,
  "12fb29": 334,
  "(5.89%),": 335,
  "rec": 336,
  "180-b": 337,
  "8.30": 338,
  "25ju29": 339,
  "fvrs10lac": 340,
  "(4.24%),": 341,
  "projects": 342,
  "q": 343,
  "8.25": 344,
  "28ap27": 345,
  "(4.19%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹122.83.": 349,
  "-4.14%.": 350,
  "8.01%.": 351,
  "11.80%.": 352,
  "4.72%.": 353,
  "14.31%.": 354,
  "13.94%.": 355,
  "10.76.": 356,
  "0.21.": 357,
  "1.13%.": 358,
  "units": 359,
  "excess": 360,
  "15%": 361,
  "the": 362,
  "investment,1%": 363,
  "will": 364,
  "be": 365,
  "charged": 366,
  "redemption": 367,
  "icici": 368,
  "(6.71%),": 369,
  "(6.42%),": 370,
  "reliance": 371,
  "industries": 372,
  "(4.46%),": 373,
  "(3.23%),": 374,
  "kotak": 375,
  "mahindra": 376,
  "(3.07%),": 377,
  "larsen": 378,
  "toubro": 379,
  "(2.70%),": 380,
  "34238": 381,
  "22ap64": 382,
  "7.34": 383,
  "infosys": 384,
  "(2.54%),": 385,
  "bharti": 386,
  "airtel": 387,
  "(2.00%).": 388,
  "plus": 389,
  "arbitrage": 390,
  "active": 391,
  "moderate.": 392,
  "₹45.16.": 393,
  "5.31%.": 394,
  "10.55%.": 395,
  "11.39%.": 396,
  "10.91%.": 397,
  "7.37%.": 398,
  "5.63.": 399,
  "0.85.": 400,
  "0.02%.": 401,
  "nil": 402,
  "opportunities": 403,
  "plan-growth": 404,
  "(44.39%),": 405,
  "direct-growth": 406,
  "(36.34%),": 407,
  "money": 408,
  "(18.47%),": 409,
  "(2.37%),": 410,
  "(-1.57%).": 411,
  "₹40.54.": 412,
  "123.15%.": 413,
  "47.95%.": 414,
  "22.93.": 415,
  "1.18.": 416,
  "-0.89.": 417,
  "0.97.": 418,
  "0.22%.": 419,
  "15": 420,
  "regular": 421,
  "-": 422,
  "(100.05%),": 423,
  "(-0.42%).": 424,
  "hsbc": 425,
  "₹37.16.": 426,
  "6.13%.": 427,
  "11.76%.": 428,
  "9.42%.": 429,
  "6.88.": 430,
  "0.77.": 431,
  "0.96%.": 432,
  "10%": 433,
  "36232": 434,
  "21jl30": 435,
  "6.01": 436,
  "(6.36%),": 437,
  "(5.61%),": 438,
  "corpn.": 439,
  "ltd.": 440,
  "7.2": 441,
  "09/08/2027": 442,
  "(5.59%),": 443,
  "(5.58%),": 444,
  "godrej": 445,
  "seeds": 446,
  "genetics": 447,
  "2": 448,
  "strpp": 449,
  "7.68": 450,
  "28ap28": 451,
  "(5.56%),": 452,
  "(5.53%),": 453,
  "nirma": 454,
  "vii": 455,
  "tr": 456,
  "c": 457,
  "8.50": 458,
  "07ap27": 459,
  "(5.43%),": 460,
  "230-a": 461,
  "7.71": 462,
  "26fb27": 463,
  "(5.40%),": 464,
  "259a": 465,
  "6.96": 466,
  "02mr28": 467,
  "(5.33%).": 468,
  "prudential": 469,
  "₹23.18.": 470,
  "8.42%.": 471,
  "26.16%.": 472,
  "18.35.": 473,
  "1.17.": 474,
  "1.03.": 475,
  "0.81.": 476,
  "1.18%.": 477,
  "before": 478,
  "month": 479,
  "date": 480,
  "allotment.": 481,
  "(14.22%),": 482,
  "(8.61%),": 483,
  "(5.36%),": 484,
  "hindustan": 485,
  "aeronautics": 486,
  "(4.78%),": 487,
  "insurance": 488,
  "(4.71%),": 489,
  "(3.61%),": 490,
  "(3.48%),": 491,
  "(3.42%),": 492,
  "indian": 493,
  "(3.20%).": 494,
  "retirement": 495,
  "aggressive": 496,
  "₹31.22.": 497,
  "11.38%.": 498,
  "21.17%.": 499,
  "17.61%.": 500,
  "13.83%.": 501,
  "13.96.": 502,
  "1.08.": 503,
  "1.12%.": 504,
  "vedanta": 505,
  "9.31": 506,
  "03dc27": 507,
  "(2.52%),": 508,
  "(2.21%),": 509,
  "titan": 510,
  "(2.19%),": 511,
  "(2.14%),": 512,
  "tech": 513,
  "(1.90%),": 514,
  "(1.89%),": 515,
  "upl": 516,
  "(1.85%),": 517,
  "unilever": 518,
  "(1.83%).": 519,
  "₹37.60.": 520,
  "123.26%.": 521,
  "48.10%.": 522,
  "22.66.": 523,
  "0.20%.": 524,
  "(99.90%),": 525,
  "(0.45%),": 526,
  "(-0.34%).": 527,
  "invesco": 528,
  "₹79.65.": 529,
  "4.87%.": 530,
  "26.05%.": 531,
  "23.69%.": 532,
  "11.34%.": 533,
  "24.22.": 534,
  "0.90.": 535,
  "-0.82.": 536,
  "0.91%.": 537,
  "investment,": 538,
  "(8.67%),": 539,
  "(7.63%),": 540,
  "(7.59%),": 541,
  "petroleum": 542,
  "(6.23%),": 543,
  "(5.80%),": 544,
  "dredging": 545,
  "(5.10%),": 546,
  "green": 547,
  "energy": 548,
  "(4.82%),": 549,
  "baroda": 550,
  "(4.76%),": 551,
  "(4.73%),": 552,
  "(3.91%).": 553,
  "motilal": 554,
  "oswal": 555,
  "bse": 556,
  "enhanced": 557,
  "value": 558,
  "index": 559,
  "₹28.49.": 560,
  "15.29%.": 561,
  "29.87%.": 562,
  "4.80%.": 563,
  "19.16%.": 564,
  "18.84%.": 565,
  "19.65.": 566,
  "1.38.": 567,
  "15.11.": 568,
  "1.24.": 569,
  "0.51%.": 570,
  "load:": 571,
  "1%-": 572,
  "on": 573,
  "or": 574,
  "days": 575,
  "hindalco": 576,
  "(9.27%),": 577,
  "motors": 578,
  "(8.85%),": 579,
  "(7.75%),": 580,
  "coal": 581,
  "(6.98%),": 582,
  "(6.81%),": 583,
  "(6.64%),": 584,
  "(4.69%),": 585,
  "(4.47%),": 586,
  "nippon": 587,
  "multi": 588,
  "asset": 589,
  "allocation": 590,
  "₹26.66.": 591,
  "15.96%.": 592,
  "20.50%.": 593,
  "16.72%.": 594,
  "31.90%.": 595,
  "15.09%.": 596,
  "17.81%.": 597,
  "16.11%.": 598,
  "9.61.": 599,
  "1.47.": 600,
  "0.86%.": 601,
  "gold": 602,
  "bees": 603,
  "idcw": 604,
  "(8.62%),": 605,
  "ishares": 606,
  "msci": 607,
  "world": 608,
  "(5.20%),": 609,
  "(4.32%),": 610,
  "(3.81%),": 611,
  "(3.67%),": 612,
  "(2.68%),": 613,
  "(1.83%),": 614,
  "(1.80%),": 615,
  "mini": 616,
  "(100": 617,
  "grams)": 618,
  "june": 619,
  "2020": 620,
  "future": 621,
  "(1.70%),": 622,
  "zomato": 623,
  "(1.62%).": 624,
  "₹37.41.": 625,
  "122.83%.": 626,
  "47.69%.": 627,
  "22.84.": 628,
  "-1.14.": 629,
  "0.23%.": 630,
  "(99.95%),": 631,
  "(0.19%),": 632,
  "mrgn": 633,
  "(0.00%),": 634,
  "(-0.14%).": 635,
  "quant": 636,
  "₹181.12.": 637,
  "20.37%.": 638,
  "24.82%.": 639,
  "21.30%.": 640,
  "9.86%.": 641,
  "11.98.": 642,
  "1.50.": 643,
  "0.61%.": 644,
  "current": 645,
  "assets": 646,
  "(14.67%),": 647,
  "(9.97%),": 648,
  "(8.36%),": 649,
  "enterprises": 650,
  "(8.20%),": 651,
  "(7.96%),": 652,
  "(7.94%),": 653,
  "(6.07%),": 654,
  "co": 655,
  "(5.86%),": 656,
  "fixed": 657,
  "deposits": 658,
  "(5.67%),": 659,
  "management": 660,
  "(4.76%).": 661,
  "sbi": 662,
  "children's": 663,
  "₹51.71.": 664,
  "17.70%.": 665,
  "23.07%.": 666,
  "25.33%.": 667,
  "117.29%.": 668,
  "16.02.": 669,
  "1.06.": 670,
  "1.17%.": 671,
  "respect": 672,
  "subject": 673,
  "lock-in": 674,
  "period": 675,
  "holding": 676,
  "less": 677,
  "than": 678,
  "3": 679,
  "years:": 680,
  "3%": 681,
  "2%": 682,
  "but": 683,
  "(15.62%),": 684,
  "alphabet": 685,
  "inc": 686,
  "forgn.": 687,
  "eq": 688,
  "(googl)": 689,
  "(7.38%),": 690,
  "(5.44%),": 691,
  "thangamayil": 692,
  "jewellery": 693,
  "(4.61%),": 694,
  "(4.60%),": 695,
  "renew": 696,
  "global": 697,
  "plc": 698,
  "(rnw)": 699,
  "(4.35%),": 700,
  "(4.21%),": 701,
  "muthoot": 702,
  "(4.03%),": 703,
  "hatsun": 704,
  "agro": 705,
  "products": 706,
  "(3.90%),": 707,
  "epam": 708,
  "systems": 709,
  "(epam)": 710,
  "(3.52%).": 711,
  "₹39.04.": 712,
  "11.14%.": 713,
  "29.66%.": 714,
  "24.60%.": 715,
  "3.93%.": 716,
  "23.07.": 717,
  "1.05.": 718,
  "2.36.": 719,
  "0.90%.": 720,
  "0.50%": 721,
  "(16.86%),": 722,
  "(9.52%),": 723,
  "(9.06%),": 724,
  "(8.84%),": 725,
  "(8.78%),": 726,
  "(5.33%),": 727,
  "(4.39%),": 728,
  "(4.11%),": 729,
  "(3.72%).": 730
}