{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-21": 24,
  "₹27.13.": 25,
  "1y": 26,
  "returns:": 27,
  "11.58%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.57%.": 31,
  "5y": 32,
  "10.59%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.43.": 129,
  "7.41%.": 130,
  "10.02%.": 131,
  "12.46%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹39.85.": 160,
  "11.47%.": 161,
  "28.90%.": 162,
  "25.82%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.08%),": 192,
  "ntpc": 193,
  "(8.71%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(7.44%),": 198,
  "bharat": 199,
  "heavy": 200,
  "electricals": 201,
  "(5.42%),": 202,
  "electronics": 203,
  "(5.10%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.56%),": 207,
  "maharashtra": 208,
  "(4.30%),": 209,
  "oil": 210,
  "and": 211,
  "natural": 212,
  "gas": 213,
  "(3.90%),": 214,
  "nmdc": 215,
  "(3.56%),": 216,
  "pnb": 217,
  "housing": 218,
  "(3.39%).": 219,
  "silver": 220,
  "etf": 221,
  "fof": 222,
  "commodity": 223,
  "₹40.94.": 224,
  "164.16%.": 225,
  "51.35%.": 226,
  "154.77%.": 227,
  "47.07%.": 228,
  "22.57.": 229,
  "1.19.": 230,
  "-0.73.": 231,
  "0.96.": 232,
  "0.33%.": 233,
  "0.5%": 234,
  "two": 235,
  "years,": 236,
  "etf-growth": 237,
  "(100.01%).": 238,
  "axis": 239,
  "₹45.09.": 240,
  "163.65%.": 241,
  "51.67%.": 242,
  "22.23.": 243,
  "1.20.": 244,
  "-0.37.": 245,
  "0.94.": 246,
  "0.08%.": 247,
  "0.25%,": 248,
  "7": 249,
  "₹5000.": 250,
  "regular-growth": 251,
  "(99.94%).": 252,
  "dsp": 253,
  "₹58.78.": 254,
  "9.79%.": 255,
  "16.26%.": 256,
  "12.79%.": 257,
  "7.05%.": 258,
  "7.42.": 259,
  "1.30.": 260,
  "0.40%.": 261,
  "3%,": 262,
  "12": 263,
  "months.": 264,
  "(9.99%),": 265,
  "renewables": 266,
  "(6.53%),": 267,
  "roadstar": 268,
  "infra": 269,
  "trust": 270,
  "(6.46%),": 271,
  "tata": 272,
  "devp.": 273,
  "co.": 274,
  "ltd": 275,
  "(6.29%),": 276,
  "(6.27%),": 277,
  "rec": 278,
  "(4.49%),": 279,
  "projects": 280,
  "(4.45%),": 281,
  "(4.40%),": 282,
  "piramal": 283,
  "(4.34%),": 284,
  "(4.32%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹119.90.": 288,
  "-6.10%.": 289,
  "8.14%.": 290,
  "9.94%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "10.75.": 296,
  "0.31.": 297,
  "1.08.": 298,
  "1.05%.": 299,
  "units": 300,
  "excess": 301,
  "15%": 302,
  "the": 303,
  "investment,1%": 304,
  "will": 305,
  "be": 306,
  "charged": 307,
  "redemption": 308,
  "icici": 309,
  "(6.63%),": 310,
  "reliance": 311,
  "industries": 312,
  "(4.75%),": 313,
  "(3.59%),": 314,
  "(3.13%),": 315,
  "kotak": 316,
  "mahindra": 317,
  "(3.01%),": 318,
  "infosys": 319,
  "(2.69%),": 320,
  "larsen": 321,
  "toubro": 322,
  "(2.61%),": 323,
  "bharti": 324,
  "airtel": 325,
  "(2.03%).": 326,
  "plus": 327,
  "arbitrage": 328,
  "active": 329,
  "moderate.": 330,
  "₹44.62.": 331,
  "4.26%.": 332,
  "11.45%.": 333,
  "11.70%.": 334,
  "10.91%.": 335,
  "7.37%.": 336,
  "5.75.": 337,
  "1.00.": 338,
  "0.02%.": 339,
  "nil": 340,
  "corporate": 341,
  "bond": 342,
  "plan-growth": 343,
  "(43.65%),": 344,
  "wholesale": 345,
  "direct-growth": 346,
  "(37.09%),": 347,
  "money": 348,
  "(18.72%).": 349,
  "₹43.51.": 350,
  "165.16%.": 351,
  "51.48%.": 352,
  "22.93.": 353,
  "1.18.": 354,
  "-0.89.": 355,
  "0.27%.": 356,
  "15": 357,
  "regular": 358,
  "-": 359,
  "(100.15%).": 360,
  "hsbc": 361,
  "₹36.68.": 362,
  "5.09%.": 363,
  "9.20%.": 364,
  "6.87.": 365,
  "0.78.": 366,
  "0.95%.": 367,
  "10%": 368,
  "(5.55%),": 369,
  "(5.53%),": 370,
  "(5.50%),": 371,
  "nuvoco": 372,
  "vistas": 373,
  "(5.45%),": 374,
  "nirma": 375,
  "(5.35%),": 376,
  "(5.34%),": 377,
  "jsw": 378,
  "kalinga": 379,
  "steel": 380,
  "(4.18%),": 381,
  "(3.44%).": 382,
  "prudential": 383,
  "₹23.13.": 384,
  "8.74%.": 385,
  "27.38%.": 386,
  "18.35.": 387,
  "1.17.": 388,
  "1.03.": 389,
  "0.81.": 390,
  "1.81%.": 391,
  "before": 392,
  "month": 393,
  "date": 394,
  "allotment.": 395,
  "(13.05%),": 396,
  "(8.51%),": 397,
  "(6.20%),": 398,
  "(5.82%),": 399,
  "insurance": 400,
  "(4.88%),": 401,
  "hindustan": 402,
  "aeronautics": 403,
  "(4.64%),": 404,
  "(3.37%),": 405,
  "(3.27%),": 406,
  "coal": 407,
  "(3.19%),": 408,
  "(3.18%).": 409,
  "retirement": 410,
  "aggressive": 411,
  "₹30.45.": 412,
  "22.49%.": 413,
  "17.55%.": 414,
  "13.83%.": 415,
  "14.01.": 416,
  "1.12.": 417,
  "1.06.": 418,
  "1.74%.": 419,
  "(2.43%),": 420,
  "tech": 421,
  "(2.30%),": 422,
  "multi": 423,
  "exchange": 424,
  "(2.29%),": 425,
  "(2.21%),": 426,
  "unilever": 427,
  "(2.12%),": 428,
  "titan": 429,
  "company": 430,
  "(2.03%),": 431,
  "ultratech": 432,
  "cement": 433,
  "(2.02%),": 434,
  "(1.92%),": 435,
  "mphasis": 436,
  "(1.91%).": 437,
  "₹40.33.": 438,
  "163.88%.": 439,
  "51.64%.": 440,
  "22.66.": 441,
  "0.24%.": 442,
  "(99.96%).": 443,
  "invesco": 444,
  "₹78.79.": 445,
  "5.10%.": 446,
  "24.44%.": 447,
  "11.34%.": 448,
  "24.02.": 449,
  "-1.31.": 450,
  "0.92%.": 451,
  "investment,": 452,
  "(8.23%),": 453,
  "(7.45%),": 454,
  "indian": 455,
  "(7.08%),": 456,
  "petroleum": 457,
  "(6.08%),": 458,
  "(5.90%),": 459,
  "green": 460,
  "energy": 461,
  "(4.95%),": 462,
  "(4.73%),": 463,
  "baroda": 464,
  "(4.53%),": 465,
  "dynamics": 466,
  "(4.23%),": 467,
  "dredging": 468,
  "(3.99%).": 469,
  "motilal": 470,
  "oswal": 471,
  "bse": 472,
  "enhanced": 473,
  "value": 474,
  "index": 475,
  "₹28.10.": 476,
  "13.75%.": 477,
  "31.21%.": 478,
  "4.80%.": 479,
  "19.16%.": 480,
  "18.84%.": 481,
  "19.65.": 482,
  "1.38.": 483,
  "15.11.": 484,
  "1.24.": 485,
  "0.46%.": 486,
  "load:": 487,
  "1%-": 488,
  "on": 489,
  "or": 490,
  "days": 491,
  "(8.75%),": 492,
  "hindalco": 493,
  "(8.56%),": 494,
  "(7.75%),": 495,
  "motors": 496,
  "passenger": 497,
  "vehicles": 498,
  "(7.71%),": 499,
  "(7.36%),": 500,
  "(6.90%),": 501,
  "(6.75%),": 502,
  "(4.92%),": 503,
  "(4.28%),": 504,
  "(4.18%).": 505,
  "nippon": 506,
  "asset": 507,
  "allocation": 508,
  "₹26.44.": 509,
  "18.44%.": 510,
  "21.62%.": 511,
  "17.48%.": 512,
  "31.90%.": 513,
  "15.09%.": 514,
  "17.81%.": 515,
  "16.11%.": 516,
  "9.60.": 517,
  "1.51.": 518,
  "gold": 519,
  "bees": 520,
  "(8.15%),": 521,
  "ishares": 522,
  "msci": 523,
  "world": 524,
  "(5.23%),": 525,
  "(3.60%),": 526,
  "(3.24%),": 527,
  "(2.39%),": 528,
  "(1.96%),": 529,
  "(1.81%),": 530,
  "eternal": 531,
  "(1.67%),": 532,
  "(1.58%),": 533,
  "(1.54%).": 534,
  "₹40.17.": 535,
  "164.42%.": 536,
  "51.38%.": 537,
  "22.84.": 538,
  "-1.14.": 539,
  "0.22%.": 540,
  "(100.00%).": 541,
  "quant": 542,
  "₹179.63.": 543,
  "25.21%.": 544,
  "21.59%.": 545,
  "9.86%.": 546,
  "12.04.": 547,
  "1.37.": 548,
  "0.61%.": 549,
  "(10.22%),": 550,
  "(8.52%),": 551,
  "adani": 552,
  "(7.43%),": 553,
  "(6.72%),": 554,
  "(6.26%),": 555,
  "(5.32%),": 556,
  "co": 557,
  "(5.05%),": 558,
  "aurobindo": 559,
  "pharma": 560,
  "(4.79%),": 561,
  "management": 562,
  "premier": 563,
  "energies": 564,
  "(4.63%).": 565,
  "sbi": 566,
  "children's": 567,
  "₹49.76.": 568,
  "15.85%.": 569,
  "24.19%.": 570,
  "25.67%.": 571,
  "117.29%.": 572,
  "16.13.": 573,
  "2.30%.": 574,
  "respect": 575,
  "subject": 576,
  "lock-in": 577,
  "period": 578,
  "holding": 579,
  "less": 580,
  "than": 581,
  "3": 582,
  "years:": 583,
  "3%": 584,
  "2%": 585,
  "but": 586,
  "2": 587,
  "alphabet": 588,
  "inc": 589,
  "class": 590,
  "(7.79%),": 591,
  "thangamayil": 592,
  "jewellery": 593,
  "(4.80%),": 594,
  "hatsun": 595,
  "agro": 596,
  "product": 597,
  "(4.36%),": 598,
  "(4.10%),": 599,
  "muthoot": 600,
  "(3.92%),": 601,
  "aether": 602,
  "(3.64%),": 603,
  "aequs": 604,
  "(3.38%),": 605,
  "privi": 606,
  "speciality": 607,
  "chemicals": 608,
  "(3.36%),": 609,
  "ather": 610,
  "(3.33%).": 611,
  "₹38.62.": 612,
  "10.48%.": 613,
  "31.39%.": 614,
  "25.63%.": 615,
  "3.93%.": 616,
  "1.09.": 617,
  "0.93.": 618,
  "0.86%.": 619,
  "0.50%": 620,
  "(16.87%),": 621,
  "(9.52%),": 622,
  "(9.34%),": 623,
  "(9.24%),": 624,
  "(8.66%),": 625,
  "(6.58%),": 626,
  "(5.17%),": 627,
  "(4.37%),": 628,
  "(3.78%),": 629,
  "(3.43%).": 630
}