{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-05-04": 23,
  "₹27.19.": 24,
  "1y": 25,
  "returns:": 26,
  "12.83%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.80%.": 30,
  "5y": 31,
  "10.73%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.13.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "1%,": 58,
  "if": 59,
  "redeemed": 60,
  "within": 61,
  "1": 62,
  "year.": 63,
  "minimum": 64,
  "sip": 65,
  "investment": 66,
  "₹100.": 67,
  "lump-sum": 68,
  "taxation:": 69,
  "returns": 70,
  "are": 71,
  "taxed": 72,
  "per": 73,
  "your": 74,
  "income": 75,
  "tax": 76,
  "slab.": 77,
  "top": 78,
  "holdings": 79,
  "include:": 80,
  "gmr": 81,
  "airports": 82,
  "ltd.": 83,
  "(4.57%),": 84,
  "real": 85,
  "estate": 86,
  "(3.82%),": 87,
  "jubilant": 88,
  "bevco": 89,
  "(3.68%),": 90,
  "goi": 91,
  "(3.36%),": 92,
  "ikf": 93,
  "finance": 94,
  "(2.95%),": 95,
  "hinduja": 96,
  "leyland": 97,
  "(2.91%),": 98,
  "national": 99,
  "bank": 100,
  "for": 101,
  "agriculture": 102,
  "&": 103,
  "rural": 104,
  "development": 105,
  "kogta": 106,
  "financial": 107,
  "india": 108,
  "(2.72%),": 109,
  "gaursons": 110,
  "pvt.": 111,
  "(2.69%),": 112,
  "vedanta": 113,
  "(2.55%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "moderately": 129,
  "₹46.56.": 130,
  "8.73%.": 131,
  "10.28%.": 132,
  "12.61%.": 133,
  "4.91%.": 134,
  "7.95%.": 135,
  "7.55%.": 136,
  "6.56%.": 137,
  "1.91.": 138,
  "2.08.": 139,
  "0.83%.": 140,
  "₹1000.": 141,
  "(6.92%),": 142,
  "(4.03%),": 143,
  "(3.66%),": 144,
  "(3.50%),": 145,
  "(3.44%),": 146,
  "nuvama": 147,
  "wealth": 148,
  "(3.11%),": 149,
  "oxyzo": 150,
  "services": 151,
  "(2.89%),": 152,
  "(2.61%),": 153,
  "jtpm": 154,
  "metal": 155,
  "traders": 156,
  "(2.59%).": 157,
  "psu": 158,
  "equity": 159,
  "very": 160,
  "₹40.97.": 161,
  "17.79%.": 162,
  "29.39%.": 163,
  "28.42%.": 164,
  "16.04%.": 165,
  "5.81%.": 166,
  "28.28%.": 167,
  "29.79%.": 168,
  "23.49.": 169,
  "0.99.": 170,
  "-1.50.": 171,
  "0.97.": 172,
  "0.66%.": 173,
  "1%": 174,
  "30": 175,
  "days.": 176,
  "₹500.": 177,
  "you": 178,
  "redeem": 179,
  "one": 180,
  "year,": 181,
  "at": 182,
  "20%.": 183,
  "after": 184,
  "exceeding": 185,
  "rs": 186,
  "1.25": 187,
  "lakh": 188,
  "in": 189,
  "year": 190,
  "12.5%.": 191,
  "state": 192,
  "(18.77%),": 193,
  "ntpc": 194,
  "(9.17%),": 195,
  "power": 196,
  "grid": 197,
  "corporation": 198,
  "(6.85%),": 199,
  "bharat": 200,
  "electronics": 201,
  "(5.37%),": 202,
  "heavy": 203,
  "electricals": 204,
  "(4.51%),": 205,
  "gail": 206,
  "(india)": 207,
  "(4.36%),": 208,
  "oil": 209,
  "and": 210,
  "natural": 211,
  "gas": 212,
  "(4.20%),": 213,
  "maharashtra": 214,
  "baroda": 215,
  "(3.78%),": 216,
  "(3.65%).": 217,
  "silver": 218,
  "etf": 219,
  "fof": 220,
  "commodity": 221,
  "₹37.43.": 222,
  "147.51%.": 223,
  "44.56%.": 224,
  "154.77%.": 225,
  "47.07%.": 226,
  "22.57.": 227,
  "1.19.": 228,
  "-0.73.": 229,
  "0.96.": 230,
  "0.32%.": 231,
  "0.5%": 232,
  "two": 233,
  "years,": 234,
  "etf-growth": 235,
  "(99.90%).": 236,
  "axis": 237,
  "₹41.24.": 238,
  "146.55%.": 239,
  "45.05%.": 240,
  "22.23.": 241,
  "1.20.": 242,
  "-0.37.": 243,
  "0.94.": 244,
  "0.09%.": 245,
  "0.25%,": 246,
  "7": 247,
  "₹5000.": 248,
  "regular-growth": 249,
  "(99.88%).": 250,
  "dsp": 251,
  "₹58.77.": 252,
  "10.41%.": 253,
  "16.40%.": 254,
  "12.87%.": 255,
  "7.05%.": 256,
  "7.42.": 257,
  "1.30.": 258,
  "0.41%.": 259,
  "3%,": 260,
  "12": 261,
  "months.": 262,
  "roadstar": 263,
  "infra": 264,
  "trust": 265,
  "(7.13%),": 266,
  "renewables": 267,
  "(7.04%),": 268,
  "tata": 269,
  "housing": 270,
  "devp.": 271,
  "co.": 272,
  "ltd": 273,
  "(6.80%),": 274,
  "nirma": 275,
  "(6.79%),": 276,
  "(6.77%),": 277,
  "rec": 278,
  "(4.87%),": 279,
  "projects": 280,
  "(4.80%),": 281,
  "(4.79%),": 282,
  "(4.75%).": 283,
  "hdfc": 284,
  "hybrid": 285,
  "₹121.83.": 286,
  "-2.20%.": 287,
  "8.84%.": 288,
  "11.43%.": 289,
  "11.80%.": 290,
  "4.72%.": 291,
  "14.31%.": 292,
  "13.94%.": 293,
  "10.75.": 294,
  "0.31.": 295,
  "1.23%.": 296,
  "units": 297,
  "excess": 298,
  "15%": 299,
  "the": 300,
  "investment,1%": 301,
  "will": 302,
  "be": 303,
  "charged": 304,
  "redemption": 305,
  "icici": 306,
  "(6.63%),": 307,
  "(6.49%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.55%),": 311,
  "(3.86%),": 312,
  "infosys": 313,
  "(2.98%),": 314,
  "(2.81%),": 315,
  "kotak": 316,
  "mahindra": 317,
  "(2.66%),": 318,
  "larsen": 319,
  "toubro": 320,
  "(2.63%),": 321,
  "itc": 322,
  "(2.16%).": 323,
  "plus": 324,
  "arbitrage": 325,
  "active": 326,
  "moderate.": 327,
  "₹44.68.": 328,
  "5.08%.": 329,
  "11.78%.": 330,
  "12.42%.": 331,
  "10.91%.": 332,
  "7.37%.": 333,
  "5.75.": 334,
  "1.00.": 335,
  "0.02%.": 336,
  "nil": 337,
  "corporate": 338,
  "bond": 339,
  "plan-growth": 340,
  "(44.80%),": 341,
  "wholesale": 342,
  "direct-growth": 343,
  "(36.56%),": 344,
  "money": 345,
  "(18.52%).": 346,
  "₹39.90.": 347,
  "147.93%.": 348,
  "44.87%.": 349,
  "22.93.": 350,
  "1.18.": 351,
  "-0.89.": 352,
  "0.21%.": 353,
  "15": 354,
  "regular": 355,
  "-": 356,
  "(100.04%).": 357,
  "hsbc": 358,
  "₹36.74.": 359,
  "6.01%.": 360,
  "11.64%.": 361,
  "9.31%.": 362,
  "6.87.": 363,
  "0.78.": 364,
  "1.05%.": 365,
  "10%": 366,
  "(5.50%),": 367,
  "(5.49%),": 368,
  "(5.47%),": 369,
  "(5.46%),": 370,
  "(5.31%),": 371,
  "(5.30%),": 372,
  "(5.09%),": 373,
  "jsw": 374,
  "kalinga": 375,
  "steel": 376,
  "(4.22%),": 377,
  "(4.14%),": 378,
  "piramal": 379,
  "(3.66%).": 380,
  "prudential": 381,
  "₹23.76.": 382,
  "14.59%.": 383,
  "28.31%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "1.10%.": 389,
  "before": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(13.29%),": 394,
  "(8.68%),": 395,
  "(6.87%),": 396,
  "(6.47%),": 397,
  "insurance": 398,
  "(4.47%),": 399,
  "hindustan": 400,
  "aeronautics": 401,
  "(4.10%),": 402,
  "(3.73%),": 403,
  "coal": 404,
  "(3.25%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹30.31.": 408,
  "15.29%.": 409,
  "22.57%.": 410,
  "18.08%.": 411,
  "13.83%.": 412,
  "14.01.": 413,
  "1.12.": 414,
  "0.89%.": 415,
  "(2.90%),": 416,
  "multi": 417,
  "exchange": 418,
  "(2.42%),": 419,
  "tech": 420,
  "(2.29%),": 421,
  "titan": 422,
  "company": 423,
  "(2.03%),": 424,
  "motors": 425,
  "(2.01%),": 426,
  "mphasis": 427,
  "(1.92%),": 428,
  "(1.85%),": 429,
  "ultratech": 430,
  "cement": 431,
  "(1.81%),": 432,
  "upl": 433,
  "(1.77%),": 434,
  "(1.74%).": 435,
  "₹36.88.": 436,
  "147.36%.": 437,
  "44.65%.": 438,
  "22.66.": 439,
  "0.22%.": 440,
  "(100.02%).": 441,
  "invesco": 442,
  "₹80.98.": 443,
  "14.49%.": 444,
  "29.47%.": 445,
  "26.69%.": 446,
  "11.34%.": 447,
  "24.02.": 448,
  "-1.31.": 449,
  "0.91%.": 450,
  "investment,": 451,
  "(8.60%),": 452,
  "indian": 453,
  "(7.33%),": 454,
  "(6.82%),": 455,
  "petroleum": 456,
  "(6.48%),": 457,
  "(6.24%),": 458,
  "(5.00%),": 459,
  "(4.84%),": 460,
  "green": 461,
  "energy": 462,
  "(4.74%),": 463,
  "(3.89%),": 464,
  "(3.89%).": 465,
  "motilal": 466,
  "oswal": 467,
  "bse": 468,
  "enhanced": 469,
  "value": 470,
  "index": 471,
  "₹28.46.": 472,
  "18.62%.": 473,
  "30.73%.": 474,
  "4.80%.": 475,
  "19.16%.": 476,
  "18.84%.": 477,
  "19.65.": 478,
  "1.38.": 479,
  "15.11.": 480,
  "1.24.": 481,
  "0.65%.": 482,
  "load:": 483,
  "1%-": 484,
  "on": 485,
  "or": 486,
  "days": 487,
  "(9.18%),": 488,
  "hindalco": 489,
  "(8.05%),": 490,
  "(7.84%),": 491,
  "(7.60%),": 492,
  "passenger": 493,
  "vehicles": 494,
  "(7.38%),": 495,
  "(7.12%),": 496,
  "(7.10%),": 497,
  "(4.60%),": 498,
  "nippon": 499,
  "asset": 500,
  "allocation": 501,
  "2026-04-30": 502,
  "₹26.21.": 503,
  "20.12%.": 504,
  "21.83%.": 505,
  "17.63%.": 506,
  "31.90%.": 507,
  "15.09%.": 508,
  "17.81%.": 509,
  "16.11%.": 510,
  "9.60.": 511,
  "1.51.": 512,
  "0.33%.": 513,
  "gold": 514,
  "bees": 515,
  "(8.97%),": 516,
  "ishares": 517,
  "msci": 518,
  "world": 519,
  "(5.34%),": 520,
  "(3.85%),": 521,
  "(3.55%),": 522,
  "(2.62%),": 523,
  "(2.54%),": 524,
  "(2.33%),": 525,
  "liquid": 526,
  "(2.28%),": 527,
  "(1.76%),": 528,
  "eternal": 529,
  "₹36.73.": 530,
  "147.32%.": 531,
  "44.44%.": 532,
  "22.84.": 533,
  "-1.14.": 534,
  "0.24%.": 535,
  "(99.80%).": 536,
  "quant": 537,
  "₹176.17.": 538,
  "22.79%.": 539,
  "23.77%.": 540,
  "22.91%.": 541,
  "9.86%.": 542,
  "12.04.": 543,
  "1.37.": 544,
  "6.28%.": 545,
  "(9.77%),": 546,
  "(8.54%),": 547,
  "(6.38%),": 548,
  "co": 549,
  "(5.61%),": 550,
  "aurobindo": 551,
  "pharma": 552,
  "(4.97%),": 553,
  "premier": 554,
  "energies": 555,
  "(4.48%),": 556,
  "bajaj": 557,
  "(3.77%),": 558,
  "management": 559,
  "(3.70%),": 560,
  "adani": 561,
  "(2.64%).": 562,
  "sbi": 563,
  "children's": 564,
  "₹49.79.": 565,
  "19.72%.": 566,
  "25.24%.": 567,
  "27.11%.": 568,
  "117.29%.": 569,
  "16.13.": 570,
  "0.88%.": 571,
  "respect": 572,
  "subject": 573,
  "lock-in": 574,
  "period": 575,
  "holding": 576,
  "less": 577,
  "than": 578,
  "3": 579,
  "years:": 580,
  "3%": 581,
  "2%": 582,
  "but": 583,
  "2": 584,
  "alphabet": 585,
  "inc": 586,
  "class": 587,
  "(6.86%),": 588,
  "(6.84%),": 589,
  "thangamayil": 590,
  "jewellery": 591,
  "(4.93%),": 592,
  "hatsun": 593,
  "agro": 594,
  "product": 595,
  "muthoot": 596,
  "(4.29%),": 597,
  "aether": 598,
  "privi": 599,
  "speciality": 600,
  "chemicals": 601,
  "(3.43%),": 602,
  "(3.29%),": 603,
  "ather": 604,
  "(3.19%),": 605,
  "sona": 606,
  "blw": 607,
  "precision": 608,
  "forgings": 609,
  "(3.08%).": 610,
  "₹39.99.": 611,
  "18.07%.": 612,
  "31.55%.": 613,
  "28.19%.": 614,
  "3.93%.": 615,
  "1.09.": 616,
  "0.93.": 617,
  "0.85%.": 618,
  "0.50%": 619,
  "(16.50%),": 620,
  "(10.02%),": 621,
  "(9.72%),": 622,
  "(9.10%),": 623,
  "(8.92%),": 624,
  "(6.55%),": 625,
  "(5.51%),": 626,
  "(4.63%),": 627,
  "nmdc": 628,
  "(3.61%),": 629,
  "(3.48%).": 630
}