{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-05-08": 23,
  "₹27.23.": 24,
  "1y": 25,
  "returns:": 26,
  "13.12%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.82%.": 30,
  "5y": 31,
  "10.73%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.13.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "1%,": 58,
  "if": 59,
  "redeemed": 60,
  "within": 61,
  "1": 62,
  "year.": 63,
  "minimum": 64,
  "sip": 65,
  "investment": 66,
  "₹100.": 67,
  "lump-sum": 68,
  "taxation:": 69,
  "returns": 70,
  "are": 71,
  "taxed": 72,
  "per": 73,
  "your": 74,
  "income": 75,
  "tax": 76,
  "slab.": 77,
  "top": 78,
  "holdings": 79,
  "include:": 80,
  "gmr": 81,
  "airports": 82,
  "ltd.": 83,
  "(3.99%),": 84,
  "jubilant": 85,
  "bevco": 86,
  "(3.22%),": 87,
  "goi": 88,
  "(2.93%),": 89,
  "ikf": 90,
  "finance": 91,
  "(2.57%),": 92,
  "hinduja": 93,
  "leyland": 94,
  "(2.54%),": 95,
  "national": 96,
  "bank": 97,
  "for": 98,
  "agriculture": 99,
  "&": 100,
  "rural": 101,
  "development": 102,
  "(2.53%),": 103,
  "kogta": 104,
  "financial": 105,
  "india": 106,
  "(2.37%),": 107,
  "gaursons": 108,
  "pvt.": 109,
  "(2.34%),": 110,
  "vedanta": 111,
  "(2.24%),": 112,
  "(2.22%).": 113,
  "market": 114,
  "news": 115,
  "generic": 116,
  "stream": 117,
  "groww;": 118,
  "not": 119,
  "specific": 120,
  "to": 121,
  "this": 122,
  "single": 123,
  "fund.": 124,
  "medium": 125,
  "term": 126,
  "plan": 127,
  "moderately": 128,
  "₹46.67.": 129,
  "9.12%.": 130,
  "10.35%.": 131,
  "12.63%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.85%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.99.": 160,
  "20.95%.": 161,
  "29.64%.": 162,
  "27.58%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.65%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.77%),": 192,
  "ntpc": 193,
  "(9.17%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(6.85%),": 198,
  "bharat": 199,
  "electronics": 200,
  "(5.37%),": 201,
  "heavy": 202,
  "electricals": 203,
  "gail": 204,
  "(india)": 205,
  "(4.36%),": 206,
  "oil": 207,
  "and": 208,
  "natural": 209,
  "gas": 210,
  "(4.20%),": 211,
  "maharashtra": 212,
  "(3.82%),": 213,
  "baroda": 214,
  "(3.78%),": 215,
  "(3.65%).": 216,
  "silver": 217,
  "etf": 218,
  "fof": 219,
  "commodity": 220,
  "₹38.99.": 221,
  "156.26%.": 222,
  "46.58%.": 223,
  "154.77%.": 224,
  "47.07%.": 225,
  "22.57.": 226,
  "1.19.": 227,
  "-0.73.": 228,
  "0.96.": 229,
  "0.32%.": 230,
  "0.5%": 231,
  "two": 232,
  "years,": 233,
  "etf-growth": 234,
  "(99.90%).": 235,
  "axis": 236,
  "₹43.04.": 237,
  "156.08%.": 238,
  "46.68%.": 239,
  "22.23.": 240,
  "1.20.": 241,
  "-0.37.": 242,
  "0.94.": 243,
  "0.11%.": 244,
  "0.25%,": 245,
  "7": 246,
  "₹5000.": 247,
  "regular-growth": 248,
  "(99.88%).": 249,
  "dsp": 250,
  "₹58.90.": 251,
  "10.70%.": 252,
  "16.47%.": 253,
  "12.90%.": 254,
  "7.05%.": 255,
  "7.42.": 256,
  "1.30.": 257,
  "0.41%.": 258,
  "3%,": 259,
  "12": 260,
  "months.": 261,
  "(9.99%),": 262,
  "renewables": 263,
  "(6.53%),": 264,
  "roadstar": 265,
  "infra": 266,
  "trust": 267,
  "(6.46%),": 268,
  "tata": 269,
  "housing": 270,
  "devp.": 271,
  "co.": 272,
  "ltd": 273,
  "(6.29%),": 274,
  "(6.27%),": 275,
  "rec": 276,
  "(4.49%),": 277,
  "projects": 278,
  "(4.45%),": 279,
  "(4.40%),": 280,
  "piramal": 281,
  "(4.34%),": 282,
  "(4.32%).": 283,
  "hdfc": 284,
  "hybrid": 285,
  "₹122.36.": 286,
  "-1.35%.": 287,
  "9.05%.": 288,
  "11.13%.": 289,
  "11.80%.": 290,
  "4.72%.": 291,
  "14.31%.": 292,
  "13.94%.": 293,
  "10.75.": 294,
  "0.31.": 295,
  "1.22%.": 296,
  "units": 297,
  "excess": 298,
  "15%": 299,
  "the": 300,
  "investment,1%": 301,
  "will": 302,
  "be": 303,
  "charged": 304,
  "redemption": 305,
  "icici": 306,
  "(6.63%),": 307,
  "(6.49%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.55%),": 311,
  "(3.86%),": 312,
  "infosys": 313,
  "(2.98%),": 314,
  "(2.81%),": 315,
  "kotak": 316,
  "mahindra": 317,
  "(2.66%),": 318,
  "larsen": 319,
  "toubro": 320,
  "(2.63%),": 321,
  "itc": 322,
  "(2.16%).": 323,
  "plus": 324,
  "arbitrage": 325,
  "active": 326,
  "moderate.": 327,
  "₹44.76.": 328,
  "5.34%.": 329,
  "11.84%.": 330,
  "12.26%.": 331,
  "10.91%.": 332,
  "7.37%.": 333,
  "5.75.": 334,
  "1.00.": 335,
  "0.02%.": 336,
  "nil": 337,
  "corporate": 338,
  "bond": 339,
  "plan-growth": 340,
  "(44.80%),": 341,
  "wholesale": 342,
  "direct-growth": 343,
  "(36.56%),": 344,
  "money": 345,
  "(18.52%).": 346,
  "₹41.51.": 347,
  "155.04%.": 348,
  "46.62%.": 349,
  "22.93.": 350,
  "1.18.": 351,
  "-0.89.": 352,
  "0.21%.": 353,
  "15": 354,
  "regular": 355,
  "-": 356,
  "(100.04%).": 357,
  "hsbc": 358,
  "₹36.82.": 359,
  "6.26%.": 360,
  "11.70%.": 361,
  "9.33%.": 362,
  "6.87.": 363,
  "0.78.": 364,
  "0.95%.": 365,
  "10%": 366,
  "(5.55%),": 367,
  "(5.53%),": 368,
  "(5.50%),": 369,
  "nuvoco": 370,
  "vistas": 371,
  "(5.45%),": 372,
  "nirma": 373,
  "(5.35%),": 374,
  "(5.34%),": 375,
  "jsw": 376,
  "kalinga": 377,
  "steel": 378,
  "(4.18%),": 379,
  "(3.44%).": 380,
  "prudential": 381,
  "₹23.66.": 382,
  "17.48%.": 383,
  "27.98%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "1.77%.": 389,
  "before": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(13.29%),": 394,
  "(8.68%),": 395,
  "(6.47%),": 396,
  "insurance": 397,
  "(4.47%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "(4.10%),": 401,
  "(3.73%),": 402,
  "coal": 403,
  "(3.50%),": 404,
  "(3.25%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹30.72.": 408,
  "17.66%.": 409,
  "22.82%.": 410,
  "17.99%.": 411,
  "13.83%.": 412,
  "14.01.": 413,
  "1.12.": 414,
  "0.89%.": 415,
  "(2.90%),": 416,
  "multi": 417,
  "exchange": 418,
  "(2.42%),": 419,
  "tech": 420,
  "(2.29%),": 421,
  "titan": 422,
  "company": 423,
  "(2.03%),": 424,
  "motors": 425,
  "(2.01%),": 426,
  "mphasis": 427,
  "(1.92%),": 428,
  "(1.85%),": 429,
  "ultratech": 430,
  "cement": 431,
  "(1.81%),": 432,
  "upl": 433,
  "(1.77%),": 434,
  "(1.74%).": 435,
  "₹38.51.": 436,
  "156.97%.": 437,
  "46.72%.": 438,
  "22.66.": 439,
  "0.22%.": 440,
  "(100.02%).": 441,
  "invesco": 442,
  "₹81.59.": 443,
  "18.50%.": 444,
  "29.92%.": 445,
  "26.09%.": 446,
  "11.34%.": 447,
  "24.02.": 448,
  "-1.31.": 449,
  "0.90%.": 450,
  "investment,": 451,
  "(8.60%),": 452,
  "indian": 453,
  "(7.33%),": 454,
  "(6.82%),": 455,
  "petroleum": 456,
  "(6.48%),": 457,
  "(6.24%),": 458,
  "(5.00%),": 459,
  "(4.84%),": 460,
  "green": 461,
  "energy": 462,
  "(4.74%),": 463,
  "(3.89%),": 464,
  "(3.89%).": 465,
  "motilal": 466,
  "oswal": 467,
  "bse": 468,
  "enhanced": 469,
  "value": 470,
  "index": 471,
  "₹28.44.": 472,
  "21.90%.": 473,
  "31.09%.": 474,
  "4.80%.": 475,
  "19.16%.": 476,
  "18.84%.": 477,
  "19.65.": 478,
  "1.38.": 479,
  "15.11.": 480,
  "1.24.": 481,
  "0.55%.": 482,
  "load:": 483,
  "1%-": 484,
  "on": 485,
  "or": 486,
  "days": 487,
  "(8.75%),": 488,
  "hindalco": 489,
  "(8.56%),": 490,
  "(7.75%),": 491,
  "passenger": 492,
  "vehicles": 493,
  "(7.71%),": 494,
  "(7.36%),": 495,
  "(6.90%),": 496,
  "(6.75%),": 497,
  "(4.92%),": 498,
  "(4.28%),": 499,
  "(4.18%).": 500,
  "nippon": 501,
  "asset": 502,
  "allocation": 503,
  "₹26.55.": 504,
  "21.82%.": 505,
  "22.07%.": 506,
  "17.68%.": 507,
  "31.90%.": 508,
  "15.09%.": 509,
  "17.81%.": 510,
  "16.11%.": 511,
  "9.60.": 512,
  "1.51.": 513,
  "0.67%.": 514,
  "gold": 515,
  "bees": 516,
  "(8.97%),": 517,
  "ishares": 518,
  "msci": 519,
  "world": 520,
  "(3.85%),": 521,
  "(3.55%),": 522,
  "(2.62%),": 523,
  "(2.33%),": 524,
  "liquid": 525,
  "(2.28%),": 526,
  "(1.76%),": 527,
  "eternal": 528,
  "₹38.29.": 529,
  "156.57%.": 530,
  "46.39%.": 531,
  "22.84.": 532,
  "-1.14.": 533,
  "(99.80%).": 534,
  "quant": 535,
  "₹178.27.": 536,
  "25.44%.": 537,
  "24.33%.": 538,
  "21.96%.": 539,
  "9.86%.": 540,
  "12.04.": 541,
  "1.37.": 542,
  "0.60%.": 543,
  "(9.77%),": 544,
  "(8.54%),": 545,
  "(7.12%),": 546,
  "(6.38%),": 547,
  "co": 548,
  "(5.61%),": 549,
  "aurobindo": 550,
  "pharma": 551,
  "(4.97%),": 552,
  "premier": 553,
  "energies": 554,
  "(4.48%),": 555,
  "bajaj": 556,
  "(3.77%),": 557,
  "management": 558,
  "(3.70%),": 559,
  "adani": 560,
  "(2.64%).": 561,
  "sbi": 562,
  "children's": 563,
  "₹50.47.": 564,
  "20.70%.": 565,
  "25.78%.": 566,
  "27.12%.": 567,
  "117.29%.": 568,
  "16.13.": 569,
  "0.87%.": 570,
  "respect": 571,
  "subject": 572,
  "lock-in": 573,
  "period": 574,
  "holding": 575,
  "less": 576,
  "than": 577,
  "3": 578,
  "years:": 579,
  "3%": 580,
  "2%": 581,
  "but": 582,
  "2": 583,
  "alphabet": 584,
  "inc": 585,
  "class": 586,
  "(6.86%),": 587,
  "(6.84%),": 588,
  "thangamayil": 589,
  "jewellery": 590,
  "(4.93%),": 591,
  "hatsun": 592,
  "agro": 593,
  "product": 594,
  "muthoot": 595,
  "(4.29%),": 596,
  "aether": 597,
  "(4.03%),": 598,
  "privi": 599,
  "speciality": 600,
  "chemicals": 601,
  "(3.43%),": 602,
  "(3.29%),": 603,
  "ather": 604,
  "(3.19%),": 605,
  "sona": 606,
  "blw": 607,
  "precision": 608,
  "forgings": 609,
  "(3.08%).": 610,
  "₹39.75.": 611,
  "20.65%.": 612,
  "31.56%.": 613,
  "27.00%.": 614,
  "3.93%.": 615,
  "1.09.": 616,
  "0.93.": 617,
  "0.50%": 618,
  "(16.50%),": 619,
  "(10.02%),": 620,
  "(9.72%),": 621,
  "(9.10%),": 622,
  "(8.92%),": 623,
  "(6.55%),": 624,
  "(5.51%),": 625,
  "(4.63%),": 626,
  "nmdc": 627,
  "(3.61%),": 628,
  "(3.48%).": 629
}