{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-29": 24,
  "₹27.24.": 25,
  "1y": 26,
  "returns:": 27,
  "11.86%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.63%.": 31,
  "5y": 32,
  "10.58%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(15.06%),": 84,
  "gmr": 85,
  "airports": 86,
  "limited": 87,
  "5": 88,
  "bd": 89,
  "13fb27": 90,
  "fvrs1lac": 91,
  "(3.99%),": 92,
  "jubilant": 93,
  "bevco": 94,
  "ncd": 95,
  "31my28": 96,
  "(3.22%),": 97,
  "government": 98,
  "india": 99,
  "36574": 100,
  "goi": 101,
  "06ot35": 102,
  "6.48": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(2.93%),": 107,
  "ikf": 108,
  "finance": 109,
  "9.4": 110,
  "12sp27": 111,
  "(2.57%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "9.25": 115,
  "09jl31": 116,
  "(2.54%),": 117,
  "national": 118,
  "bank": 119,
  "for": 120,
  "agriculture": 121,
  "and": 122,
  "rural": 123,
  "development": 124,
  "sr": 125,
  "26a": 126,
  "6.66": 127,
  "12ot28": 128,
  "(2.53%),": 129,
  "kogta": 130,
  "financial": 131,
  "(india)": 132,
  "9.5": 133,
  "30ot27": 134,
  "(2.37%),": 135,
  "gaursons": 136,
  "private": 137,
  "10.96": 138,
  "26dc28": 139,
  "(2.34%),": 140,
  "vedanta": 141,
  "ii": 142,
  "9.45": 143,
  "05ju28": 144,
  "(2.24%).": 145,
  "&": 146,
  "market": 147,
  "news": 148,
  "generic": 149,
  "stream": 150,
  "groww;": 151,
  "not": 152,
  "specific": 153,
  "to": 154,
  "this": 155,
  "single": 156,
  "fund.": 157,
  "medium": 158,
  "term": 159,
  "plan": 160,
  "₹46.67.": 161,
  "7.82%.": 162,
  "10.13%.": 163,
  "12.49%.": 164,
  "4.91%.": 165,
  "7.95%.": 166,
  "7.55%.": 167,
  "6.56%.": 168,
  "1.91.": 169,
  "2.08.": 170,
  "0.83%.": 171,
  "₹1000.": 172,
  "(6.87%),": 173,
  "(4.51%),": 174,
  "(3.63%),": 175,
  "ltd.": 176,
  "(3.49%),": 177,
  "oxyzo": 178,
  "services": 179,
  "(2.87%),": 180,
  "nuvama": 181,
  "wealth": 182,
  "(2.77%),": 183,
  "(2.68%),": 184,
  "(2.60%),": 185,
  "jtpm": 186,
  "metal": 187,
  "traders": 188,
  "(2.59%).": 189,
  "psu": 190,
  "equity": 191,
  "very": 192,
  "₹39.88.": 193,
  "10.90%.": 194,
  "28.38%.": 195,
  "25.28%.": 196,
  "16.04%.": 197,
  "5.81%.": 198,
  "28.28%.": 199,
  "29.79%.": 200,
  "23.49.": 201,
  "0.99.": 202,
  "-1.50.": 203,
  "0.97.": 204,
  "0.66%.": 205,
  "1%": 206,
  "30": 207,
  "days.": 208,
  "₹500.": 209,
  "you": 210,
  "redeem": 211,
  "one": 212,
  "year,": 213,
  "at": 214,
  "20%.": 215,
  "after": 216,
  "exceeding": 217,
  "1.25": 218,
  "lakh": 219,
  "in": 220,
  "year": 221,
  "12.5%.": 222,
  "state": 223,
  "(18.08%),": 224,
  "ntpc": 225,
  "(8.71%),": 226,
  "power": 227,
  "grid": 228,
  "corporation": 229,
  "(7.44%),": 230,
  "bharat": 231,
  "heavy": 232,
  "electricals": 233,
  "(5.42%),": 234,
  "electronics": 235,
  "(5.10%),": 236,
  "gail": 237,
  "(4.56%),": 238,
  "maharashtra": 239,
  "(4.30%),": 240,
  "oil": 241,
  "natural": 242,
  "gas": 243,
  "(3.90%),": 244,
  "nmdc": 245,
  "(3.56%),": 246,
  "pnb": 247,
  "housing": 248,
  "(3.39%).": 249,
  "silver": 250,
  "etf": 251,
  "fof": 252,
  "commodity": 253,
  "₹40.50.": 254,
  "161.46%.": 255,
  "51.97%.": 256,
  "154.77%.": 257,
  "47.07%.": 258,
  "22.57.": 259,
  "1.19.": 260,
  "-0.73.": 261,
  "0.96.": 262,
  "0.32%.": 263,
  "0.5%": 264,
  "two": 265,
  "years,": 266,
  "etf-growth": 267,
  "(100.01%).": 268,
  "axis": 269,
  "₹44.61.": 270,
  "160.87%.": 271,
  "52.42%.": 272,
  "22.23.": 273,
  "1.20.": 274,
  "-0.37.": 275,
  "0.94.": 276,
  "0.08%.": 277,
  "0.25%,": 278,
  "7": 279,
  "₹5000.": 280,
  "regular-growth": 281,
  "(99.94%).": 282,
  "dsp": 283,
  "₹59.34.": 284,
  "9.83%.": 285,
  "16.60%.": 286,
  "12.99%.": 287,
  "7.05%.": 288,
  "7.42.": 289,
  "1.30.": 290,
  "0.40%.": 291,
  "3%,": 292,
  "12": 293,
  "months.": 294,
  "(9.99%),": 295,
  "renewables": 296,
  "(6.53%),": 297,
  "roadstar": 298,
  "infra": 299,
  "trust": 300,
  "(6.46%),": 301,
  "tata": 302,
  "devp.": 303,
  "co.": 304,
  "ltd": 305,
  "(6.29%),": 306,
  "(6.27%),": 307,
  "rec": 308,
  "(4.49%),": 309,
  "projects": 310,
  "(4.45%),": 311,
  "(4.40%),": 312,
  "piramal": 313,
  "pvt.": 314,
  "(4.34%),": 315,
  "(4.32%).": 316,
  "hdfc": 317,
  "hybrid": 318,
  "₹119.92.": 319,
  "-6.21%.": 320,
  "7.79%.": 321,
  "9.52%.": 322,
  "11.80%.": 323,
  "4.72%.": 324,
  "14.31%.": 325,
  "13.94%.": 326,
  "10.75.": 327,
  "0.31.": 328,
  "1.08.": 329,
  "1.03%.": 330,
  "units": 331,
  "excess": 332,
  "15%": 333,
  "the": 334,
  "investment,1%": 335,
  "will": 336,
  "be": 337,
  "charged": 338,
  "redemption": 339,
  "icici": 340,
  "(6.63%),": 341,
  "reliance": 342,
  "industries": 343,
  "(4.75%),": 344,
  "(3.59%),": 345,
  "(3.13%),": 346,
  "kotak": 347,
  "mahindra": 348,
  "(3.01%),": 349,
  "infosys": 350,
  "(2.69%),": 351,
  "larsen": 352,
  "toubro": 353,
  "(2.61%),": 354,
  "bharti": 355,
  "airtel": 356,
  "(2.03%).": 357,
  "plus": 358,
  "arbitrage": 359,
  "active": 360,
  "moderate.": 361,
  "₹44.70.": 362,
  "4.32%.": 363,
  "11.05%.": 364,
  "11.54%.": 365,
  "10.91%.": 366,
  "7.37%.": 367,
  "5.75.": 368,
  "1.00.": 369,
  "0.02%.": 370,
  "nil": 371,
  "corporate": 372,
  "bond": 373,
  "plan-growth": 374,
  "(43.65%),": 375,
  "direct-growth": 376,
  "(37.09%),": 377,
  "money": 378,
  "(18.72%).": 379,
  "₹43.14.": 380,
  "162.00%.": 381,
  "52.22%.": 382,
  "22.93.": 383,
  "1.18.": 384,
  "-0.89.": 385,
  "0.23%.": 386,
  "15": 387,
  "regular": 388,
  "-": 389,
  "(100.15%).": 390,
  "hsbc": 391,
  "₹36.82.": 392,
  "5.34%.": 393,
  "11.55%.": 394,
  "9.26%.": 395,
  "6.87.": 396,
  "0.78.": 397,
  "0.95%.": 398,
  "10%": 399,
  "(5.55%),": 400,
  "(5.53%),": 401,
  "(5.50%),": 402,
  "nuvoco": 403,
  "vistas": 404,
  "(5.45%),": 405,
  "nirma": 406,
  "(5.35%),": 407,
  "(5.34%),": 408,
  "jsw": 409,
  "kalinga": 410,
  "steel": 411,
  "(4.18%),": 412,
  "(3.44%).": 413,
  "prudential": 414,
  "₹22.99.": 415,
  "7.58%.": 416,
  "26.89%.": 417,
  "18.35.": 418,
  "1.17.": 419,
  "1.03.": 420,
  "0.81.": 421,
  "1.77%.": 422,
  "before": 423,
  "month": 424,
  "date": 425,
  "allotment.": 426,
  "(13.05%),": 427,
  "(8.51%),": 428,
  "(6.20%),": 429,
  "(5.82%),": 430,
  "insurance": 431,
  "(4.88%),": 432,
  "hindustan": 433,
  "aeronautics": 434,
  "(4.64%),": 435,
  "(3.37%),": 436,
  "(3.27%),": 437,
  "coal": 438,
  "(3.19%),": 439,
  "(3.18%).": 440,
  "retirement": 441,
  "aggressive": 442,
  "₹30.64.": 443,
  "12.07%.": 444,
  "21.96%.": 445,
  "17.41%.": 446,
  "13.83%.": 447,
  "14.01.": 448,
  "1.12.": 449,
  "1.06.": 450,
  "(2.43%),": 451,
  "tech": 452,
  "(2.30%),": 453,
  "multi": 454,
  "exchange": 455,
  "(2.29%),": 456,
  "(2.21%),": 457,
  "unilever": 458,
  "(2.12%),": 459,
  "titan": 460,
  "company": 461,
  "(2.03%),": 462,
  "ultratech": 463,
  "cement": 464,
  "(2.02%),": 465,
  "(1.92%),": 466,
  "mphasis": 467,
  "(1.91%).": 468,
  "₹39.94.": 469,
  "161.07%.": 470,
  "52.19%.": 471,
  "22.66.": 472,
  "0.22%.": 473,
  "(99.96%).": 474,
  "invesco": 475,
  "₹78.29.": 476,
  "2.97%.": 477,
  "27.92%.": 478,
  "23.87%.": 479,
  "11.34%.": 480,
  "24.02.": 481,
  "-1.31.": 482,
  "0.92%.": 483,
  "investment,": 484,
  "(8.23%),": 485,
  "(7.45%),": 486,
  "indian": 487,
  "(7.08%),": 488,
  "petroleum": 489,
  "(6.08%),": 490,
  "(5.90%),": 491,
  "green": 492,
  "energy": 493,
  "(4.95%),": 494,
  "(4.73%),": 495,
  "baroda": 496,
  "(4.53%),": 497,
  "dynamics": 498,
  "(4.23%),": 499,
  "dredging": 500,
  "(3.99%).": 501,
  "motilal": 502,
  "oswal": 503,
  "bse": 504,
  "enhanced": 505,
  "value": 506,
  "index": 507,
  "₹28.40.": 508,
  "31.23%.": 509,
  "4.80%.": 510,
  "19.16%.": 511,
  "18.84%.": 512,
  "19.65.": 513,
  "1.38.": 514,
  "15.11.": 515,
  "1.24.": 516,
  "0.52%.": 517,
  "load:": 518,
  "1%-": 519,
  "on": 520,
  "or": 521,
  "days": 522,
  "(8.75%),": 523,
  "hindalco": 524,
  "(8.56%),": 525,
  "(7.75%),": 526,
  "motors": 527,
  "passenger": 528,
  "vehicles": 529,
  "(7.71%),": 530,
  "(7.36%),": 531,
  "(6.90%),": 532,
  "(6.75%),": 533,
  "(4.92%),": 534,
  "(4.28%),": 535,
  "(4.18%).": 536,
  "nippon": 537,
  "asset": 538,
  "allocation": 539,
  "2026-05-27": 540,
  "₹26.62.": 541,
  "18.27%.": 542,
  "21.77%.": 543,
  "17.24%.": 544,
  "31.90%.": 545,
  "15.09%.": 546,
  "17.81%.": 547,
  "16.11%.": 548,
  "9.60.": 549,
  "1.51.": 550,
  "0.31%.": 551,
  "gold": 552,
  "bees": 553,
  "(8.15%),": 554,
  "ishares": 555,
  "msci": 556,
  "world": 557,
  "(5.23%),": 558,
  "(3.60%),": 559,
  "(3.24%),": 560,
  "(2.39%),": 561,
  "(1.96%),": 562,
  "(1.81%),": 563,
  "eternal": 564,
  "(1.67%),": 565,
  "(1.58%),": 566,
  "(1.54%).": 567,
  "₹39.76.": 568,
  "51.82%.": 569,
  "22.84.": 570,
  "-1.14.": 571,
  "(100.00%).": 572,
  "quant": 573,
  "₹181.71.": 574,
  "21.69%.": 575,
  "25.85%.": 576,
  "21.59%.": 577,
  "9.86%.": 578,
  "12.04.": 579,
  "1.37.": 580,
  "2.11%.": 581,
  "(10.22%),": 582,
  "(8.52%),": 583,
  "adani": 584,
  "(7.43%),": 585,
  "(6.72%),": 586,
  "(6.26%),": 587,
  "(5.32%),": 588,
  "co": 589,
  "(5.05%),": 590,
  "aurobindo": 591,
  "pharma": 592,
  "(4.79%),": 593,
  "management": 594,
  "premier": 595,
  "energies": 596,
  "(4.63%).": 597,
  "sbi": 598,
  "children's": 599,
  "₹50.37.": 600,
  "17.46%.": 601,
  "23.98%.": 602,
  "25.71%.": 603,
  "117.29%.": 604,
  "16.13.": 605,
  "0.87%.": 606,
  "respect": 607,
  "subject": 608,
  "lock-in": 609,
  "period": 610,
  "holding": 611,
  "less": 612,
  "than": 613,
  "3": 614,
  "years:": 615,
  "3%": 616,
  "2%": 617,
  "but": 618,
  "2": 619,
  "alphabet": 620,
  "inc": 621,
  "class": 622,
  "(7.79%),": 623,
  "thangamayil": 624,
  "jewellery": 625,
  "(4.80%),": 626,
  "hatsun": 627,
  "agro": 628,
  "product": 629,
  "(4.36%),": 630,
  "(4.10%),": 631,
  "muthoot": 632,
  "(3.92%),": 633,
  "aether": 634,
  "(3.64%),": 635,
  "aequs": 636,
  "(3.38%),": 637,
  "privi": 638,
  "speciality": 639,
  "chemicals": 640,
  "(3.36%),": 641,
  "ather": 642,
  "(3.33%).": 643,
  "₹38.66.": 644,
  "10.23%.": 645,
  "31.32%.": 646,
  "25.11%.": 647,
  "3.93%.": 648,
  "1.09.": 649,
  "0.93.": 650,
  "0.85%.": 651,
  "0.50%": 652,
  "(16.87%),": 653,
  "(9.52%),": 654,
  "(9.34%),": 655,
  "(9.24%),": 656,
  "(8.66%),": 657,
  "(6.58%),": 658,
  "(5.17%),": 659,
  "(4.78%),": 660,
  "(4.37%),": 661,
  "(3.78%).": 662
}