{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-25": 24,
  "₹26.82.": 25,
  "1y": 26,
  "returns:": 27,
  "13.51%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.75%.": 31,
  "5y": 32,
  "10.66%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.10.": 144,
  "9.90%.": 145,
  "10.48%.": 146,
  "12.61%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹37.80.": 174,
  "12.73%.": 175,
  "30.15%.": 176,
  "27.75%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.61%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(20.19%),": 201,
  "ntpc": 202,
  "(8.28%),": 203,
  "power": 204,
  "grid": 205,
  "corporation": 206,
  "(6.05%),": 207,
  "bharat": 208,
  "electronics": 209,
  "(5.22%),": 210,
  "oil": 211,
  "and": 212,
  "natural": 213,
  "gas": 214,
  "(4.88%),": 215,
  "gail": 216,
  "(india)": 217,
  "(4.70%),": 218,
  "baroda": 219,
  "(4.31%),": 220,
  "heavy": 221,
  "electricals": 222,
  "(4.26%),": 223,
  "petroleum": 224,
  "(4.17%),": 225,
  "(4.11%).": 226,
  "silver": 227,
  "etf": 228,
  "fof": 229,
  "commodity": 230,
  "₹35.60.": 231,
  "129.17%.": 232,
  "46.33%.": 233,
  "154.77%.": 234,
  "47.07%.": 235,
  "22.57.": 236,
  "1.19.": 237,
  "-0.73.": 238,
  "0.96.": 239,
  "0.30%.": 240,
  "0.5%": 241,
  "two": 242,
  "etf-growth": 243,
  "(100.00%).": 244,
  "axis": 245,
  "₹39.43.": 246,
  "129.31%.": 247,
  "47.05%.": 248,
  "22.23.": 249,
  "1.20.": 250,
  "-0.37.": 251,
  "0.94.": 252,
  "0.14%.": 253,
  "0.25%,": 254,
  "7": 255,
  "₹5000.": 256,
  "regular-growth": 257,
  "(99.78%).": 258,
  "dsp": 259,
  "₹55.63.": 260,
  "6.12%.": 261,
  "14.99%.": 262,
  "11.77%.": 263,
  "7.05%.": 264,
  "6.87.": 265,
  "0.41%.": 266,
  "3%,": 267,
  "12": 268,
  "months.": 269,
  "(8.99%),": 270,
  "renewables": 271,
  "(6.95%),": 272,
  "roadstar": 273,
  "infra": 274,
  "trust": 275,
  "(6.83%),": 276,
  "(6.71%),": 277,
  "nirma": 278,
  "(6.67%),": 279,
  "tata": 280,
  "projects": 281,
  "(4.74%),": 282,
  "(4.72%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹119.31.": 288,
  "-1.42%.": 289,
  "10.20%.": 290,
  "11.37%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "8.29.": 296,
  "0.76.": 297,
  "1.03%.": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "year.": 304,
  "(7.04%),": 305,
  "icici": 306,
  "(6.78%),": 307,
  "(4.64%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.21%),": 311,
  "(2.92%),": 312,
  "larsen": 313,
  "toubro": 314,
  "(2.87%),": 315,
  "infosys": 316,
  "(2.77%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "(2.45%),": 320,
  "itc": 321,
  "(2.17%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.40.": 327,
  "6.18%.": 328,
  "13.22%.": 329,
  "12.93%.": 330,
  "10.91%.": 331,
  "7.37%.": 332,
  "5.79.": 333,
  "1.13.": 334,
  "0.07%.": 335,
  "nil": 336,
  "corporate": 337,
  "bond": 338,
  "plan-growth": 339,
  "(44.12%),": 340,
  "wholesale": 341,
  "direct-growth": 342,
  "(35.34%),": 343,
  "money": 344,
  "(18.17%).": 345,
  "₹38.30.": 346,
  "131.66%.": 347,
  "46.87%.": 348,
  "22.93.": 349,
  "1.18.": 350,
  "-0.89.": 351,
  "0.97.": 352,
  "0.23%.": 353,
  "1%,": 354,
  "15": 355,
  "regular": 356,
  "-": 357,
  "(100.04%).": 358,
  "hsbc": 359,
  "₹36.48.": 360,
  "18.75%.": 361,
  "11.78%.": 362,
  "9.33%.": 363,
  "6.85.": 364,
  "0.80.": 365,
  "0.96%.": 366,
  "10%": 367,
  "(5.43%),": 368,
  "(5.42%),": 369,
  "(5.41%),": 370,
  "rec": 371,
  "(5.23%),": 372,
  "(5.08%),": 373,
  "(5.00%),": 374,
  "(4.15%),": 375,
  "piramal": 376,
  "(3.60%).": 377,
  "prudential": 378,
  "₹22.12.": 379,
  "9.34%.": 380,
  "29.00%.": 381,
  "18.35.": 382,
  "1.17.": 383,
  "1.03.": 384,
  "0.81.": 385,
  "0.86%.": 386,
  "before": 387,
  "month": 388,
  "date": 389,
  "allotment.": 390,
  "(8.39%),": 391,
  "(7.48%),": 392,
  "(5.67%),": 393,
  "insurance": 394,
  "(4.47%),": 395,
  "(3.98%),": 396,
  "indian": 397,
  "(3.79%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "(3.77%),": 401,
  "(3.21%).": 402,
  "retirement": 403,
  "aggressive": 404,
  "₹28.50.": 405,
  "12.03%.": 406,
  "22.60%.": 407,
  "17.17%.": 408,
  "13.83%.": 409,
  "11.97.": 410,
  "1.43.": 411,
  "0.80%.": 412,
  "vedanta": 413,
  "(2.67%),": 414,
  "motors": 415,
  "(2.57%),": 416,
  "multi": 417,
  "exchange": 418,
  "(2.28%),": 419,
  "tech": 420,
  "(2.07%),": 421,
  "titan": 422,
  "company": 423,
  "(2.05%),": 424,
  "mphasis": 425,
  "(1.97%),": 426,
  "ultratech": 427,
  "cement": 428,
  "(1.96%),": 429,
  "(1.95%),": 430,
  "(1.88%).": 431,
  "₹35.35.": 432,
  "130.69%.": 433,
  "46.73%.": 434,
  "22.66.": 435,
  "0.17%.": 436,
  "(99.85%).": 437,
  "invesco": 438,
  "₹75.05.": 439,
  "11.02%.": 440,
  "30.63%.": 441,
  "26.30%.": 442,
  "11.34%.": 443,
  "21.78.": 444,
  "-1.21.": 445,
  "0.90%.": 446,
  "(9.32%),": 447,
  "(7.59%),": 448,
  "(6.93%),": 449,
  "(6.82%),": 450,
  "(6.76%),": 451,
  "green": 452,
  "energy": 453,
  "(5.45%),": 454,
  "(5.28%),": 455,
  "(4.55%),": 456,
  "dredging": 457,
  "(4.07%),": 458,
  "(3.94%).": 459,
  "motilal": 460,
  "oswal": 461,
  "bse": 462,
  "enhanced": 463,
  "value": 464,
  "index": 465,
  "₹26.57.": 466,
  "14.80%.": 467,
  "32.17%.": 468,
  "4.80%.": 469,
  "19.16%.": 470,
  "18.84%.": 471,
  "19.65.": 472,
  "1.38.": 473,
  "15.11.": 474,
  "1.24.": 475,
  "0.36%.": 476,
  "load:": 477,
  "1%-": 478,
  "on": 479,
  "or": 480,
  "days": 481,
  "(9.86%),": 482,
  "(8.92%),": 483,
  "hindalco": 484,
  "(8.36%),": 485,
  "(8.14%),": 486,
  "(8.11%),": 487,
  "(5.48%),": 488,
  "(5.34%),": 489,
  "(4.01%),": 490,
  "canara": 491,
  "(3.75%),": 492,
  "passenger": 493,
  "vehicles": 494,
  "(3.62%).": 495,
  "nippon": 496,
  "asset": 497,
  "allocation": 498,
  "2026-03-24": 499,
  "₹24.73.": 500,
  "15.61%.": 501,
  "21.26%.": 502,
  "17.06%.": 503,
  "31.90%.": 504,
  "15.09%.": 505,
  "17.81%.": 506,
  "16.11%.": 507,
  "7.29.": 508,
  "0.39%.": 509,
  "gold": 510,
  "bees": 511,
  "(9.53%),": 512,
  "ishares": 513,
  "msci": 514,
  "world": 515,
  "(5.32%),": 516,
  "(4.30%),": 517,
  "(3.93%),": 518,
  "(3.01%),": 519,
  "(2.66%),": 520,
  "(2.36%),": 521,
  "(1.77%),": 522,
  "(1.73%),": 523,
  "(1.68%).": 524,
  "₹35.32.": 525,
  "131.63%.": 526,
  "46.63%.": 527,
  "22.84.": 528,
  "-1.14.": 529,
  "(99.93%).": 530,
  "quant": 531,
  "₹167.95.": 532,
  "20.82%.": 533,
  "24.56%.": 534,
  "25.51%.": 535,
  "9.86%.": 536,
  "10.76.": 537,
  "1.67.": 538,
  "0.58%.": 539,
  "(10.24%),": 540,
  "(9.16%),": 541,
  "(7.86%),": 542,
  "(7.24%),": 543,
  "co": 544,
  "(6.56%),": 545,
  "bajaj": 546,
  "(4.52%),": 547,
  "wipro": 548,
  "(3.54%),": 549,
  "premier": 550,
  "energies": 551,
  "(3.30%),": 552,
  "aurobindo": 553,
  "pharma": 554,
  "(2.90%),": 555,
  "adani": 556,
  "(2.40%).": 557,
  "sbi": 558,
  "children's": 559,
  "₹44.07.": 560,
  "7.33%.": 561,
  "21.80%.": 562,
  "25.32%.": 563,
  "117.29%.": 564,
  "13.19.": 565,
  "1.23.": 566,
  "0.83%.": 567,
  "respect": 568,
  "subject": 569,
  "lock-in": 570,
  "period": 571,
  "holding": 572,
  "less": 573,
  "than": 574,
  "years:": 575,
  "alphabet": 576,
  "inc": 577,
  "class": 578,
  "(6.89%),": 579,
  "thangamayil": 580,
  "jewellery": 581,
  "(5.49%),": 582,
  "(4.71%),": 583,
  "muthoot": 584,
  "(4.38%),": 585,
  "hatsun": 586,
  "agro": 587,
  "product": 588,
  "privi": 589,
  "speciality": 590,
  "chemicals": 591,
  "(3.47%),": 592,
  "aether": 593,
  "(3.40%),": 594,
  "sona": 595,
  "blw": 596,
  "precision": 597,
  "forgings": 598,
  "(3.29%),": 599,
  "renew": 600,
  "global": 601,
  "plc": 602,
  "(rnw)": 603,
  "(3.09%),": 604,
  "(2.96%).": 605,
  "₹37.36.": 606,
  "14.05%.": 607,
  "33.32%.": 608,
  "28.14%.": 609,
  "3.93%.": 610,
  "20.96.": 611,
  "1.35.": 612,
  "1.82.": 613,
  "0.93.": 614,
  "0.84%.": 615,
  "0.50%": 616,
  "(18.23%),": 617,
  "(9.33%),": 618,
  "(9.10%),": 619,
  "(9.05%),": 620,
  "(9.01%),": 621,
  "(5.71%),": 622,
  "(3.67%),": 623,
  "nmdc": 624,
  "(3.48%),": 625,
  "(2.85%).": 626
}