{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-15": 24,
  "₹27.51.": 25,
  "1y": 26,
  "returns:": 27,
  "12.77%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.87%.": 31,
  "5y": 32,
  "10.73%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.20.": 159,
  "9.00%.": 160,
  "10.46%.": 161,
  "12.65%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "1.92.": 167,
  "1.99.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹39.94.": 197,
  "11.25%.": 198,
  "27.67%.": 199,
  "24.16%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.63.": 205,
  "0.93.": 206,
  "-0.54.": 207,
  "0.96.": 208,
  "0.74%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹38.74.": 259,
  "126.29%.": 260,
  "49.55%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹42.90.": 277,
  "127.59%.": 278,
  "50.29%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.12%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹59.55.": 295,
  "10.04%.": 296,
  "16.60%.": 297,
  "13.02%.": 298,
  "7.05%.": 299,
  "7.41.": 300,
  "1.33.": 301,
  "0.41%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "(9.45%),": 306,
  "(7.15%),": 307,
  "roadstar": 308,
  "infra": 309,
  "trust": 310,
  "(6.22%),": 311,
  "renewables": 312,
  "8.6": 313,
  "24sp27": 314,
  "(6.15%),": 315,
  "nuvoco": 316,
  "vistas": 317,
  "7.7": 318,
  "18sp28": 319,
  "(6.06%),": 320,
  "tata": 321,
  "company": 322,
  "i": 323,
  "7.51": 324,
  "08dc28": 325,
  "(5.92%),": 326,
  "25c": 327,
  "7.44": 328,
  "24fb28": 329,
  "(5.90%),": 330,
  "adani": 331,
  "airport": 332,
  "8.45": 333,
  "12fb29": 334,
  "(5.89%),": 335,
  "rec": 336,
  "180-b": 337,
  "8.30": 338,
  "25ju29": 339,
  "fvrs10lac": 340,
  "(4.24%),": 341,
  "projects": 342,
  "q": 343,
  "8.25": 344,
  "28ap27": 345,
  "(4.19%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹121.96.": 349,
  "-4.40%.": 350,
  "9.57%.": 351,
  "11.80%.": 352,
  "4.72%.": 353,
  "14.31%.": 354,
  "13.94%.": 355,
  "10.76.": 356,
  "0.21.": 357,
  "1.10%.": 358,
  "units": 359,
  "excess": 360,
  "15%": 361,
  "the": 362,
  "investment,1%": 363,
  "will": 364,
  "be": 365,
  "charged": 366,
  "redemption": 367,
  "icici": 368,
  "(6.71%),": 369,
  "(6.42%),": 370,
  "reliance": 371,
  "industries": 372,
  "(4.46%),": 373,
  "(3.23%),": 374,
  "kotak": 375,
  "mahindra": 376,
  "(3.07%),": 377,
  "larsen": 378,
  "toubro": 379,
  "(2.70%),": 380,
  "34238": 381,
  "22ap64": 382,
  "7.34": 383,
  "infosys": 384,
  "(2.54%),": 385,
  "bharti": 386,
  "airtel": 387,
  "(2.00%).": 388,
  "plus": 389,
  "arbitrage": 390,
  "active": 391,
  "moderate.": 392,
  "₹45.13.": 393,
  "5.37%.": 394,
  "10.67%.": 395,
  "11.24%.": 396,
  "10.91%.": 397,
  "7.37%.": 398,
  "5.63.": 399,
  "0.85.": 400,
  "0.02%.": 401,
  "nil": 402,
  "opportunities": 403,
  "plan-growth": 404,
  "(44.39%),": 405,
  "direct-growth": 406,
  "(36.34%),": 407,
  "money": 408,
  "(18.47%),": 409,
  "(2.37%),": 410,
  "(-1.57%).": 411,
  "₹41.30.": 412,
  "127.11%.": 413,
  "49.87%.": 414,
  "22.93.": 415,
  "1.18.": 416,
  "-0.89.": 417,
  "0.97.": 418,
  "0.22%.": 419,
  "15": 420,
  "regular": 421,
  "-": 422,
  "(100.05%),": 423,
  "(-0.42%).": 424,
  "hsbc": 425,
  "₹37.16.": 426,
  "6.27%.": 427,
  "9.40%.": 428,
  "6.88.": 429,
  "0.77.": 430,
  "0.96%.": 431,
  "10%": 432,
  "36232": 433,
  "21jl30": 434,
  "6.01": 435,
  "(6.36%),": 436,
  "(5.61%),": 437,
  "corpn.": 438,
  "ltd.": 439,
  "7.2": 440,
  "09/08/2027": 441,
  "(5.59%),": 442,
  "(5.58%),": 443,
  "godrej": 444,
  "seeds": 445,
  "genetics": 446,
  "2": 447,
  "strpp": 448,
  "7.68": 449,
  "28ap28": 450,
  "(5.56%),": 451,
  "(5.53%),": 452,
  "nirma": 453,
  "vii": 454,
  "tr": 455,
  "c": 456,
  "8.50": 457,
  "07ap27": 458,
  "(5.43%),": 459,
  "230-a": 460,
  "7.71": 461,
  "26fb27": 462,
  "(5.40%),": 463,
  "259a": 464,
  "6.96": 465,
  "02mr28": 466,
  "(5.33%).": 467,
  "prudential": 468,
  "₹22.88.": 469,
  "7.13%.": 470,
  "25.86%.": 471,
  "18.35.": 472,
  "1.17.": 473,
  "1.03.": 474,
  "0.81.": 475,
  "1.18%.": 476,
  "before": 477,
  "month": 478,
  "date": 479,
  "allotment.": 480,
  "(14.22%),": 481,
  "(8.61%),": 482,
  "(5.36%),": 483,
  "hindustan": 484,
  "aeronautics": 485,
  "(4.78%),": 486,
  "insurance": 487,
  "(4.71%),": 488,
  "(3.61%),": 489,
  "(3.48%),": 490,
  "(3.42%),": 491,
  "indian": 492,
  "(3.20%).": 493,
  "retirement": 494,
  "aggressive": 495,
  "₹30.93.": 496,
  "10.72%.": 497,
  "20.91%.": 498,
  "17.20%.": 499,
  "13.83%.": 500,
  "13.96.": 501,
  "1.08.": 502,
  "1.12%.": 503,
  "vedanta": 504,
  "9.31": 505,
  "03dc27": 506,
  "(2.52%),": 507,
  "(2.21%),": 508,
  "titan": 509,
  "(2.19%),": 510,
  "(2.14%),": 511,
  "tech": 512,
  "(1.90%),": 513,
  "(1.89%),": 514,
  "upl": 515,
  "(1.85%),": 516,
  "unilever": 517,
  "(1.83%).": 518,
  "₹38.21.": 519,
  "126.68%.": 520,
  "49.79%.": 521,
  "22.66.": 522,
  "0.20%.": 523,
  "(99.90%),": 524,
  "(0.45%),": 525,
  "(-0.34%).": 526,
  "invesco": 527,
  "₹78.21.": 528,
  "3.53%.": 529,
  "26.00%.": 530,
  "22.86%.": 531,
  "11.34%.": 532,
  "24.22.": 533,
  "0.90.": 534,
  "-0.82.": 535,
  "0.92%.": 536,
  "investment,": 537,
  "(8.67%),": 538,
  "(7.63%),": 539,
  "(7.59%),": 540,
  "petroleum": 541,
  "(6.23%),": 542,
  "(5.80%),": 543,
  "dredging": 544,
  "(5.10%),": 545,
  "green": 546,
  "energy": 547,
  "(4.82%),": 548,
  "baroda": 549,
  "(4.76%),": 550,
  "(4.73%),": 551,
  "(3.91%).": 552,
  "motilal": 553,
  "oswal": 554,
  "bse": 555,
  "enhanced": 556,
  "value": 557,
  "index": 558,
  "₹28.47.": 559,
  "14.55%.": 560,
  "30.16%.": 561,
  "4.80%.": 562,
  "19.16%.": 563,
  "18.84%.": 564,
  "19.65.": 565,
  "1.38.": 566,
  "15.11.": 567,
  "1.24.": 568,
  "0.55%.": 569,
  "load:": 570,
  "1%-": 571,
  "on": 572,
  "or": 573,
  "days": 574,
  "hindalco": 575,
  "(9.27%),": 576,
  "motors": 577,
  "(8.85%),": 578,
  "(7.75%),": 579,
  "coal": 580,
  "(6.98%),": 581,
  "(6.81%),": 582,
  "(6.64%),": 583,
  "(4.69%),": 584,
  "(4.47%),": 585,
  "nippon": 586,
  "multi": 587,
  "asset": 588,
  "allocation": 589,
  "₹26.49.": 590,
  "16.22%.": 591,
  "20.64%.": 592,
  "16.61%.": 593,
  "31.90%.": 594,
  "15.09%.": 595,
  "17.81%.": 596,
  "16.11%.": 597,
  "9.61.": 598,
  "1.47.": 599,
  "0.31%.": 600,
  "gold": 601,
  "bees": 602,
  "idcw": 603,
  "(8.62%),": 604,
  "ishares": 605,
  "msci": 606,
  "world": 607,
  "(5.20%),": 608,
  "(4.32%),": 609,
  "(3.81%),": 610,
  "(3.67%),": 611,
  "(2.68%),": 612,
  "(1.83%),": 613,
  "(1.80%),": 614,
  "mini": 615,
  "(100": 616,
  "grams)": 617,
  "june": 618,
  "2020": 619,
  "future": 620,
  "(1.70%),": 621,
  "zomato": 622,
  "(1.62%).": 623,
  "₹38.04.": 624,
  "126.60%.": 625,
  "49.53%.": 626,
  "22.84.": 627,
  "-1.14.": 628,
  "0.24%.": 629,
  "(99.95%),": 630,
  "(0.19%),": 631,
  "mrgn": 632,
  "(0.00%),": 633,
  "(-0.14%).": 634,
  "quant": 635,
  "₹180.66.": 636,
  "20.22%.": 637,
  "24.99%.": 638,
  "21.21%.": 639,
  "9.86%.": 640,
  "11.98.": 641,
  "1.50.": 642,
  "0.86%.": 643,
  "current": 644,
  "assets": 645,
  "(14.67%),": 646,
  "(9.97%),": 647,
  "(8.36%),": 648,
  "enterprises": 649,
  "(8.20%),": 650,
  "(7.96%),": 651,
  "(7.94%),": 652,
  "(6.07%),": 653,
  "co": 654,
  "(5.86%),": 655,
  "fixed": 656,
  "deposits": 657,
  "(5.67%),": 658,
  "management": 659,
  "(4.76%).": 660,
  "sbi": 661,
  "children's": 662,
  "₹51.23.": 663,
  "17.57%.": 664,
  "23.24%.": 665,
  "25.25%.": 666,
  "117.29%.": 667,
  "16.02.": 668,
  "1.06.": 669,
  "respect": 670,
  "subject": 671,
  "lock-in": 672,
  "period": 673,
  "holding": 674,
  "less": 675,
  "than": 676,
  "3": 677,
  "years:": 678,
  "3%": 679,
  "2%": 680,
  "but": 681,
  "(15.62%),": 682,
  "alphabet": 683,
  "inc": 684,
  "forgn.": 685,
  "eq": 686,
  "(googl)": 687,
  "(7.38%),": 688,
  "(5.44%),": 689,
  "thangamayil": 690,
  "jewellery": 691,
  "(4.61%),": 692,
  "(4.60%),": 693,
  "renew": 694,
  "global": 695,
  "plc": 696,
  "(rnw)": 697,
  "(4.35%),": 698,
  "(4.21%),": 699,
  "muthoot": 700,
  "(4.03%),": 701,
  "hatsun": 702,
  "agro": 703,
  "products": 704,
  "(3.90%),": 705,
  "epam": 706,
  "systems": 707,
  "(epam)": 708,
  "(3.52%).": 709,
  "₹38.76.": 710,
  "10.36%.": 711,
  "30.19%.": 712,
  "23.97%.": 713,
  "3.93%.": 714,
  "23.07.": 715,
  "1.05.": 716,
  "2.36.": 717,
  "0.90%.": 718,
  "0.50%": 719,
  "(16.86%),": 720,
  "(9.52%),": 721,
  "(9.06%),": 722,
  "(8.84%),": 723,
  "(8.78%),": 724,
  "(5.33%),": 725,
  "(4.39%),": 726,
  "(4.11%),": 727,
  "(3.72%).": 728
}