{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-05-05": 23,
  "₹27.19.": 24,
  "1y": 25,
  "returns:": 26,
  "12.81%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.79%.": 30,
  "5y": 31,
  "10.70%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.13.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "1%,": 58,
  "if": 59,
  "redeemed": 60,
  "within": 61,
  "1": 62,
  "year.": 63,
  "minimum": 64,
  "sip": 65,
  "investment": 66,
  "₹100.": 67,
  "lump-sum": 68,
  "taxation:": 69,
  "returns": 70,
  "are": 71,
  "taxed": 72,
  "per": 73,
  "your": 74,
  "income": 75,
  "tax": 76,
  "slab.": 77,
  "top": 78,
  "holdings": 79,
  "include:": 80,
  "gmr": 81,
  "airports": 82,
  "ltd.": 83,
  "(4.57%),": 84,
  "real": 85,
  "estate": 86,
  "(3.82%),": 87,
  "jubilant": 88,
  "bevco": 89,
  "(3.68%),": 90,
  "goi": 91,
  "(3.36%),": 92,
  "ikf": 93,
  "finance": 94,
  "(2.95%),": 95,
  "hinduja": 96,
  "leyland": 97,
  "(2.91%),": 98,
  "national": 99,
  "bank": 100,
  "for": 101,
  "agriculture": 102,
  "&": 103,
  "rural": 104,
  "development": 105,
  "kogta": 106,
  "financial": 107,
  "india": 108,
  "(2.72%),": 109,
  "gaursons": 110,
  "pvt.": 111,
  "(2.69%),": 112,
  "vedanta": 113,
  "(2.55%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "moderately": 129,
  "₹46.55.": 130,
  "8.62%.": 131,
  "12.59%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.92%),": 141,
  "(4.03%),": 142,
  "(3.66%),": 143,
  "(3.50%),": 144,
  "(3.44%),": 145,
  "nuvama": 146,
  "wealth": 147,
  "(3.11%),": 148,
  "oxyzo": 149,
  "services": 150,
  "(2.89%),": 151,
  "(2.61%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.90.": 160,
  "16.62%.": 161,
  "29.64%.": 162,
  "28.10%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "1.00%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.77%),": 192,
  "ntpc": 193,
  "(9.17%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(6.85%),": 198,
  "bharat": 199,
  "electronics": 200,
  "(5.37%),": 201,
  "heavy": 202,
  "electricals": 203,
  "(4.51%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.36%),": 207,
  "oil": 208,
  "and": 209,
  "natural": 210,
  "gas": 211,
  "(4.20%),": 212,
  "maharashtra": 213,
  "baroda": 214,
  "(3.78%),": 215,
  "(3.65%).": 216,
  "silver": 217,
  "etf": 218,
  "fof": 219,
  "commodity": 220,
  "₹37.19.": 221,
  "147.40%.": 222,
  "44.21%.": 223,
  "154.77%.": 224,
  "47.07%.": 225,
  "22.57.": 226,
  "1.19.": 227,
  "-0.73.": 228,
  "0.96.": 229,
  "0.32%.": 230,
  "0.5%": 231,
  "two": 232,
  "years,": 233,
  "etf-growth": 234,
  "(99.90%).": 235,
  "axis": 236,
  "₹40.97.": 237,
  "146.30%.": 238,
  "43.95%.": 239,
  "22.23.": 240,
  "1.20.": 241,
  "-0.37.": 242,
  "0.94.": 243,
  "0.11%.": 244,
  "0.25%,": 245,
  "7": 246,
  "₹5000.": 247,
  "regular-growth": 248,
  "(99.88%).": 249,
  "dsp": 250,
  "₹58.78.": 251,
  "10.39%.": 252,
  "16.40%.": 253,
  "12.87%.": 254,
  "7.05%.": 255,
  "7.42.": 256,
  "1.30.": 257,
  "0.46%.": 258,
  "3%,": 259,
  "12": 260,
  "months.": 261,
  "roadstar": 262,
  "infra": 263,
  "trust": 264,
  "(7.13%),": 265,
  "renewables": 266,
  "(7.04%),": 267,
  "tata": 268,
  "housing": 269,
  "devp.": 270,
  "co.": 271,
  "ltd": 272,
  "(6.80%),": 273,
  "nirma": 274,
  "(6.79%),": 275,
  "(6.77%),": 276,
  "rec": 277,
  "(4.87%),": 278,
  "projects": 279,
  "(4.80%),": 280,
  "(4.79%),": 281,
  "(4.75%).": 282,
  "hdfc": 283,
  "hybrid": 284,
  "₹121.41.": 285,
  "-2.79%.": 286,
  "8.97%.": 287,
  "11.14%.": 288,
  "11.80%.": 289,
  "4.72%.": 290,
  "14.31%.": 291,
  "13.94%.": 292,
  "10.75.": 293,
  "0.31.": 294,
  "1.17%.": 295,
  "units": 296,
  "excess": 297,
  "15%": 298,
  "the": 299,
  "investment,1%": 300,
  "will": 301,
  "be": 302,
  "charged": 303,
  "redemption": 304,
  "icici": 305,
  "(6.63%),": 306,
  "(6.49%),": 307,
  "reliance": 308,
  "industries": 309,
  "(4.55%),": 310,
  "(3.86%),": 311,
  "infosys": 312,
  "(2.98%),": 313,
  "(2.81%),": 314,
  "kotak": 315,
  "mahindra": 316,
  "(2.66%),": 317,
  "larsen": 318,
  "toubro": 319,
  "(2.63%),": 320,
  "itc": 321,
  "(2.16%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.68.": 327,
  "5.08%.": 328,
  "11.92%.": 329,
  "12.30%.": 330,
  "10.91%.": 331,
  "7.37%.": 332,
  "5.75.": 333,
  "1.00.": 334,
  "0.02%.": 335,
  "nil": 336,
  "corporate": 337,
  "bond": 338,
  "plan-growth": 339,
  "(44.80%),": 340,
  "wholesale": 341,
  "direct-growth": 342,
  "(36.56%),": 343,
  "money": 344,
  "(18.52%).": 345,
  "₹39.60.": 346,
  "147.46%.": 347,
  "43.89%.": 348,
  "22.93.": 349,
  "1.18.": 350,
  "-0.89.": 351,
  "0.21%.": 352,
  "15": 353,
  "regular": 354,
  "-": 355,
  "(100.04%).": 356,
  "hsbc": 357,
  "₹36.75.": 358,
  "5.97%.": 359,
  "11.64%.": 360,
  "9.31%.": 361,
  "6.87.": 362,
  "0.78.": 363,
  "0.95%.": 364,
  "10%": 365,
  "(5.50%),": 366,
  "(5.49%),": 367,
  "(5.47%),": 368,
  "(5.46%),": 369,
  "(5.31%),": 370,
  "(5.30%),": 371,
  "(5.09%),": 372,
  "jsw": 373,
  "kalinga": 374,
  "steel": 375,
  "(4.22%),": 376,
  "(4.14%),": 377,
  "piramal": 378,
  "(3.66%).": 379,
  "prudential": 380,
  "₹23.72.": 381,
  "13.98%.": 382,
  "28.47%.": 383,
  "18.35.": 384,
  "1.17.": 385,
  "1.03.": 386,
  "0.81.": 387,
  "1.10%.": 388,
  "before": 389,
  "month": 390,
  "date": 391,
  "allotment.": 392,
  "(13.29%),": 393,
  "(8.68%),": 394,
  "(6.87%),": 395,
  "(6.47%),": 396,
  "insurance": 397,
  "(4.47%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "(4.10%),": 401,
  "(3.73%),": 402,
  "coal": 403,
  "(3.25%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹30.28.": 407,
  "14.01%.": 408,
  "22.58%.": 409,
  "17.84%.": 410,
  "13.83%.": 411,
  "14.01.": 412,
  "1.12.": 413,
  "0.89%.": 414,
  "(2.90%),": 415,
  "multi": 416,
  "exchange": 417,
  "(2.42%),": 418,
  "tech": 419,
  "(2.29%),": 420,
  "titan": 421,
  "company": 422,
  "(2.03%),": 423,
  "motors": 424,
  "(2.01%),": 425,
  "mphasis": 426,
  "(1.92%),": 427,
  "(1.85%),": 428,
  "ultratech": 429,
  "cement": 430,
  "(1.81%),": 431,
  "upl": 432,
  "(1.77%),": 433,
  "(1.74%).": 434,
  "₹36.64.": 435,
  "147.63%.": 436,
  "44.30%.": 437,
  "22.66.": 438,
  "0.22%.": 439,
  "(100.02%).": 440,
  "invesco": 441,
  "₹81.07.": 442,
  "13.18%.": 443,
  "29.78%.": 444,
  "26.53%.": 445,
  "11.34%.": 446,
  "24.02.": 447,
  "-1.31.": 448,
  "0.91%.": 449,
  "investment,": 450,
  "(8.60%),": 451,
  "indian": 452,
  "(7.33%),": 453,
  "(6.82%),": 454,
  "petroleum": 455,
  "(6.48%),": 456,
  "(6.24%),": 457,
  "(5.00%),": 458,
  "(4.84%),": 459,
  "green": 460,
  "energy": 461,
  "(4.74%),": 462,
  "(3.89%),": 463,
  "(3.89%).": 464,
  "motilal": 465,
  "oswal": 466,
  "bse": 467,
  "enhanced": 468,
  "value": 469,
  "index": 470,
  "₹28.40.": 471,
  "17.03%.": 472,
  "31.30%.": 473,
  "4.80%.": 474,
  "19.16%.": 475,
  "18.84%.": 476,
  "19.65.": 477,
  "1.38.": 478,
  "15.11.": 479,
  "1.24.": 480,
  "0.73%.": 481,
  "load:": 482,
  "1%-": 483,
  "on": 484,
  "or": 485,
  "days": 486,
  "(9.18%),": 487,
  "hindalco": 488,
  "(8.05%),": 489,
  "(7.84%),": 490,
  "(7.60%),": 491,
  "passenger": 492,
  "vehicles": 493,
  "(7.38%),": 494,
  "(7.12%),": 495,
  "(7.10%),": 496,
  "(4.60%),": 497,
  "nippon": 498,
  "asset": 499,
  "allocation": 500,
  "₹26.26.": 501,
  "20.36%.": 502,
  "21.83%.": 503,
  "17.81%.": 504,
  "31.90%.": 505,
  "15.09%.": 506,
  "16.11%.": 507,
  "9.60.": 508,
  "1.51.": 509,
  "0.33%.": 510,
  "gold": 511,
  "bees": 512,
  "(8.97%),": 513,
  "ishares": 514,
  "msci": 515,
  "world": 516,
  "(5.34%),": 517,
  "(3.85%),": 518,
  "(3.55%),": 519,
  "(2.62%),": 520,
  "(2.54%),": 521,
  "(2.33%),": 522,
  "liquid": 523,
  "(2.28%),": 524,
  "(1.76%),": 525,
  "eternal": 526,
  "₹36.50.": 527,
  "147.67%.": 528,
  "43.64%.": 529,
  "22.84.": 530,
  "-1.14.": 531,
  "(99.80%).": 532,
  "quant": 533,
  "₹176.99.": 534,
  "22.96%.": 535,
  "24.21%.": 536,
  "22.61%.": 537,
  "9.86%.": 538,
  "12.04.": 539,
  "1.37.": 540,
  "1.64%.": 541,
  "(9.77%),": 542,
  "(8.54%),": 543,
  "(6.38%),": 544,
  "co": 545,
  "(5.61%),": 546,
  "aurobindo": 547,
  "pharma": 548,
  "(4.97%),": 549,
  "premier": 550,
  "energies": 551,
  "(4.48%),": 552,
  "bajaj": 553,
  "(3.77%),": 554,
  "management": 555,
  "(3.70%),": 556,
  "adani": 557,
  "(2.64%).": 558,
  "sbi": 559,
  "children's": 560,
  "₹49.80.": 561,
  "20.19%.": 562,
  "25.13%.": 563,
  "26.92%.": 564,
  "117.29%.": 565,
  "16.13.": 566,
  "1.37%.": 567,
  "respect": 568,
  "subject": 569,
  "lock-in": 570,
  "period": 571,
  "holding": 572,
  "less": 573,
  "than": 574,
  "3": 575,
  "years:": 576,
  "3%": 577,
  "2%": 578,
  "but": 579,
  "2": 580,
  "alphabet": 581,
  "inc": 582,
  "class": 583,
  "(6.86%),": 584,
  "(6.84%),": 585,
  "thangamayil": 586,
  "jewellery": 587,
  "(4.93%),": 588,
  "hatsun": 589,
  "agro": 590,
  "product": 591,
  "muthoot": 592,
  "(4.29%),": 593,
  "aether": 594,
  "privi": 595,
  "speciality": 596,
  "chemicals": 597,
  "(3.43%),": 598,
  "(3.29%),": 599,
  "ather": 600,
  "(3.19%),": 601,
  "sona": 602,
  "blw": 603,
  "precision": 604,
  "forgings": 605,
  "(3.08%).": 606,
  "₹39.86.": 607,
  "16.83%.": 608,
  "31.68%.": 609,
  "27.86%.": 610,
  "3.93%.": 611,
  "1.09.": 612,
  "0.93.": 613,
  "0.85%.": 614,
  "0.50%": 615,
  "(16.50%),": 616,
  "(10.02%),": 617,
  "(9.72%),": 618,
  "(9.10%),": 619,
  "(8.92%),": 620,
  "(6.55%),": 621,
  "(5.51%),": 622,
  "(4.63%),": 623,
  "nmdc": 624,
  "(3.61%),": 625,
  "(3.48%).": 626
}