{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-27": 24,
  "₹27.23.": 25,
  "1y": 26,
  "returns:": 27,
  "11.96%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.62%.": 31,
  "5y": 32,
  "10.62%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.64.": 129,
  "7.83%.": 130,
  "10.12%.": 131,
  "12.51%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.64.": 160,
  "13.23%.": 161,
  "29.22%.": 162,
  "25.88%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.08%),": 192,
  "ntpc": 193,
  "(8.71%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(7.44%),": 198,
  "bharat": 199,
  "heavy": 200,
  "electricals": 201,
  "(5.42%),": 202,
  "electronics": 203,
  "(5.10%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.56%),": 207,
  "maharashtra": 208,
  "(4.30%),": 209,
  "oil": 210,
  "and": 211,
  "natural": 212,
  "gas": 213,
  "(3.90%),": 214,
  "nmdc": 215,
  "(3.56%),": 216,
  "pnb": 217,
  "housing": 218,
  "(3.39%).": 219,
  "silver": 220,
  "etf": 221,
  "fof": 222,
  "commodity": 223,
  "₹40.59.": 224,
  "163.11%.": 225,
  "52.11%.": 226,
  "154.77%.": 227,
  "47.07%.": 228,
  "22.57.": 229,
  "1.19.": 230,
  "-0.73.": 231,
  "0.96.": 232,
  "0.32%.": 233,
  "0.5%": 234,
  "two": 235,
  "years,": 236,
  "etf-growth": 237,
  "(100.01%).": 238,
  "axis": 239,
  "₹44.72.": 240,
  "162.71%.": 241,
  "52.16%.": 242,
  "22.23.": 243,
  "1.20.": 244,
  "-0.37.": 245,
  "0.94.": 246,
  "0.09%.": 247,
  "0.25%,": 248,
  "7": 249,
  "₹5000.": 250,
  "regular-growth": 251,
  "(99.94%).": 252,
  "dsp": 253,
  "₹58.97.": 254,
  "10.04%.": 255,
  "16.33%.": 256,
  "12.85%.": 257,
  "7.05%.": 258,
  "7.42.": 259,
  "1.30.": 260,
  "0.40%.": 261,
  "3%,": 262,
  "12": 263,
  "months.": 264,
  "(9.99%),": 265,
  "renewables": 266,
  "(6.53%),": 267,
  "roadstar": 268,
  "infra": 269,
  "trust": 270,
  "(6.46%),": 271,
  "tata": 272,
  "devp.": 273,
  "co.": 274,
  "ltd": 275,
  "(6.29%),": 276,
  "(6.27%),": 277,
  "rec": 278,
  "(4.49%),": 279,
  "projects": 280,
  "(4.45%),": 281,
  "(4.40%),": 282,
  "piramal": 283,
  "(4.34%),": 284,
  "(4.32%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹120.91.": 288,
  "-5.29%.": 289,
  "8.19%.": 290,
  "9.90%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "10.75.": 296,
  "0.31.": 297,
  "1.08.": 298,
  "1.03%.": 299,
  "units": 300,
  "excess": 301,
  "15%": 302,
  "the": 303,
  "investment,1%": 304,
  "will": 305,
  "be": 306,
  "charged": 307,
  "redemption": 308,
  "icici": 309,
  "(6.63%),": 310,
  "reliance": 311,
  "industries": 312,
  "(4.75%),": 313,
  "(3.59%),": 314,
  "(3.13%),": 315,
  "kotak": 316,
  "mahindra": 317,
  "(3.01%),": 318,
  "infosys": 319,
  "(2.69%),": 320,
  "larsen": 321,
  "toubro": 322,
  "(2.61%),": 323,
  "bharti": 324,
  "airtel": 325,
  "(2.03%).": 326,
  "plus": 327,
  "arbitrage": 328,
  "active": 329,
  "moderate.": 330,
  "₹44.70.": 331,
  "4.39%.": 332,
  "11.22%.": 333,
  "11.56%.": 334,
  "10.91%.": 335,
  "7.37%.": 336,
  "5.75.": 337,
  "1.00.": 338,
  "0.02%.": 339,
  "nil": 340,
  "corporate": 341,
  "bond": 342,
  "plan-growth": 343,
  "(43.65%),": 344,
  "wholesale": 345,
  "direct-growth": 346,
  "(37.09%),": 347,
  "money": 348,
  "(18.72%).": 349,
  "₹43.16.": 350,
  "163.62%.": 351,
  "52.29%.": 352,
  "22.93.": 353,
  "1.18.": 354,
  "-0.89.": 355,
  "0.23%.": 356,
  "15": 357,
  "regular": 358,
  "-": 359,
  "(100.15%).": 360,
  "hsbc": 361,
  "₹36.79.": 362,
  "5.29%.": 363,
  "11.52%.": 364,
  "9.24%.": 365,
  "6.87.": 366,
  "0.78.": 367,
  "0.95%.": 368,
  "10%": 369,
  "(5.55%),": 370,
  "(5.53%),": 371,
  "(5.50%),": 372,
  "nuvoco": 373,
  "vistas": 374,
  "(5.45%),": 375,
  "nirma": 376,
  "(5.35%),": 377,
  "(5.34%),": 378,
  "jsw": 379,
  "kalinga": 380,
  "steel": 381,
  "(4.18%),": 382,
  "(3.44%).": 383,
  "prudential": 384,
  "₹23.38.": 385,
  "9.61%.": 386,
  "27.48%.": 387,
  "18.35.": 388,
  "1.17.": 389,
  "1.03.": 390,
  "0.81.": 391,
  "1.77%.": 392,
  "before": 393,
  "month": 394,
  "date": 395,
  "allotment.": 396,
  "(13.05%),": 397,
  "(8.51%),": 398,
  "(6.20%),": 399,
  "(5.82%),": 400,
  "insurance": 401,
  "(4.88%),": 402,
  "hindustan": 403,
  "aeronautics": 404,
  "(4.64%),": 405,
  "(3.37%),": 406,
  "(3.27%),": 407,
  "coal": 408,
  "(3.19%),": 409,
  "(3.18%).": 410,
  "retirement": 411,
  "aggressive": 412,
  "₹30.87.": 413,
  "13.04%.": 414,
  "22.56%.": 415,
  "17.60%.": 416,
  "13.83%.": 417,
  "14.01.": 418,
  "1.12.": 419,
  "1.06.": 420,
  "(2.43%),": 421,
  "tech": 422,
  "(2.30%),": 423,
  "multi": 424,
  "exchange": 425,
  "(2.29%),": 426,
  "(2.21%),": 427,
  "unilever": 428,
  "(2.12%),": 429,
  "titan": 430,
  "company": 431,
  "(2.03%),": 432,
  "ultratech": 433,
  "cement": 434,
  "(2.02%),": 435,
  "(1.92%),": 436,
  "mphasis": 437,
  "(1.91%).": 438,
  "₹40.05.": 439,
  "163.35%.": 440,
  "52.41%.": 441,
  "22.66.": 442,
  "0.22%.": 443,
  "(99.96%).": 444,
  "invesco": 445,
  "₹79.96.": 446,
  "4.82%.": 447,
  "29.05%.": 448,
  "24.45%.": 449,
  "11.34%.": 450,
  "24.02.": 451,
  "-1.31.": 452,
  "0.91%.": 453,
  "investment,": 454,
  "(8.23%),": 455,
  "(7.45%),": 456,
  "indian": 457,
  "(7.08%),": 458,
  "petroleum": 459,
  "(6.08%),": 460,
  "(5.90%),": 461,
  "green": 462,
  "energy": 463,
  "(4.95%),": 464,
  "(4.73%),": 465,
  "baroda": 466,
  "(4.53%),": 467,
  "dynamics": 468,
  "(4.23%),": 469,
  "dredging": 470,
  "(3.99%).": 471,
  "motilal": 472,
  "oswal": 473,
  "bse": 474,
  "enhanced": 475,
  "value": 476,
  "index": 477,
  "₹28.91.": 478,
  "16.56%.": 479,
  "31.94%.": 480,
  "4.80%.": 481,
  "19.16%.": 482,
  "18.84%.": 483,
  "19.65.": 484,
  "1.38.": 485,
  "15.11.": 486,
  "1.24.": 487,
  "0.52%.": 488,
  "load:": 489,
  "1%-": 490,
  "on": 491,
  "or": 492,
  "days": 493,
  "(8.75%),": 494,
  "hindalco": 495,
  "(8.56%),": 496,
  "(7.75%),": 497,
  "motors": 498,
  "passenger": 499,
  "vehicles": 500,
  "(7.71%),": 501,
  "(7.36%),": 502,
  "(6.90%),": 503,
  "(6.75%),": 504,
  "(4.92%),": 505,
  "(4.28%),": 506,
  "(4.18%).": 507,
  "nippon": 508,
  "asset": 509,
  "allocation": 510,
  "₹26.62.": 511,
  "18.19%.": 512,
  "21.65%.": 513,
  "17.32%.": 514,
  "31.90%.": 515,
  "15.09%.": 516,
  "17.81%.": 517,
  "16.11%.": 518,
  "9.60.": 519,
  "1.51.": 520,
  "gold": 521,
  "bees": 522,
  "(8.15%),": 523,
  "ishares": 524,
  "msci": 525,
  "world": 526,
  "(5.23%),": 527,
  "(3.60%),": 528,
  "(3.24%),": 529,
  "(2.39%),": 530,
  "(1.96%),": 531,
  "(1.81%),": 532,
  "eternal": 533,
  "(1.67%),": 534,
  "(1.58%),": 535,
  "(1.54%).": 536,
  "₹39.84.": 537,
  "162.81%.": 538,
  "52.05%.": 539,
  "22.84.": 540,
  "-1.14.": 541,
  "0.21%.": 542,
  "(100.00%).": 543,
  "quant": 544,
  "₹182.57.": 545,
  "23.19%.": 546,
  "25.81%.": 547,
  "21.99%.": 548,
  "9.86%.": 549,
  "12.04.": 550,
  "1.37.": 551,
  "0.61%.": 552,
  "(10.22%),": 553,
  "(8.52%),": 554,
  "adani": 555,
  "(7.43%),": 556,
  "(6.72%),": 557,
  "(6.26%),": 558,
  "(5.32%),": 559,
  "co": 560,
  "(5.05%),": 561,
  "aurobindo": 562,
  "pharma": 563,
  "(4.79%),": 564,
  "management": 565,
  "premier": 566,
  "energies": 567,
  "(4.63%).": 568,
  "sbi": 569,
  "children's": 570,
  "₹50.43.": 571,
  "18.10%.": 572,
  "24.51%.": 573,
  "25.63%.": 574,
  "117.29%.": 575,
  "16.13.": 576,
  "0.89%.": 577,
  "respect": 578,
  "subject": 579,
  "lock-in": 580,
  "period": 581,
  "holding": 582,
  "less": 583,
  "than": 584,
  "3": 585,
  "years:": 586,
  "3%": 587,
  "2%": 588,
  "but": 589,
  "2": 590,
  "alphabet": 591,
  "inc": 592,
  "class": 593,
  "(7.79%),": 594,
  "thangamayil": 595,
  "jewellery": 596,
  "(4.80%),": 597,
  "hatsun": 598,
  "agro": 599,
  "product": 600,
  "(4.36%),": 601,
  "(4.10%),": 602,
  "muthoot": 603,
  "(3.92%),": 604,
  "aether": 605,
  "(3.64%),": 606,
  "aequs": 607,
  "(3.38%),": 608,
  "privi": 609,
  "speciality": 610,
  "chemicals": 611,
  "(3.36%),": 612,
  "ather": 613,
  "(3.33%).": 614,
  "₹39.35.": 615,
  "12.50%.": 616,
  "32.07%.": 617,
  "25.62%.": 618,
  "3.93%.": 619,
  "1.09.": 620,
  "0.93.": 621,
  "0.85%.": 622,
  "0.50%": 623,
  "(16.87%),": 624,
  "(9.52%),": 625,
  "(9.34%),": 626,
  "(9.24%),": 627,
  "(8.66%),": 628,
  "(6.58%),": 629,
  "(5.17%),": 630,
  "(4.37%),": 631,
  "(3.78%),": 632,
  "(3.43%).": 633
}