{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-09": 24,
  "₹26.82.": 25,
  "1y": 26,
  "returns:": 27,
  "14.07%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.93%.": 31,
  "5y": 32,
  "10.74%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.23.": 144,
  "10.82%.": 145,
  "10.76%.": 146,
  "12.73%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹39.01.": 174,
  "24.25%.": 175,
  "29.31%.": 176,
  "26.66%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.60%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(19.28%),": 201,
  "ntpc": 202,
  "(8.22%),": 203,
  "bharat": 204,
  "electronics": 205,
  "(5.61%),": 206,
  "power": 207,
  "grid": 208,
  "corporation": 209,
  "(5.54%),": 210,
  "gail": 211,
  "(india)": 212,
  "(5.36%),": 213,
  "oil": 214,
  "and": 215,
  "natural": 216,
  "gas": 217,
  "(4.60%),": 218,
  "baroda": 219,
  "(4.27%),": 220,
  "petroleum": 221,
  "(4.20%),": 222,
  "(4.08%),": 223,
  "maharashtra": 224,
  "(3.79%).": 225,
  "silver": 226,
  "etf": 227,
  "fof": 228,
  "commodity": 229,
  "₹40.09.": 230,
  "158.03%.": 231,
  "58.13%.": 232,
  "154.77%.": 233,
  "47.07%.": 234,
  "22.57.": 235,
  "1.19.": 236,
  "-0.73.": 237,
  "0.96.": 238,
  "0.30%.": 239,
  "0.5%": 240,
  "two": 241,
  "etf-growth": 242,
  "(101.51%).": 243,
  "axis": 244,
  "₹44.14.": 245,
  "157.50%.": 246,
  "58.23%.": 247,
  "22.23.": 248,
  "1.20.": 249,
  "-0.37.": 250,
  "0.94.": 251,
  "0.14%.": 252,
  "0.25%,": 253,
  "7": 254,
  "₹5000.": 255,
  "regular-growth": 256,
  "(101.25%).": 257,
  "dsp": 258,
  "₹55.65.": 259,
  "6.69%.": 260,
  "15.21%.": 261,
  "11.83%.": 262,
  "7.05%.": 263,
  "6.87.": 264,
  "0.41%.": 265,
  "3%,": 266,
  "12": 267,
  "months.": 268,
  "(8.99%),": 269,
  "renewables": 270,
  "(6.95%),": 271,
  "roadstar": 272,
  "infra": 273,
  "trust": 274,
  "(6.83%),": 275,
  "(6.71%),": 276,
  "nirma": 277,
  "(6.67%),": 278,
  "tata": 279,
  "projects": 280,
  "(4.74%),": 281,
  "(4.72%),": 282,
  "(4.70%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹122.83.": 288,
  "5.28%.": 289,
  "10.47%.": 290,
  "11.15%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "8.29.": 296,
  "0.76.": 297,
  "1.03%.": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "year.": 304,
  "(7.36%),": 305,
  "icici": 306,
  "(7.22%),": 307,
  "(5.07%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.22%),": 311,
  "infosys": 312,
  "(3.50%),": 313,
  "(2.89%),": 314,
  "larsen": 315,
  "toubro": 316,
  "(2.81%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "(2.57%),": 320,
  "(2.49%),": 321,
  "bharti": 322,
  "airtel": 323,
  "(2.48%).": 324,
  "plus": 325,
  "arbitrage": 326,
  "active": 327,
  "moderate.": 328,
  "₹44.44.": 329,
  "7.09%.": 330,
  "12.69%.": 331,
  "12.49%.": 332,
  "10.91%.": 333,
  "7.37%.": 334,
  "5.79.": 335,
  "1.13.": 336,
  "0.07%.": 337,
  "nil": 338,
  "corporate": 339,
  "bond": 340,
  "plan-growth": 341,
  "(43.14%),": 342,
  "wholesale": 343,
  "direct-growth": 344,
  "(36.44%),": 345,
  "money": 346,
  "(18.71%).": 347,
  "₹42.74.": 348,
  "158.91%.": 349,
  "58.72%.": 350,
  "22.93.": 351,
  "1.18.": 352,
  "-0.89.": 353,
  "0.97.": 354,
  "0.23%.": 355,
  "1%,": 356,
  "15": 357,
  "regular": 358,
  "-": 359,
  "(101.03%).": 360,
  "hsbc": 361,
  "₹36.47.": 362,
  "20.67%.": 363,
  "11.96%.": 364,
  "9.45%.": 365,
  "6.85.": 366,
  "0.80.": 367,
  "0.96%.": 368,
  "10%": 369,
  "(5.43%),": 370,
  "(5.42%),": 371,
  "(5.41%),": 372,
  "rec": 373,
  "(5.23%),": 374,
  "(5.08%),": 375,
  "(5.00%),": 376,
  "(4.21%),": 377,
  "(4.15%),": 378,
  "piramal": 379,
  "(3.60%).": 380,
  "prudential": 381,
  "₹22.76.": 382,
  "19.36%.": 383,
  "28.50%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "0.86%.": 389,
  "before": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(11.31%),": 394,
  "(9.27%),": 395,
  "(6.76%),": 396,
  "(5.30%),": 397,
  "hindustan": 398,
  "aeronautics": 399,
  "indian": 400,
  "(3.93%),": 401,
  "insurance": 402,
  "(3.78%),": 403,
  "(3.58%),": 404,
  "(3.36%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹28.93.": 408,
  "16.32%.": 409,
  "22.73%.": 410,
  "16.61%.": 411,
  "13.83%.": 412,
  "11.97.": 413,
  "1.43.": 414,
  "multi": 415,
  "exchange": 416,
  "(3.38%),": 417,
  "mphasis": 418,
  "(2.85%),": 419,
  "motors": 420,
  "(2.79%),": 421,
  "vedanta": 422,
  "(2.75%),": 423,
  "tech": 424,
  "(2.14%),": 425,
  "upl": 426,
  "(2.09%),": 427,
  "titan": 428,
  "company": 429,
  "(1.95%),": 430,
  "ultratech": 431,
  "cement": 432,
  "(1.83%),": 433,
  "interglobe": 434,
  "aviation": 435,
  "(1.79%).": 436,
  "₹39.49.": 437,
  "157.92%.": 438,
  "58.32%.": 439,
  "22.66.": 440,
  "0.17%.": 441,
  "(100.82%).": 442,
  "invesco": 443,
  "₹78.23.": 444,
  "24.20%.": 445,
  "30.55%.": 446,
  "25.62%.": 447,
  "11.34%.": 448,
  "21.78.": 449,
  "-1.21.": 450,
  "0.89%.": 451,
  "(9.35%),": 452,
  "(9.02%),": 453,
  "(7.07%),": 454,
  "(6.64%),": 455,
  "(5.81%),": 456,
  "green": 457,
  "energy": 458,
  "(5.27%),": 459,
  "dredging": 460,
  "(4.88%),": 461,
  "dynamics": 462,
  "(4.50%),": 463,
  "(4.30%).": 464,
  "motilal": 465,
  "oswal": 466,
  "bse": 467,
  "enhanced": 468,
  "value": 469,
  "index": 470,
  "₹28.18.": 471,
  "25.87%.": 472,
  "32.52%.": 473,
  "4.80%.": 474,
  "19.16%.": 475,
  "18.84%.": 476,
  "19.65.": 477,
  "1.38.": 478,
  "15.11.": 479,
  "1.24.": 480,
  "0.36%.": 481,
  "load:": 482,
  "1%-": 483,
  "on": 484,
  "or": 485,
  "days": 486,
  "(9.86%),": 487,
  "(8.92%),": 488,
  "hindalco": 489,
  "(8.36%),": 490,
  "(8.14%),": 491,
  "(8.11%),": 492,
  "(5.48%),": 493,
  "(5.34%),": 494,
  "(4.01%),": 495,
  "canara": 496,
  "(3.75%),": 497,
  "passenger": 498,
  "vehicles": 499,
  "(3.62%).": 500,
  "nippon": 501,
  "asset": 502,
  "allocation": 503,
  "₹25.81.": 504,
  "25.53%.": 505,
  "22.59%.": 506,
  "17.91%.": 507,
  "31.90%.": 508,
  "15.09%.": 509,
  "17.81%.": 510,
  "16.11%.": 511,
  "7.29.": 512,
  "gold": 513,
  "bees": 514,
  "(10.55%),": 515,
  "ishares": 516,
  "msci": 517,
  "world": 518,
  "(5.73%),": 519,
  "(3.89%),": 520,
  "(2.72%),": 521,
  "(2.35%),": 522,
  "(1.88%),": 523,
  "(1.63%),": 524,
  "(1.51%),": 525,
  "bajaj": 526,
  "auto": 527,
  "(1.41%).": 528,
  "₹39.41.": 529,
  "158.39%.": 530,
  "58.52%.": 531,
  "22.84.": 532,
  "-1.14.": 533,
  "0.24%.": 534,
  "(100.56%).": 535,
  "quant": 536,
  "₹170.69.": 537,
  "25.48%.": 538,
  "24.45%.": 539,
  "26.46%.": 540,
  "9.86%.": 541,
  "10.76.": 542,
  "1.67.": 543,
  "0.58%.": 544,
  "(9.51%),": 545,
  "(9.31%),": 546,
  "(9.26%),": 547,
  "(7.35%),": 548,
  "nifty": 549,
  "(5.89%),": 550,
  "co": 551,
  "(5.03%),": 552,
  "(4.36%),": 553,
  "wipro": 554,
  "(4.32%),": 555,
  "premier": 556,
  "energies": 557,
  "(3.36%),": 558,
  "aurobindo": 559,
  "pharma": 560,
  "(2.97%).": 561,
  "sbi": 562,
  "children's": 563,
  "₹44.61.": 564,
  "13.19%.": 565,
  "22.18%.": 566,
  "26.55%.": 567,
  "117.29%.": 568,
  "13.19.": 569,
  "1.23.": 570,
  "0.83%.": 571,
  "respect": 572,
  "subject": 573,
  "lock-in": 574,
  "period": 575,
  "holding": 576,
  "less": 577,
  "than": 578,
  "years:": 579,
  "alphabet": 580,
  "inc": 581,
  "class": 582,
  "(7.80%),": 583,
  "muthoot": 584,
  "(5.18%),": 585,
  "thangamayil": 586,
  "jewellery": 587,
  "(4.76%),": 588,
  "(4.37%),": 589,
  "hatsun": 590,
  "agro": 591,
  "product": 592,
  "(4.25%),": 593,
  "aether": 594,
  "(3.68%),": 595,
  "privi": 596,
  "speciality": 597,
  "chemicals": 598,
  "(3.32%),": 599,
  "renew": 600,
  "global": 601,
  "plc": 602,
  "(rnw)": 603,
  "(3.18%),": 604,
  "asahi": 605,
  "glass": 606,
  "(2.98%),": 607,
  "adani": 608,
  "(2.95%).": 609,
  "₹38.79.": 610,
  "26.44%.": 611,
  "32.35%.": 612,
  "27.38%.": 613,
  "3.93%.": 614,
  "20.96.": 615,
  "1.35.": 616,
  "1.82.": 617,
  "0.93.": 618,
  "0.50%": 619,
  "(17.88%),": 620,
  "(9.74%),": 621,
  "(9.19%),": 622,
  "(8.55%),": 623,
  "(8.15%),": 624,
  "(5.91%),": 625,
  "(5.51%),": 626,
  "nmdc": 627,
  "(3.79%),": 628,
  "(3.28%).": 629
}