{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-29": 23,
  "₹27.16.": 24,
  "1y": 25,
  "returns:": 26,
  "12.97%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.82%.": 30,
  "5y": 31,
  "10.71%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "gmr": 98,
  "airports": 99,
  "ltd.": 100,
  "(4.57%),": 101,
  "real": 102,
  "estate": 103,
  "(3.82%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.68%),": 107,
  "goi": 108,
  "(3.36%),": 109,
  "ikf": 110,
  "finance": 111,
  "(2.95%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "(2.91%),": 115,
  "national": 116,
  "bank": 117,
  "agriculture": 118,
  "&": 119,
  "rural": 120,
  "development": 121,
  "kogta": 122,
  "financial": 123,
  "india": 124,
  "(2.72%),": 125,
  "gaursons": 126,
  "pvt.": 127,
  "(2.69%),": 128,
  "vedanta": 129,
  "(2.55%).": 130,
  "market": 131,
  "news": 132,
  "generic": 133,
  "stream": 134,
  "groww;": 135,
  "not": 136,
  "specific": 137,
  "to": 138,
  "this": 139,
  "single": 140,
  "fund.": 141,
  "medium": 142,
  "term": 143,
  "plan": 144,
  "moderately": 145,
  "₹46.55.": 146,
  "8.87%.": 147,
  "10.37%.": 148,
  "12.61%.": 149,
  "4.91%.": 150,
  "7.95%.": 151,
  "7.55%.": 152,
  "6.56%.": 153,
  "1.91.": 154,
  "0.88%.": 155,
  "1%,": 156,
  "year.": 157,
  "₹1000.": 158,
  "(6.92%),": 159,
  "(4.03%),": 160,
  "(3.66%),": 161,
  "(3.50%),": 162,
  "(3.44%),": 163,
  "nuvama": 164,
  "wealth": 165,
  "(3.11%),": 166,
  "oxyzo": 167,
  "services": 168,
  "(2.89%),": 169,
  "(2.61%),": 170,
  "jtpm": 171,
  "metal": 172,
  "traders": 173,
  "(2.59%).": 174,
  "psu": 175,
  "equity": 176,
  "very": 177,
  "₹41.22.": 178,
  "17.70%.": 179,
  "30.31%.": 180,
  "29.02%.": 181,
  "16.04%.": 182,
  "5.81%.": 183,
  "28.28%.": 184,
  "29.79%.": 185,
  "22.89.": 186,
  "0.92.": 187,
  "-1.92.": 188,
  "0.96.": 189,
  "1.48%.": 190,
  "30": 191,
  "days.": 192,
  "₹500.": 193,
  "at": 194,
  "20%,": 195,
  "you": 196,
  "redeem": 197,
  "before": 198,
  "one": 199,
  "required": 200,
  "pay": 201,
  "ltcg": 202,
  "12.5%": 203,
  "on": 204,
  "rs": 205,
  "1.25": 206,
  "lakh+": 207,
  "state": 208,
  "(18.77%),": 209,
  "ntpc": 210,
  "(9.17%),": 211,
  "power": 212,
  "grid": 213,
  "corporation": 214,
  "(6.85%),": 215,
  "bharat": 216,
  "electronics": 217,
  "(5.37%),": 218,
  "heavy": 219,
  "electricals": 220,
  "(4.51%),": 221,
  "gail": 222,
  "(india)": 223,
  "(4.36%),": 224,
  "oil": 225,
  "and": 226,
  "natural": 227,
  "gas": 228,
  "(4.20%),": 229,
  "maharashtra": 230,
  "baroda": 231,
  "(3.78%),": 232,
  "(3.65%).": 233,
  "silver": 234,
  "etf": 235,
  "fof": 236,
  "commodity": 237,
  "₹36.43.": 238,
  "134.37%.": 239,
  "44.61%.": 240,
  "154.77%.": 241,
  "47.07%.": 242,
  "22.57.": 243,
  "1.19.": 244,
  "-0.73.": 245,
  "0.32%.": 246,
  "0.5%": 247,
  "etf-growth": 248,
  "(99.90%).": 249,
  "axis": 250,
  "₹40.18.": 251,
  "133.72%.": 252,
  "44.81%.": 253,
  "22.23.": 254,
  "1.20.": 255,
  "-0.37.": 256,
  "0.94.": 257,
  "0.10%.": 258,
  "0.25%,": 259,
  "7": 260,
  "₹5000.": 261,
  "regular-growth": 262,
  "(99.88%).": 263,
  "dsp": 264,
  "₹59.18.": 265,
  "11.28%.": 266,
  "16.72%.": 267,
  "13.04%.": 268,
  "7.05%.": 269,
  "6.89.": 270,
  "1.14.": 271,
  "0.41%.": 272,
  "3%,": 273,
  "12": 274,
  "months.": 275,
  "roadstar": 276,
  "infra": 277,
  "trust": 278,
  "(7.13%),": 279,
  "renewables": 280,
  "(7.04%),": 281,
  "tata": 282,
  "housing": 283,
  "devp.": 284,
  "co.": 285,
  "ltd": 286,
  "(6.80%),": 287,
  "nirma": 288,
  "(6.79%),": 289,
  "(6.77%),": 290,
  "rec": 291,
  "(4.87%),": 292,
  "projects": 293,
  "(4.80%),": 294,
  "(4.79%),": 295,
  "(4.75%).": 296,
  "hdfc": 297,
  "hybrid": 298,
  "₹122.04.": 299,
  "-2.01%.": 300,
  "9.28%.": 301,
  "11.12%.": 302,
  "11.80%.": 303,
  "4.72%.": 304,
  "14.31%.": 305,
  "13.94%.": 306,
  "10.53.": 307,
  "0.25.": 308,
  "1.23%.": 309,
  "investment,1%": 310,
  "will": 311,
  "be": 312,
  "charged": 313,
  "redemption": 314,
  "icici": 315,
  "(6.63%),": 316,
  "(6.49%),": 317,
  "reliance": 318,
  "industries": 319,
  "(4.55%),": 320,
  "(3.86%),": 321,
  "infosys": 322,
  "(2.98%),": 323,
  "(2.81%),": 324,
  "kotak": 325,
  "mahindra": 326,
  "(2.66%),": 327,
  "larsen": 328,
  "toubro": 329,
  "(2.63%),": 330,
  "itc": 331,
  "(2.16%).": 332,
  "plus": 333,
  "arbitrage": 334,
  "active": 335,
  "moderate.": 336,
  "₹44.68.": 337,
  "5.16%.": 338,
  "12.14%.": 339,
  "12.43%.": 340,
  "10.91%.": 341,
  "7.37%.": 342,
  "5.83.": 343,
  "1.09.": 344,
  "0.02%.": 345,
  "nil": 346,
  "corporate": 347,
  "bond": 348,
  "plan-growth": 349,
  "(44.80%),": 350,
  "wholesale": 351,
  "direct-growth": 352,
  "(36.56%),": 353,
  "money": 354,
  "(18.52%).": 355,
  "₹38.75.": 356,
  "134.43%.": 357,
  "44.79%.": 358,
  "22.93.": 359,
  "1.18.": 360,
  "-0.89.": 361,
  "0.97.": 362,
  "0.21%.": 363,
  "15": 364,
  "regular": 365,
  "-": 366,
  "(100.04%).": 367,
  "hsbc": 368,
  "₹36.71.": 369,
  "6.01%.": 370,
  "11.66%.": 371,
  "9.32%.": 372,
  "6.87.": 373,
  "0.78.": 374,
  "0.95%.": 375,
  "10%": 376,
  "(5.50%),": 377,
  "(5.49%),": 378,
  "(5.47%),": 379,
  "(5.46%),": 380,
  "(5.31%),": 381,
  "(5.30%),": 382,
  "(5.09%),": 383,
  "jsw": 384,
  "kalinga": 385,
  "steel": 386,
  "(4.22%),": 387,
  "(4.14%),": 388,
  "piramal": 389,
  "(3.66%).": 390,
  "prudential": 391,
  "₹23.87.": 392,
  "29.09%.": 393,
  "18.35.": 394,
  "1.17.": 395,
  "1.03.": 396,
  "0.81.": 397,
  "2.60%.": 398,
  "month": 399,
  "date": 400,
  "allotment.": 401,
  "(13.29%),": 402,
  "(8.68%),": 403,
  "(6.87%),": 404,
  "(6.47%),": 405,
  "insurance": 406,
  "(4.47%),": 407,
  "hindustan": 408,
  "aeronautics": 409,
  "(4.10%),": 410,
  "(3.73%),": 411,
  "coal": 412,
  "(3.25%).": 413,
  "retirement": 414,
  "aggressive": 415,
  "₹30.32.": 416,
  "15.73%.": 417,
  "22.99%.": 418,
  "17.94%.": 419,
  "13.83%.": 420,
  "13.39.": 421,
  "1.05.": 422,
  "1.11%.": 423,
  "(2.90%),": 424,
  "multi": 425,
  "exchange": 426,
  "(2.42%),": 427,
  "tech": 428,
  "(2.29%),": 429,
  "titan": 430,
  "company": 431,
  "(2.03%),": 432,
  "motors": 433,
  "(2.01%),": 434,
  "mphasis": 435,
  "(1.92%),": 436,
  "(1.85%),": 437,
  "ultratech": 438,
  "cement": 439,
  "(1.81%),": 440,
  "upl": 441,
  "(1.77%),": 442,
  "(1.74%).": 443,
  "₹35.89.": 444,
  "134.16%.": 445,
  "44.80%.": 446,
  "22.66.": 447,
  "0.22%.": 448,
  "(100.02%).": 449,
  "invesco": 450,
  "₹81.84.": 451,
  "14.24%.": 452,
  "30.56%.": 453,
  "27.09%.": 454,
  "11.34%.": 455,
  "23.41.": 456,
  "0.91.": 457,
  "-1.76.": 458,
  "0.90%.": 459,
  "(8.60%),": 460,
  "indian": 461,
  "(7.33%),": 462,
  "(6.82%),": 463,
  "petroleum": 464,
  "(6.48%),": 465,
  "(6.24%),": 466,
  "(5.00%),": 467,
  "(4.84%),": 468,
  "green": 469,
  "energy": 470,
  "(4.74%),": 471,
  "(3.89%),": 472,
  "(3.89%).": 473,
  "motilal": 474,
  "oswal": 475,
  "bse": 476,
  "enhanced": 477,
  "value": 478,
  "index": 479,
  "₹28.92.": 480,
  "19.91%.": 481,
  "32.30%.": 482,
  "4.80%.": 483,
  "19.16%.": 484,
  "18.84%.": 485,
  "19.65.": 486,
  "1.38.": 487,
  "15.11.": 488,
  "1.24.": 489,
  "0.53%.": 490,
  "load:": 491,
  "1%-": 492,
  "or": 493,
  "days": 494,
  "(9.18%),": 495,
  "hindalco": 496,
  "(8.05%),": 497,
  "(7.84%),": 498,
  "(7.60%),": 499,
  "passenger": 500,
  "vehicles": 501,
  "(7.38%),": 502,
  "(7.12%),": 503,
  "(7.10%),": 504,
  "(4.60%),": 505,
  "nippon": 506,
  "asset": 507,
  "allocation": 508,
  "₹26.27.": 509,
  "20.02%.": 510,
  "21.92%.": 511,
  "17.47%.": 512,
  "31.90%.": 513,
  "15.09%.": 514,
  "17.81%.": 515,
  "16.11%.": 516,
  "9.09.": 517,
  "1.40.": 518,
  "0.59%.": 519,
  "gold": 520,
  "bees": 521,
  "(8.97%),": 522,
  "ishares": 523,
  "msci": 524,
  "world": 525,
  "(5.34%),": 526,
  "(3.85%),": 527,
  "(3.55%),": 528,
  "(2.62%),": 529,
  "(2.54%),": 530,
  "(2.33%),": 531,
  "liquid": 532,
  "(2.28%),": 533,
  "(1.76%),": 534,
  "eternal": 535,
  "₹35.75.": 536,
  "134.26%.": 537,
  "44.43%.": 538,
  "22.84.": 539,
  "-1.14.": 540,
  "(99.80%).": 541,
  "quant": 542,
  "₹175.71.": 543,
  "22.38%.": 544,
  "24.09%.": 545,
  "23.17%.": 546,
  "9.86%.": 547,
  "11.77.": 548,
  "1.32.": 549,
  "2.11%.": 550,
  "(9.77%),": 551,
  "(8.54%),": 552,
  "(6.38%),": 553,
  "co": 554,
  "(5.61%),": 555,
  "aurobindo": 556,
  "pharma": 557,
  "(4.97%),": 558,
  "premier": 559,
  "energies": 560,
  "(4.48%),": 561,
  "bajaj": 562,
  "(3.77%),": 563,
  "management": 564,
  "(3.70%),": 565,
  "adani": 566,
  "(2.64%).": 567,
  "sbi": 568,
  "children's": 569,
  "₹49.33.": 570,
  "17.42%.": 571,
  "25.12%.": 572,
  "26.98%.": 573,
  "117.29%.": 574,
  "14.14.": 575,
  "0.98.": 576,
  "respect": 577,
  "subject": 578,
  "lock-in": 579,
  "period": 580,
  "holding": 581,
  "less": 582,
  "than": 583,
  "years:": 584,
  "alphabet": 585,
  "inc": 586,
  "class": 587,
  "(6.86%),": 588,
  "(6.84%),": 589,
  "thangamayil": 590,
  "jewellery": 591,
  "(4.93%),": 592,
  "hatsun": 593,
  "agro": 594,
  "product": 595,
  "muthoot": 596,
  "(4.29%),": 597,
  "aether": 598,
  "privi": 599,
  "speciality": 600,
  "chemicals": 601,
  "(3.43%),": 602,
  "(3.29%),": 603,
  "ather": 604,
  "(3.19%),": 605,
  "sona": 606,
  "blw": 607,
  "precision": 608,
  "forgings": 609,
  "(3.08%).": 610,
  "₹40.36.": 611,
  "18.10%.": 612,
  "32.80%.": 613,
  "28.84%.": 614,
  "3.93%.": 615,
  "22.62.": 616,
  "1.04.": 617,
  "1.10.": 618,
  "0.85%.": 619,
  "0.50%": 620,
  "(16.50%),": 621,
  "(10.02%),": 622,
  "(9.72%),": 623,
  "(9.10%),": 624,
  "(8.92%),": 625,
  "(6.55%),": 626,
  "(5.51%),": 627,
  "(4.63%),": 628,
  "nmdc": 629,
  "(3.61%),": 630,
  "(3.48%).": 631
}