{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-13": 24,
  "₹27.20.": 25,
  "1y": 26,
  "returns:": 27,
  "12.56%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.74%.": 31,
  "5y": 32,
  "10.70%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.60.": 129,
  "8.53%.": 130,
  "10.22%.": 131,
  "12.58%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.21.": 160,
  "15.15%.": 161,
  "29.17%.": 162,
  "25.99%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.77%),": 192,
  "ntpc": 193,
  "(9.17%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(6.85%),": 198,
  "bharat": 199,
  "electronics": 200,
  "(5.37%),": 201,
  "heavy": 202,
  "electricals": 203,
  "gail": 204,
  "(india)": 205,
  "(4.36%),": 206,
  "oil": 207,
  "and": 208,
  "natural": 209,
  "gas": 210,
  "(4.20%),": 211,
  "maharashtra": 212,
  "(3.82%),": 213,
  "baroda": 214,
  "(3.78%),": 215,
  "(3.65%).": 216,
  "silver": 217,
  "etf": 218,
  "fof": 219,
  "commodity": 220,
  "₹43.74.": 221,
  "183.27%.": 222,
  "54.81%.": 223,
  "154.77%.": 224,
  "47.07%.": 225,
  "22.57.": 226,
  "1.19.": 227,
  "-0.73.": 228,
  "0.96.": 229,
  "0.32%.": 230,
  "0.5%": 231,
  "two": 232,
  "years,": 233,
  "etf-growth": 234,
  "(99.90%).": 235,
  "axis": 236,
  "₹48.19.": 237,
  "182.23%.": 238,
  "22.23.": 239,
  "1.20.": 240,
  "-0.37.": 241,
  "0.94.": 242,
  "0.08%.": 243,
  "0.25%,": 244,
  "7": 245,
  "₹5000.": 246,
  "regular-growth": 247,
  "(99.88%).": 248,
  "dsp": 249,
  "₹58.90.": 250,
  "10.48%.": 251,
  "16.43%.": 252,
  "12.85%.": 253,
  "7.05%.": 254,
  "7.42.": 255,
  "1.30.": 256,
  "0.40%.": 257,
  "3%,": 258,
  "12": 259,
  "months.": 260,
  "(9.99%),": 261,
  "renewables": 262,
  "(6.53%),": 263,
  "roadstar": 264,
  "infra": 265,
  "trust": 266,
  "(6.46%),": 267,
  "tata": 268,
  "housing": 269,
  "devp.": 270,
  "co.": 271,
  "ltd": 272,
  "(6.29%),": 273,
  "(6.27%),": 274,
  "rec": 275,
  "(4.49%),": 276,
  "projects": 277,
  "(4.45%),": 278,
  "(4.40%),": 279,
  "piramal": 280,
  "(4.34%),": 281,
  "(4.32%).": 282,
  "hdfc": 283,
  "hybrid": 284,
  "₹119.61.": 285,
  "-4.82%.": 286,
  "8.15%.": 287,
  "10.56%.": 288,
  "11.80%.": 289,
  "4.72%.": 290,
  "14.31%.": 291,
  "13.94%.": 292,
  "10.75.": 293,
  "0.31.": 294,
  "1.06%.": 295,
  "units": 296,
  "excess": 297,
  "15%": 298,
  "the": 299,
  "investment,1%": 300,
  "will": 301,
  "be": 302,
  "charged": 303,
  "redemption": 304,
  "icici": 305,
  "(6.63%),": 306,
  "(6.49%),": 307,
  "reliance": 308,
  "industries": 309,
  "(4.55%),": 310,
  "(3.86%),": 311,
  "infosys": 312,
  "(2.98%),": 313,
  "(2.81%),": 314,
  "kotak": 315,
  "mahindra": 316,
  "(2.66%),": 317,
  "larsen": 318,
  "toubro": 319,
  "(2.63%),": 320,
  "itc": 321,
  "(2.16%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.72.": 327,
  "5.05%.": 328,
  "11.71%.": 329,
  "12.12%.": 330,
  "10.91%.": 331,
  "7.37%.": 332,
  "5.75.": 333,
  "1.00.": 334,
  "0.02%.": 335,
  "nil": 336,
  "corporate": 337,
  "bond": 338,
  "plan-growth": 339,
  "(44.80%),": 340,
  "wholesale": 341,
  "direct-growth": 342,
  "(36.56%),": 343,
  "money": 344,
  "(18.52%).": 345,
  "₹46.62.": 346,
  "183.32%.": 347,
  "55.27%.": 348,
  "22.93.": 349,
  "1.18.": 350,
  "-0.89.": 351,
  "0.24%.": 352,
  "15": 353,
  "regular": 354,
  "-": 355,
  "(100.04%).": 356,
  "hsbc": 357,
  "₹36.79.": 358,
  "5.93%.": 359,
  "11.63%.": 360,
  "9.30%.": 361,
  "6.87.": 362,
  "0.78.": 363,
  "0.95%.": 364,
  "10%": 365,
  "(5.55%),": 366,
  "(5.53%),": 367,
  "(5.50%),": 368,
  "nuvoco": 369,
  "vistas": 370,
  "(5.45%),": 371,
  "nirma": 372,
  "(5.35%),": 373,
  "(5.34%),": 374,
  "jsw": 375,
  "kalinga": 376,
  "steel": 377,
  "(4.18%),": 378,
  "(3.44%).": 379,
  "prudential": 380,
  "₹23.27.": 381,
  "12.14%.": 382,
  "27.47%.": 383,
  "18.35.": 384,
  "1.17.": 385,
  "1.03.": 386,
  "0.81.": 387,
  "1.33%.": 388,
  "before": 389,
  "month": 390,
  "date": 391,
  "allotment.": 392,
  "(13.29%),": 393,
  "(8.68%),": 394,
  "(6.47%),": 395,
  "insurance": 396,
  "(4.47%),": 397,
  "hindustan": 398,
  "aeronautics": 399,
  "(4.10%),": 400,
  "(3.73%),": 401,
  "coal": 402,
  "(3.50%),": 403,
  "(3.25%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹30.05.": 407,
  "11.92%.": 408,
  "21.85%.": 409,
  "17.56%.": 410,
  "13.83%.": 411,
  "14.01.": 412,
  "1.12.": 413,
  "(2.90%),": 414,
  "multi": 415,
  "exchange": 416,
  "(2.42%),": 417,
  "tech": 418,
  "(2.29%),": 419,
  "titan": 420,
  "company": 421,
  "(2.03%),": 422,
  "motors": 423,
  "(2.01%),": 424,
  "mphasis": 425,
  "(1.92%),": 426,
  "(1.85%),": 427,
  "ultratech": 428,
  "cement": 429,
  "(1.81%),": 430,
  "upl": 431,
  "(1.77%),": 432,
  "(1.74%).": 433,
  "₹43.04.": 434,
  "182.81%.": 435,
  "54.95%.": 436,
  "22.66.": 437,
  "0.22%.": 438,
  "(100.02%).": 439,
  "invesco": 440,
  "₹79.34.": 441,
  "11.00%.": 442,
  "29.10%.": 443,
  "24.92%.": 444,
  "11.34%.": 445,
  "24.02.": 446,
  "-1.31.": 447,
  "0.92%.": 448,
  "investment,": 449,
  "(8.60%),": 450,
  "indian": 451,
  "(7.33%),": 452,
  "(6.82%),": 453,
  "petroleum": 454,
  "(6.48%),": 455,
  "(6.24%),": 456,
  "(5.00%),": 457,
  "(4.84%),": 458,
  "green": 459,
  "energy": 460,
  "(4.74%),": 461,
  "(3.89%),": 462,
  "(3.89%).": 463,
  "motilal": 464,
  "oswal": 465,
  "bse": 466,
  "enhanced": 467,
  "value": 468,
  "index": 469,
  "₹28.14.": 470,
  "16.90%.": 471,
  "31.28%.": 472,
  "4.80%.": 473,
  "19.16%.": 474,
  "18.84%.": 475,
  "19.65.": 476,
  "1.38.": 477,
  "15.11.": 478,
  "1.24.": 479,
  "0.53%.": 480,
  "load:": 481,
  "1%-": 482,
  "on": 483,
  "or": 484,
  "days": 485,
  "(8.75%),": 486,
  "hindalco": 487,
  "(8.56%),": 488,
  "(7.75%),": 489,
  "passenger": 490,
  "vehicles": 491,
  "(7.71%),": 492,
  "(7.36%),": 493,
  "(6.90%),": 494,
  "(6.75%),": 495,
  "(4.92%),": 496,
  "(4.28%),": 497,
  "(4.18%).": 498,
  "nippon": 499,
  "asset": 500,
  "allocation": 501,
  "₹26.40.": 502,
  "17.91%.": 503,
  "21.35%.": 504,
  "17.49%.": 505,
  "31.90%.": 506,
  "15.09%.": 507,
  "17.81%.": 508,
  "16.11%.": 509,
  "9.60.": 510,
  "1.51.": 511,
  "0.50%.": 512,
  "gold": 513,
  "bees": 514,
  "(8.97%),": 515,
  "ishares": 516,
  "msci": 517,
  "world": 518,
  "(3.85%),": 519,
  "(3.55%),": 520,
  "(2.62%),": 521,
  "(2.33%),": 522,
  "liquid": 523,
  "(2.28%),": 524,
  "(1.76%),": 525,
  "eternal": 526,
  "₹42.96.": 527,
  "183.79%.": 528,
  "54.93%.": 529,
  "22.84.": 530,
  "-1.14.": 531,
  "0.23%.": 532,
  "(99.80%).": 533,
  "quant": 534,
  "₹177.95.": 535,
  "22.02%.": 536,
  "24.64%.": 537,
  "9.86%.": 538,
  "12.04.": 539,
  "1.37.": 540,
  "0.62%.": 541,
  "(9.77%),": 542,
  "(8.54%),": 543,
  "(7.12%),": 544,
  "(6.38%),": 545,
  "co": 546,
  "(5.61%),": 547,
  "aurobindo": 548,
  "pharma": 549,
  "(4.97%),": 550,
  "premier": 551,
  "energies": 552,
  "(4.48%),": 553,
  "bajaj": 554,
  "(3.77%),": 555,
  "management": 556,
  "(3.70%),": 557,
  "adani": 558,
  "(2.64%).": 559,
  "sbi": 560,
  "children's": 561,
  "₹49.00.": 562,
  "14.59%.": 563,
  "23.77%.": 564,
  "25.98%.": 565,
  "117.29%.": 566,
  "16.13.": 567,
  "0.88%.": 568,
  "respect": 569,
  "subject": 570,
  "lock-in": 571,
  "period": 572,
  "holding": 573,
  "less": 574,
  "than": 575,
  "3": 576,
  "years:": 577,
  "3%": 578,
  "2%": 579,
  "but": 580,
  "2": 581,
  "alphabet": 582,
  "inc": 583,
  "class": 584,
  "(6.86%),": 585,
  "(6.84%),": 586,
  "thangamayil": 587,
  "jewellery": 588,
  "(4.93%),": 589,
  "hatsun": 590,
  "agro": 591,
  "product": 592,
  "muthoot": 593,
  "(4.29%),": 594,
  "aether": 595,
  "(4.03%),": 596,
  "privi": 597,
  "speciality": 598,
  "chemicals": 599,
  "(3.43%),": 600,
  "(3.29%),": 601,
  "ather": 602,
  "(3.19%),": 603,
  "sona": 604,
  "blw": 605,
  "precision": 606,
  "forgings": 607,
  "(3.08%).": 608,
  "₹38.92.": 609,
  "15.02%.": 610,
  "31.56%.": 611,
  "25.67%.": 612,
  "3.93%.": 613,
  "1.09.": 614,
  "0.93.": 615,
  "0.86%.": 616,
  "0.50%": 617,
  "(16.50%),": 618,
  "(10.02%),": 619,
  "(9.72%),": 620,
  "(9.10%),": 621,
  "(8.92%),": 622,
  "(6.55%),": 623,
  "(5.51%),": 624,
  "(4.63%),": 625,
  "nmdc": 626,
  "(3.61%),": 627,
  "(3.48%).": 628
}