{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-09": 23,
  "₹27.10.": 24,
  "1y": 25,
  "returns:": 26,
  "13.48%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.92%.": 30,
  "5y": 31,
  "10.77%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "gmr": 98,
  "airports": 99,
  "ltd.": 100,
  "(4.57%),": 101,
  "real": 102,
  "estate": 103,
  "(3.82%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.68%),": 107,
  "goi": 108,
  "(3.36%),": 109,
  "ikf": 110,
  "finance": 111,
  "(2.95%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "(2.91%),": 115,
  "national": 116,
  "bank": 117,
  "agriculture": 118,
  "&": 119,
  "rural": 120,
  "development": 121,
  "kogta": 122,
  "financial": 123,
  "india": 124,
  "(2.72%),": 125,
  "gaursons": 126,
  "pvt.": 127,
  "(2.69%),": 128,
  "vedanta": 129,
  "(2.55%).": 130,
  "market": 131,
  "news": 132,
  "generic": 133,
  "stream": 134,
  "groww;": 135,
  "not": 136,
  "specific": 137,
  "to": 138,
  "this": 139,
  "single": 140,
  "fund.": 141,
  "medium": 142,
  "term": 143,
  "plan": 144,
  "moderately": 145,
  "₹46.45.": 146,
  "9.46%.": 147,
  "10.49%.": 148,
  "12.65%.": 149,
  "4.91%.": 150,
  "7.95%.": 151,
  "7.55%.": 152,
  "6.56%.": 153,
  "1.91.": 154,
  "0.81%.": 155,
  "₹1000.": 156,
  "(6.92%),": 157,
  "(4.03%),": 158,
  "(3.66%),": 159,
  "(3.50%),": 160,
  "(3.44%),": 161,
  "nuvama": 162,
  "wealth": 163,
  "(3.11%),": 164,
  "oxyzo": 165,
  "services": 166,
  "(2.89%),": 167,
  "(2.61%),": 168,
  "jtpm": 169,
  "metal": 170,
  "traders": 171,
  "(2.59%).": 172,
  "psu": 173,
  "equity": 174,
  "very": 175,
  "₹38.86.": 176,
  "19.46%.": 177,
  "30.04%.": 178,
  "27.56%.": 179,
  "16.04%.": 180,
  "5.81%.": 181,
  "28.28%.": 182,
  "29.79%.": 183,
  "22.89.": 184,
  "0.92.": 185,
  "-1.92.": 186,
  "0.96.": 187,
  "0.62%.": 188,
  "30": 189,
  "days.": 190,
  "₹500.": 191,
  "at": 192,
  "20%,": 193,
  "you": 194,
  "redeem": 195,
  "before": 196,
  "one": 197,
  "year.": 198,
  "required": 199,
  "pay": 200,
  "ltcg": 201,
  "12.5%": 202,
  "on": 203,
  "rs": 204,
  "1.25": 205,
  "lakh+": 206,
  "state": 207,
  "(20.19%),": 208,
  "ntpc": 209,
  "(8.28%),": 210,
  "power": 211,
  "grid": 212,
  "corporation": 213,
  "(6.05%),": 214,
  "bharat": 215,
  "electronics": 216,
  "(5.22%),": 217,
  "oil": 218,
  "and": 219,
  "natural": 220,
  "gas": 221,
  "(4.88%),": 222,
  "gail": 223,
  "(india)": 224,
  "(4.70%),": 225,
  "baroda": 226,
  "(4.31%),": 227,
  "heavy": 228,
  "electricals": 229,
  "(4.26%),": 230,
  "petroleum": 231,
  "(4.17%),": 232,
  "(4.11%).": 233,
  "silver": 234,
  "etf": 235,
  "fof": 236,
  "commodity": 237,
  "₹36.37.": 238,
  "151.66%.": 239,
  "44.17%.": 240,
  "154.77%.": 241,
  "47.07%.": 242,
  "22.57.": 243,
  "1.19.": 244,
  "-0.73.": 245,
  "0.30%.": 246,
  "0.5%": 247,
  "etf-growth": 248,
  "(100.00%).": 249,
  "axis": 250,
  "₹40.09.": 251,
  "150.51%.": 252,
  "44.01%.": 253,
  "22.23.": 254,
  "1.20.": 255,
  "-0.37.": 256,
  "0.94.": 257,
  "0.14%.": 258,
  "0.25%,": 259,
  "7": 260,
  "₹5000.": 261,
  "regular-growth": 262,
  "(99.88%).": 263,
  "dsp": 264,
  "₹55.69.": 265,
  "5.34%.": 266,
  "14.58%.": 267,
  "11.74%.": 268,
  "7.05%.": 269,
  "6.89.": 270,
  "1.14.": 271,
  "0.40%.": 272,
  "3%,": 273,
  "12": 274,
  "months.": 275,
  "roadstar": 276,
  "infra": 277,
  "trust": 278,
  "(7.13%),": 279,
  "renewables": 280,
  "(7.04%),": 281,
  "tata": 282,
  "housing": 283,
  "devp.": 284,
  "co.": 285,
  "ltd": 286,
  "(6.80%),": 287,
  "nirma": 288,
  "(6.79%),": 289,
  "(6.77%),": 290,
  "rec": 291,
  "(4.87%),": 292,
  "projects": 293,
  "(4.80%),": 294,
  "(4.79%),": 295,
  "(4.75%).": 296,
  "hdfc": 297,
  "hybrid": 298,
  "₹120.99.": 299,
  "3.13%.": 300,
  "9.75%.": 301,
  "11.17%.": 302,
  "11.80%.": 303,
  "4.72%.": 304,
  "14.31%.": 305,
  "13.94%.": 306,
  "10.53.": 307,
  "0.25.": 308,
  "1.04%.": 309,
  "investment,1%": 310,
  "will": 311,
  "be": 312,
  "charged": 313,
  "redemption": 314,
  "icici": 315,
  "(6.78%),": 316,
  "(4.64%),": 317,
  "reliance": 318,
  "industries": 319,
  "(4.21%),": 320,
  "(2.92%),": 321,
  "larsen": 322,
  "toubro": 323,
  "(2.87%),": 324,
  "infosys": 325,
  "(2.77%),": 326,
  "kotak": 327,
  "mahindra": 328,
  "(2.62%),": 329,
  "(2.45%),": 330,
  "itc": 331,
  "(2.17%).": 332,
  "plus": 333,
  "arbitrage": 334,
  "active": 335,
  "moderate.": 336,
  "₹44.57.": 337,
  "5.59%.": 338,
  "12.64%.": 339,
  "12.39%.": 340,
  "10.91%.": 341,
  "7.37%.": 342,
  "5.83.": 343,
  "1.09.": 344,
  "0.07%.": 345,
  "nil": 346,
  "corporate": 347,
  "bond": 348,
  "plan-growth": 349,
  "(44.80%),": 350,
  "wholesale": 351,
  "direct-growth": 352,
  "(36.56%),": 353,
  "money": 354,
  "(18.52%).": 355,
  "₹38.69.": 356,
  "151.08%.": 357,
  "44.36%.": 358,
  "22.93.": 359,
  "1.18.": 360,
  "-0.89.": 361,
  "0.97.": 362,
  "0.23%.": 363,
  "1%,": 364,
  "15": 365,
  "regular": 366,
  "-": 367,
  "(100.04%).": 368,
  "hsbc": 369,
  "₹36.63.": 370,
  "18.19%.": 371,
  "11.75%.": 372,
  "9.33%.": 373,
  "6.87.": 374,
  "0.78.": 375,
  "0.96%.": 376,
  "10%": 377,
  "(5.50%),": 378,
  "(5.49%),": 379,
  "(5.47%),": 380,
  "(5.46%),": 381,
  "(5.31%),": 382,
  "(5.30%),": 383,
  "(5.09%),": 384,
  "jsw": 385,
  "kalinga": 386,
  "steel": 387,
  "(4.22%),": 388,
  "(4.14%),": 389,
  "piramal": 390,
  "(3.66%).": 391,
  "prudential": 392,
  "₹22.63.": 393,
  "15.17%.": 394,
  "29.01%.": 395,
  "18.35.": 396,
  "1.17.": 397,
  "1.03.": 398,
  "0.81.": 399,
  "0.87%.": 400,
  "month": 401,
  "date": 402,
  "allotment.": 403,
  "(13.29%),": 404,
  "(8.68%),": 405,
  "(6.87%),": 406,
  "(6.47%),": 407,
  "insurance": 408,
  "(4.47%),": 409,
  "hindustan": 410,
  "aeronautics": 411,
  "(4.10%),": 412,
  "(3.86%),": 413,
  "(3.73%),": 414,
  "coal": 415,
  "(3.25%).": 416,
  "retirement": 417,
  "aggressive": 418,
  "₹29.23.": 419,
  "20.09%.": 420,
  "22.80%.": 421,
  "17.01%.": 422,
  "13.83%.": 423,
  "13.39.": 424,
  "1.05.": 425,
  "(2.90%),": 426,
  "multi": 427,
  "exchange": 428,
  "(2.42%),": 429,
  "tech": 430,
  "(2.29%),": 431,
  "titan": 432,
  "company": 433,
  "(2.03%),": 434,
  "motors": 435,
  "(2.01%),": 436,
  "mphasis": 437,
  "(1.92%),": 438,
  "(1.85%),": 439,
  "ultratech": 440,
  "cement": 441,
  "(1.81%),": 442,
  "upl": 443,
  "(1.77%),": 444,
  "(1.74%).": 445,
  "₹35.89.": 446,
  "151.40%.": 447,
  "44.38%.": 448,
  "22.66.": 449,
  "0.17%.": 450,
  "(100.02%).": 451,
  "invesco": 452,
  "₹78.10.": 453,
  "19.40%.": 454,
  "31.00%.": 455,
  "26.29%.": 456,
  "11.34%.": 457,
  "23.41.": 458,
  "0.91.": 459,
  "-1.76.": 460,
  "0.91%.": 461,
  "(9.32%),": 462,
  "indian": 463,
  "(7.59%),": 464,
  "(6.93%),": 465,
  "(6.82%),": 466,
  "(6.76%),": 467,
  "green": 468,
  "energy": 469,
  "(5.45%),": 470,
  "(5.28%),": 471,
  "(4.55%),": 472,
  "dredging": 473,
  "(4.07%),": 474,
  "(3.94%).": 475,
  "motilal": 476,
  "oswal": 477,
  "bse": 478,
  "enhanced": 479,
  "value": 480,
  "index": 481,
  "₹27.64.": 482,
  "25.13%.": 483,
  "32.53%.": 484,
  "4.80%.": 485,
  "19.16%.": 486,
  "18.84%.": 487,
  "19.65.": 488,
  "1.38.": 489,
  "15.11.": 490,
  "1.24.": 491,
  "0.36%.": 492,
  "load:": 493,
  "1%-": 494,
  "or": 495,
  "days": 496,
  "(9.18%),": 497,
  "hindalco": 498,
  "(8.05%),": 499,
  "(7.84%),": 500,
  "(7.60%),": 501,
  "passenger": 502,
  "vehicles": 503,
  "(7.38%),": 504,
  "(7.12%),": 505,
  "(7.10%),": 506,
  "(4.60%),": 507,
  "(3.89%).": 508,
  "nippon": 509,
  "asset": 510,
  "allocation": 511,
  "2026-04-08": 512,
  "₹25.70.": 513,
  "25.32%.": 514,
  "21.51%.": 515,
  "17.11%.": 516,
  "31.90%.": 517,
  "15.09%.": 518,
  "17.81%.": 519,
  "16.11%.": 520,
  "9.09.": 521,
  "1.40.": 522,
  "0.39%.": 523,
  "gold": 524,
  "bees": 525,
  "(9.53%),": 526,
  "ishares": 527,
  "msci": 528,
  "world": 529,
  "(5.32%),": 530,
  "(4.30%),": 531,
  "(3.93%),": 532,
  "(3.01%),": 533,
  "(2.66%),": 534,
  "(2.36%),": 535,
  "(1.73%),": 536,
  "(1.68%).": 537,
  "₹35.70.": 538,
  "151.67%.": 539,
  "22.84.": 540,
  "-1.14.": 541,
  "(99.93%).": 542,
  "quant": 543,
  "₹171.11.": 544,
  "27.50%.": 545,
  "24.15%.": 546,
  "23.48%.": 547,
  "9.86%.": 548,
  "11.77.": 549,
  "1.32.": 550,
  "0.58%.": 551,
  "(10.24%),": 552,
  "(9.16%),": 553,
  "(7.86%),": 554,
  "(7.24%),": 555,
  "co": 556,
  "(6.56%),": 557,
  "bajaj": 558,
  "(4.52%),": 559,
  "wipro": 560,
  "(3.54%),": 561,
  "premier": 562,
  "energies": 563,
  "(3.30%),": 564,
  "aurobindo": 565,
  "pharma": 566,
  "adani": 567,
  "(2.40%).": 568,
  "sbi": 569,
  "children's": 570,
  "₹45.75.": 571,
  "13.13%.": 572,
  "22.64%.": 573,
  "25.26%.": 574,
  "117.29%.": 575,
  "14.14.": 576,
  "0.98.": 577,
  "0.84%.": 578,
  "respect": 579,
  "subject": 580,
  "lock-in": 581,
  "period": 582,
  "holding": 583,
  "less": 584,
  "than": 585,
  "years:": 586,
  "alphabet": 587,
  "inc": 588,
  "class": 589,
  "(6.86%),": 590,
  "(6.84%),": 591,
  "thangamayil": 592,
  "jewellery": 593,
  "(4.93%),": 594,
  "hatsun": 595,
  "agro": 596,
  "product": 597,
  "(4.48%),": 598,
  "muthoot": 599,
  "(4.29%),": 600,
  "aether": 601,
  "privi": 602,
  "speciality": 603,
  "chemicals": 604,
  "(3.43%),": 605,
  "(3.29%),": 606,
  "ather": 607,
  "(3.19%),": 608,
  "sona": 609,
  "blw": 610,
  "precision": 611,
  "forgings": 612,
  "(3.08%).": 613,
  "₹38.58.": 614,
  "22.32%.": 615,
  "33.20%.": 616,
  "28.18%.": 617,
  "3.93%.": 618,
  "22.62.": 619,
  "1.04.": 620,
  "1.10.": 621,
  "0.85%.": 622,
  "0.50%": 623,
  "(16.50%),": 624,
  "(10.02%),": 625,
  "(9.72%),": 626,
  "(9.10%),": 627,
  "(8.92%),": 628,
  "(6.55%),": 629,
  "(5.51%),": 630,
  "(4.63%),": 631,
  "nmdc": 632,
  "(3.61%),": 633,
  "(3.48%).": 634
}