{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-06": 24,
  "₹26.85.": 25,
  "1y": 26,
  "returns:": 27,
  "14.31%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.96%.": 31,
  "5y": 32,
  "10.79%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "goi": 99,
  "(4.41%),": 100,
  "real": 101,
  "estate": 102,
  "ltd.": 103,
  "(3.95%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.78%),": 107,
  "national": 108,
  "bank": 109,
  "agriculture": 110,
  "&": 111,
  "rural": 112,
  "development": 113,
  "(3.54%),": 114,
  "gmr": 115,
  "airports": 116,
  "(3.32%),": 117,
  "(3.14%),": 118,
  "ikf": 119,
  "finance": 120,
  "(3.06%),": 121,
  "(3.03%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(3.02%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.82%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.29.": 144,
  "11.17%.": 145,
  "10.81%.": 146,
  "12.80%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(9.42%),": 156,
  "(7.61%),": 157,
  "(6.37%),": 158,
  "(3.80%),": 159,
  "(3.62%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.22%),": 163,
  "(2.74%),": 164,
  "(2.67%),": 165,
  "jtpm": 166,
  "metal": 167,
  "traders": 168,
  "(2.65%),": 169,
  "(2.40%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹40.17.": 174,
  "30.39%.": 175,
  "31.21%.": 176,
  "27.59%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.60%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(19.28%),": 201,
  "ntpc": 202,
  "(8.22%),": 203,
  "bharat": 204,
  "electronics": 205,
  "(5.61%),": 206,
  "power": 207,
  "grid": 208,
  "corporation": 209,
  "(5.54%),": 210,
  "gail": 211,
  "(india)": 212,
  "(5.36%),": 213,
  "oil": 214,
  "and": 215,
  "natural": 216,
  "gas": 217,
  "(4.60%),": 218,
  "baroda": 219,
  "(4.27%),": 220,
  "petroleum": 221,
  "(4.20%),": 222,
  "(4.08%),": 223,
  "maharashtra": 224,
  "(3.79%).": 225,
  "silver": 226,
  "etf": 227,
  "fof": 228,
  "commodity": 229,
  "₹40.09.": 230,
  "163.48%.": 231,
  "56.52%.": 232,
  "154.77%.": 233,
  "47.07%.": 234,
  "22.57.": 235,
  "1.19.": 236,
  "-0.73.": 237,
  "0.96.": 238,
  "0.30%.": 239,
  "0.5%": 240,
  "two": 241,
  "etf-growth": 242,
  "(101.51%).": 243,
  "axis": 244,
  "₹44.20.": 245,
  "162.82%.": 246,
  "57.03%.": 247,
  "22.23.": 248,
  "1.20.": 249,
  "-0.37.": 250,
  "0.94.": 251,
  "0.14%.": 252,
  "0.25%,": 253,
  "7": 254,
  "₹5000.": 255,
  "regular-growth": 256,
  "(101.25%).": 257,
  "dsp": 258,
  "₹55.68.": 259,
  "15.05%.": 260,
  "15.24%.": 261,
  "11.86%.": 262,
  "7.05%.": 263,
  "6.87.": 264,
  "0.41%.": 265,
  "3%,": 266,
  "12": 267,
  "months.": 268,
  "(13.91%),": 269,
  "roadstar": 270,
  "infra": 271,
  "trust": 272,
  "(8.58%),": 273,
  "nirma": 274,
  "(7.47%),": 275,
  "renewables": 276,
  "(7.16%),": 277,
  "aadhar": 278,
  "housing": 279,
  "ltd": 280,
  "(5.04%),": 281,
  "(4.86%),": 282,
  "sikka": 283,
  "ports": 284,
  "terminals": 285,
  "(4.84%),": 286,
  "(4.82%),": 287,
  "tata": 288,
  "projects": 289,
  "(4.80%).": 290,
  "hdfc": 291,
  "hybrid": 292,
  "₹124.83.": 293,
  "8.68%.": 294,
  "11.50%.": 295,
  "11.78%.": 296,
  "11.80%.": 297,
  "4.72%.": 298,
  "13.94%.": 299,
  "8.29.": 300,
  "0.76.": 301,
  "1.02%.": 302,
  "investment,1%": 303,
  "will": 304,
  "be": 305,
  "charged": 306,
  "redemption": 307,
  "year.": 308,
  "(7.36%),": 309,
  "icici": 310,
  "(7.22%),": 311,
  "(5.07%),": 312,
  "reliance": 313,
  "industries": 314,
  "(4.22%),": 315,
  "infosys": 316,
  "(3.50%),": 317,
  "(2.89%),": 318,
  "larsen": 319,
  "toubro": 320,
  "(2.81%),": 321,
  "kotak": 322,
  "mahindra": 323,
  "(2.57%),": 324,
  "(2.49%),": 325,
  "bharti": 326,
  "airtel": 327,
  "(2.48%).": 328,
  "plus": 329,
  "arbitrage": 330,
  "active": 331,
  "moderate.": 332,
  "₹44.48.": 333,
  "7.73%.": 334,
  "12.85%.": 335,
  "12.51%.": 336,
  "10.91%.": 337,
  "7.37%.": 338,
  "5.79.": 339,
  "1.13.": 340,
  "0.07%.": 341,
  "nil": 342,
  "corporate": 343,
  "bond": 344,
  "plan-growth": 345,
  "(43.14%),": 346,
  "wholesale": 347,
  "direct-growth": 348,
  "(36.44%),": 349,
  "money": 350,
  "(18.71%).": 351,
  "₹42.71.": 352,
  "162.66%.": 353,
  "56.86%.": 354,
  "22.93.": 355,
  "1.18.": 356,
  "-0.89.": 357,
  "0.97.": 358,
  "0.23%.": 359,
  "1%,": 360,
  "15": 361,
  "regular": 362,
  "-": 363,
  "(101.03%).": 364,
  "hsbc": 365,
  "₹36.49.": 366,
  "20.95%.": 367,
  "11.98%.": 368,
  "9.48%.": 369,
  "6.85.": 370,
  "0.80.": 371,
  "0.96%.": 372,
  "10%": 373,
  "(5.30%),": 374,
  "rec": 375,
  "(5.26%),": 376,
  "(5.06%),": 377,
  "(4.75%),": 378,
  "(4.68%),": 379,
  "(4.07%),": 380,
  "(3.93%),": 381,
  "(3.86%).": 382,
  "prudential": 383,
  "₹23.37.": 384,
  "24.56%.": 385,
  "30.14%.": 386,
  "18.35.": 387,
  "1.17.": 388,
  "1.03.": 389,
  "0.81.": 390,
  "0.85%.": 391,
  "before": 392,
  "month": 393,
  "date": 394,
  "allotment.": 395,
  "(11.31%),": 396,
  "(9.27%),": 397,
  "(6.76%),": 398,
  "(4.15%),": 399,
  "hindustan": 400,
  "aeronautics": 401,
  "indian": 402,
  "insurance": 403,
  "(3.58%),": 404,
  "(3.36%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹29.43.": 408,
  "20.02%.": 409,
  "23.59%.": 410,
  "17.43%.": 411,
  "13.83%.": 412,
  "11.97.": 413,
  "1.43.": 414,
  "multi": 415,
  "exchange": 416,
  "(3.38%),": 417,
  "mphasis": 418,
  "(2.85%),": 419,
  "motors": 420,
  "(2.79%),": 421,
  "vedanta": 422,
  "(2.75%),": 423,
  "tech": 424,
  "(2.14%),": 425,
  "upl": 426,
  "(2.09%),": 427,
  "titan": 428,
  "company": 429,
  "(1.95%),": 430,
  "ultratech": 431,
  "cement": 432,
  "(1.83%),": 433,
  "interglobe": 434,
  "aviation": 435,
  "(1.79%).": 436,
  "₹39.48.": 437,
  "162.88%.": 438,
  "56.70%.": 439,
  "22.66.": 440,
  "0.17%.": 441,
  "(100.82%).": 442,
  "invesco": 443,
  "₹80.54.": 444,
  "29.76%.": 445,
  "32.06%.": 446,
  "26.25%.": 447,
  "11.34%.": 448,
  "21.78.": 449,
  "-1.21.": 450,
  "0.89%.": 451,
  "(9.35%),": 452,
  "(9.02%),": 453,
  "(7.07%),": 454,
  "(6.64%),": 455,
  "(5.81%),": 456,
  "green": 457,
  "energy": 458,
  "(5.27%),": 459,
  "dredging": 460,
  "(4.88%),": 461,
  "dynamics": 462,
  "(4.50%),": 463,
  "(4.30%).": 464,
  "motilal": 465,
  "oswal": 466,
  "bse": 467,
  "enhanced": 468,
  "value": 469,
  "index": 470,
  "₹29.32.": 471,
  "34.43%.": 472,
  "35.27%.": 473,
  "4.80%.": 474,
  "19.16%.": 475,
  "18.84%.": 476,
  "19.65.": 477,
  "1.38.": 478,
  "15.11.": 479,
  "1.24.": 480,
  "0.36%.": 481,
  "load:": 482,
  "1%-": 483,
  "on": 484,
  "or": 485,
  "days": 486,
  "(9.33%),": 487,
  "hindalco": 488,
  "(9.17%),": 489,
  "(8.18%),": 490,
  "(8.11%),": 491,
  "(5.62%),": 492,
  "(5.55%),": 493,
  "(3.94%),": 494,
  "canara": 495,
  "(3.70%),": 496,
  "aluminium": 497,
  "(3.65%).": 498,
  "nippon": 499,
  "asset": 500,
  "allocation": 501,
  "2026-03-05": 502,
  "₹26.22.": 503,
  "26.68%.": 504,
  "22.87%.": 505,
  "18.06%.": 506,
  "31.90%.": 507,
  "15.09%.": 508,
  "17.81%.": 509,
  "16.11%.": 510,
  "7.29.": 511,
  "gold": 512,
  "bees": 513,
  "(10.55%),": 514,
  "ishares": 515,
  "msci": 516,
  "world": 517,
  "(5.73%),": 518,
  "(3.89%),": 519,
  "(2.72%),": 520,
  "(2.35%),": 521,
  "(1.88%),": 522,
  "(1.63%),": 523,
  "(1.51%),": 524,
  "bajaj": 525,
  "auto": 526,
  "(1.41%).": 527,
  "₹39.37.": 528,
  "162.95%.": 529,
  "56.41%.": 530,
  "22.84.": 531,
  "-1.14.": 532,
  "0.24%.": 533,
  "(100.56%).": 534,
  "quant": 535,
  "₹172.09.": 536,
  "29.91%.": 537,
  "25.00%.": 538,
  "26.95%.": 539,
  "9.86%.": 540,
  "10.76.": 541,
  "1.67.": 542,
  "0.58%.": 543,
  "(9.51%),": 544,
  "(9.31%),": 545,
  "(9.26%),": 546,
  "(7.35%),": 547,
  "nifty": 548,
  "(5.89%),": 549,
  "co": 550,
  "(5.03%),": 551,
  "(4.36%),": 552,
  "wipro": 553,
  "(4.32%),": 554,
  "premier": 555,
  "energies": 556,
  "(3.36%),": 557,
  "aurobindo": 558,
  "pharma": 559,
  "(2.97%).": 560,
  "sbi": 561,
  "children's": 562,
  "₹45.30.": 563,
  "15.19%.": 564,
  "22.46%.": 565,
  "26.69%.": 566,
  "117.29%.": 567,
  "13.19.": 568,
  "1.23.": 569,
  "0.83%.": 570,
  "respect": 571,
  "subject": 572,
  "lock-in": 573,
  "period": 574,
  "holding": 575,
  "less": 576,
  "than": 577,
  "years:": 578,
  "alphabet": 579,
  "inc": 580,
  "class": 581,
  "(7.80%),": 582,
  "muthoot": 583,
  "(5.18%),": 584,
  "thangamayil": 585,
  "jewellery": 586,
  "(4.76%),": 587,
  "(4.37%),": 588,
  "hatsun": 589,
  "agro": 590,
  "product": 591,
  "(4.25%),": 592,
  "aether": 593,
  "(3.68%),": 594,
  "privi": 595,
  "speciality": 596,
  "chemicals": 597,
  "renew": 598,
  "global": 599,
  "plc": 600,
  "(rnw)": 601,
  "(3.18%),": 602,
  "asahi": 603,
  "glass": 604,
  "(2.98%),": 605,
  "adani": 606,
  "(2.95%).": 607,
  "₹39.91.": 608,
  "31.43%.": 609,
  "34.05%.": 610,
  "28.19%.": 611,
  "3.93%.": 612,
  "20.96.": 613,
  "1.35.": 614,
  "1.82.": 615,
  "0.93.": 616,
  "0.50%": 617,
  "(17.88%),": 618,
  "(9.74%),": 619,
  "(9.19%),": 620,
  "(8.55%),": 621,
  "(8.15%),": 622,
  "(5.91%),": 623,
  "(5.51%),": 624,
  "nmdc": 625,
  "(3.79%),": 626,
  "(3.28%).": 627
}