{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-07-07": 24,
  "₹27.86.": 25,
  "1y": 26,
  "returns:": 27,
  "13.17%.": 28,
  "3y": 29,
  "annualised": 30,
  "13.24%.": 31,
  "5y": 32,
  "10.99%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.99.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.24.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.77.": 159,
  "9.56%.": 160,
  "10.84%.": 161,
  "12.95%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹39.74.": 197,
  "8.55%.": 198,
  "25.13%.": 199,
  "24.29%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.65.": 205,
  "0.89.": 206,
  "-0.17.": 207,
  "0.96.": 208,
  "0.71%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹35.18.": 259,
  "106.36%.": 260,
  "45.70%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹38.84.": 277,
  "106.69%.": 278,
  "45.97%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.09%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹60.37.": 295,
  "11.03%.": 296,
  "16.98%.": 297,
  "13.29%.": 298,
  "7.05%.": 299,
  "7.39.": 300,
  "1.39.": 301,
  "0.46%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "37426": 306,
  "11my36": 307,
  "6.94": 308,
  "(9.30%),": 309,
  "kotak": 310,
  "mahindra": 311,
  "cd": 312,
  "04feb27": 313,
  "(8.73%),": 314,
  "(8.26%),": 315,
  "(5.84%),": 316,
  "renewables": 317,
  "8.6": 318,
  "24sp27": 319,
  "(5.82%),": 320,
  "nuvoco": 321,
  "vistas": 322,
  "7.7": 323,
  "18sp28": 324,
  "(5.75%),": 325,
  "tata": 326,
  "company": 327,
  "i": 328,
  "7.51": 329,
  "08dc28": 330,
  "(5.64%),": 331,
  "25c": 332,
  "7.44": 333,
  "24fb28": 334,
  "(5.61%),": 335,
  "adani": 336,
  "airport": 337,
  "8.45": 338,
  "12fb29": 339,
  "(5.44%),": 340,
  "nuvama": 341,
  "wealth": 342,
  "f7h502a": 343,
  "9": 344,
  "11ju27": 345,
  "(3.94%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹125.31.": 349,
  "-4.07%.": 350,
  "7.96%.": 351,
  "9.81%.": 352,
  "11.80%.": 353,
  "4.72%.": 354,
  "14.31%.": 355,
  "13.94%.": 356,
  "10.74.": 357,
  "0.20.": 358,
  "1.13%.": 359,
  "units": 360,
  "excess": 361,
  "15%": 362,
  "the": 363,
  "investment,1%": 364,
  "will": 365,
  "be": 366,
  "charged": 367,
  "redemption": 368,
  "icici": 369,
  "(6.71%),": 370,
  "(6.42%),": 371,
  "reliance": 372,
  "industries": 373,
  "(4.46%),": 374,
  "(3.23%),": 375,
  "(3.07%),": 376,
  "larsen": 377,
  "toubro": 378,
  "(2.70%),": 379,
  "34238": 380,
  "22ap64": 381,
  "7.34": 382,
  "infosys": 383,
  "(2.54%),": 384,
  "bharti": 385,
  "airtel": 386,
  "(2.00%).": 387,
  "plus": 388,
  "arbitrage": 389,
  "active": 390,
  "moderate.": 391,
  "₹45.52.": 392,
  "5.82%.": 393,
  "10.22%.": 394,
  "11.12%.": 395,
  "10.91%.": 396,
  "7.37%.": 397,
  "5.47.": 398,
  "0.79.": 399,
  "0.02%.": 400,
  "nil": 401,
  "opportunities": 402,
  "plan-growth": 403,
  "(44.39%),": 404,
  "direct-growth": 405,
  "(36.34%),": 406,
  "money": 407,
  "(18.47%),": 408,
  "(2.37%),": 409,
  "(-1.57%).": 410,
  "₹37.34.": 411,
  "106.28%.": 412,
  "45.79%.": 413,
  "22.93.": 414,
  "1.18.": 415,
  "-0.89.": 416,
  "0.97.": 417,
  "0.22%.": 418,
  "15": 419,
  "regular": 420,
  "-": 421,
  "(100.05%),": 422,
  "(-0.42%).": 423,
  "hsbc": 424,
  "₹37.42.": 425,
  "6.44%.": 426,
  "11.92%.": 427,
  "9.55%.": 428,
  "6.88.": 429,
  "0.84.": 430,
  "0.97%.": 431,
  "10%": 432,
  "(7.85%),": 433,
  "36232": 434,
  "21jl30": 435,
  "6.01": 436,
  "(6.48%),": 437,
  "(5.70%),": 438,
  "(5.68%),": 439,
  "corpn.": 440,
  "ltd.": 441,
  "7.2": 442,
  "09/08/2027": 443,
  "(5.67%),": 444,
  "godrej": 445,
  "seeds": 446,
  "genetics": 447,
  "2": 448,
  "strpp": 449,
  "7.68": 450,
  "28ap28": 451,
  "(5.51%),": 452,
  "nirma": 453,
  "vii": 454,
  "tr": 455,
  "c": 456,
  "8.50": 457,
  "07ap27": 458,
  "(5.50%),": 459,
  "259a": 460,
  "6.96": 461,
  "02mr28": 462,
  "(5.42%),": 463,
  "jsw": 464,
  "kalinga": 465,
  "steel": 466,
  "(4.37%).": 467,
  "prudential": 468,
  "₹23.06.": 469,
  "6.66%.": 470,
  "24.37%.": 471,
  "18.35.": 472,
  "1.17.": 473,
  "1.03.": 474,
  "0.81.": 475,
  "1.15%.": 476,
  "before": 477,
  "month": 478,
  "date": 479,
  "allotment.": 480,
  "(14.22%),": 481,
  "(8.61%),": 482,
  "(5.36%),": 483,
  "hindustan": 484,
  "aeronautics": 485,
  "(4.78%),": 486,
  "insurance": 487,
  "(4.71%),": 488,
  "(3.61%),": 489,
  "(3.48%),": 490,
  "(3.42%),": 491,
  "indian": 492,
  "(3.20%).": 493,
  "retirement": 494,
  "aggressive": 495,
  "₹31.32.": 496,
  "8.15%.": 497,
  "19.88%.": 498,
  "17.41%.": 499,
  "13.83%.": 500,
  "13.87.": 501,
  "1.14%.": 502,
  "(5.40%),": 503,
  "vedanta": 504,
  "9.31": 505,
  "03dc27": 506,
  "(2.52%),": 507,
  "(2.21%),": 508,
  "titan": 509,
  "(2.19%),": 510,
  "(2.14%),": 511,
  "tech": 512,
  "(1.90%),": 513,
  "(1.89%),": 514,
  "upl": 515,
  "(1.85%),": 516,
  "unilever": 517,
  "(1.83%).": 518,
  "₹34.69.": 519,
  "106.48%.": 520,
  "45.99%.": 521,
  "22.66.": 522,
  "0.20%.": 523,
  "(99.90%),": 524,
  "(0.45%),": 525,
  "(-0.34%).": 526,
  "invesco": 527,
  "₹78.06.": 528,
  "0.30%.": 529,
  "23.98%.": 530,
  "22.61%.": 531,
  "11.34%.": 532,
  "24.12.": 533,
  "0.82.": 534,
  "-1.52.": 535,
  "investment,": 536,
  "(8.67%),": 537,
  "(7.63%),": 538,
  "(7.59%),": 539,
  "petroleum": 540,
  "(6.23%),": 541,
  "(5.80%),": 542,
  "dredging": 543,
  "(5.10%),": 544,
  "green": 545,
  "energy": 546,
  "(4.82%),": 547,
  "baroda": 548,
  "(4.76%),": 549,
  "(4.73%),": 550,
  "rec": 551,
  "(3.91%).": 552,
  "motilal": 553,
  "oswal": 554,
  "bse": 555,
  "enhanced": 556,
  "value": 557,
  "index": 558,
  "₹27.70.": 559,
  "7.15%.": 560,
  "26.58%.": 561,
  "4.80%.": 562,
  "19.16%.": 563,
  "18.84%.": 564,
  "19.65.": 565,
  "1.38.": 566,
  "15.11.": 567,
  "1.24.": 568,
  "0.54%.": 569,
  "load:": 570,
  "1%-": 571,
  "on": 572,
  "or": 573,
  "days": 574,
  "hindalco": 575,
  "(9.27%),": 576,
  "motors": 577,
  "(8.85%),": 578,
  "(7.75%),": 579,
  "coal": 580,
  "(6.98%),": 581,
  "(6.81%),": 582,
  "(6.64%),": 583,
  "(4.69%),": 584,
  "(4.47%),": 585,
  "(4.19%).": 586,
  "nippon": 587,
  "multi": 588,
  "asset": 589,
  "allocation": 590,
  "₹26.77.": 591,
  "15.55%.": 592,
  "20.28%.": 593,
  "16.73%.": 594,
  "31.90%.": 595,
  "15.09%.": 596,
  "17.81%.": 597,
  "16.11%.": 598,
  "9.62.": 599,
  "1.35.": 600,
  "0.42%.": 601,
  "gold": 602,
  "bees": 603,
  "idcw": 604,
  "(8.62%),": 605,
  "ishares": 606,
  "msci": 607,
  "world": 608,
  "(5.20%),": 609,
  "(4.32%),": 610,
  "(3.81%),": 611,
  "(3.67%),": 612,
  "(2.68%),": 613,
  "(1.83%),": 614,
  "(1.80%),": 615,
  "mini": 616,
  "(100": 617,
  "grams)": 618,
  "june": 619,
  "2020": 620,
  "future": 621,
  "(1.70%),": 622,
  "zomato": 623,
  "(1.62%).": 624,
  "₹34.47.": 625,
  "106.16%.": 626,
  "45.53%.": 627,
  "22.84.": 628,
  "-1.14.": 629,
  "(99.95%),": 630,
  "(0.19%),": 631,
  "mrgn": 632,
  "(0.00%),": 633,
  "(-0.14%).": 634,
  "quant": 635,
  "₹183.52.": 636,
  "20.65%.": 637,
  "24.54%.": 638,
  "20.78%.": 639,
  "9.86%.": 640,
  "12.00.": 641,
  "1.16%.": 642,
  "current": 643,
  "assets": 644,
  "(14.67%),": 645,
  "(9.97%),": 646,
  "(8.36%),": 647,
  "enterprises": 648,
  "(8.20%),": 649,
  "(7.96%),": 650,
  "(7.94%),": 651,
  "(6.07%),": 652,
  "co": 653,
  "(5.86%),": 654,
  "fixed": 655,
  "deposits": 656,
  "management": 657,
  "(4.76%).": 658,
  "sbi": 659,
  "children's": 660,
  "₹53.30.": 661,
  "18.34%.": 662,
  "23.17%.": 663,
  "24.31%.": 664,
  "117.29%.": 665,
  "2.19%.": 666,
  "15.99%.": 667,
  "15.61%.": 668,
  "15.95.": 669,
  "1.05.": 670,
  "10.44.": 671,
  "0.87.": 672,
  "respect": 673,
  "subject": 674,
  "lock-in": 675,
  "period": 676,
  "holding": 677,
  "less": 678,
  "than": 679,
  "3": 680,
  "years:": 681,
  "3%": 682,
  "2%": 683,
  "but": 684,
  "(15.62%),": 685,
  "alphabet": 686,
  "inc": 687,
  "forgn.": 688,
  "eq": 689,
  "(googl)": 690,
  "(7.38%),": 691,
  "thangamayil": 692,
  "jewellery": 693,
  "(4.61%),": 694,
  "(4.60%),": 695,
  "renew": 696,
  "global": 697,
  "plc": 698,
  "(rnw)": 699,
  "(4.35%),": 700,
  "(4.21%),": 701,
  "muthoot": 702,
  "(4.03%),": 703,
  "hatsun": 704,
  "agro": 705,
  "products": 706,
  "(3.90%),": 707,
  "epam": 708,
  "systems": 709,
  "(epam)": 710,
  "(3.52%).": 711,
  "₹38.28.": 712,
  "7.25%.": 713,
  "27.21%.": 714,
  "24.20%.": 715,
  "3.93%.": 716,
  "23.09.": 717,
  "1.88.": 718,
  "0.93.": 719,
  "0.90%.": 720,
  "0.50%": 721,
  "(16.86%),": 722,
  "(9.52%),": 723,
  "(9.06%),": 724,
  "(8.84%),": 725,
  "(8.78%),": 726,
  "(5.90%),": 727,
  "(5.33%),": 728,
  "(4.39%),": 729,
  "(4.11%),": 730,
  "(3.72%).": 731
}