{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-07-03": 24,
  "₹27.86.": 25,
  "1y": 26,
  "returns:": 27,
  "13.36%.": 28,
  "3y": 29,
  "annualised": 30,
  "13.26%.": 31,
  "5y": 32,
  "11.00%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.99.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.24.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.77.": 159,
  "9.68%.": 160,
  "10.84%.": 161,
  "12.96%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹39.95.": 197,
  "9.48%.": 198,
  "26.25%.": 199,
  "24.52%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.65.": 205,
  "0.89.": 206,
  "-0.17.": 207,
  "0.96.": 208,
  "0.74%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹35.96.": 259,
  "111.18%.": 260,
  "47.07%.": 261,
  "154.77%.": 262,
  "22.57.": 263,
  "1.19.": 264,
  "-0.73.": 265,
  "0.32%.": 266,
  "0.5%": 267,
  "two": 268,
  "years,": 269,
  "etf-growth": 270,
  "(99.94%),": 271,
  "(0.37%),": 272,
  "payables": 273,
  "(-0.31%).": 274,
  "axis": 275,
  "₹39.75.": 276,
  "111.36%.": 277,
  "47.32%.": 278,
  "22.23.": 279,
  "1.20.": 280,
  "-0.37.": 281,
  "0.94.": 282,
  "0.09%.": 283,
  "0.25%,": 284,
  "7": 285,
  "₹5000.": 286,
  "regular-growth": 287,
  "(99.78%),": 288,
  "others": 289,
  "cblo": 290,
  "(0.53%),": 291,
  "(-0.32%).": 292,
  "dsp": 293,
  "₹60.35.": 294,
  "11.10%.": 295,
  "17.03%.": 296,
  "13.29%.": 297,
  "7.05%.": 298,
  "7.39.": 299,
  "1.39.": 300,
  "0.46%.": 301,
  "3%,": 302,
  "12": 303,
  "months.": 304,
  "(9.45%),": 305,
  "(7.15%),": 306,
  "roadstar": 307,
  "infra": 308,
  "trust": 309,
  "(6.22%),": 310,
  "renewables": 311,
  "8.6": 312,
  "24sp27": 313,
  "(6.15%),": 314,
  "nuvoco": 315,
  "vistas": 316,
  "7.7": 317,
  "18sp28": 318,
  "(6.06%),": 319,
  "tata": 320,
  "company": 321,
  "i": 322,
  "7.51": 323,
  "08dc28": 324,
  "(5.92%),": 325,
  "25c": 326,
  "7.44": 327,
  "24fb28": 328,
  "(5.90%),": 329,
  "adani": 330,
  "airport": 331,
  "8.45": 332,
  "12fb29": 333,
  "(5.89%),": 334,
  "rec": 335,
  "180-b": 336,
  "8.30": 337,
  "25ju29": 338,
  "fvrs10lac": 339,
  "(4.24%),": 340,
  "projects": 341,
  "q": 342,
  "8.25": 343,
  "28ap27": 344,
  "(4.19%).": 345,
  "hdfc": 346,
  "hybrid": 347,
  "₹125.06.": 348,
  "-3.83%.": 349,
  "7.99%.": 350,
  "10.01%.": 351,
  "11.80%.": 352,
  "4.72%.": 353,
  "14.31%.": 354,
  "13.94%.": 355,
  "10.74.": 356,
  "0.20.": 357,
  "1.13%.": 358,
  "units": 359,
  "excess": 360,
  "15%": 361,
  "the": 362,
  "investment,1%": 363,
  "will": 364,
  "be": 365,
  "charged": 366,
  "redemption": 367,
  "icici": 368,
  "(6.71%),": 369,
  "(6.42%),": 370,
  "reliance": 371,
  "industries": 372,
  "(4.46%),": 373,
  "(3.23%),": 374,
  "kotak": 375,
  "mahindra": 376,
  "(3.07%),": 377,
  "larsen": 378,
  "toubro": 379,
  "(2.70%),": 380,
  "34238": 381,
  "22ap64": 382,
  "7.34": 383,
  "infosys": 384,
  "(2.54%),": 385,
  "bharti": 386,
  "airtel": 387,
  "(2.00%).": 388,
  "plus": 389,
  "arbitrage": 390,
  "active": 391,
  "moderate.": 392,
  "₹45.50.": 393,
  "5.86%.": 394,
  "10.38%.": 395,
  "11.16%.": 396,
  "10.91%.": 397,
  "7.37%.": 398,
  "5.47.": 399,
  "0.79.": 400,
  "0.02%.": 401,
  "nil": 402,
  "opportunities": 403,
  "plan-growth": 404,
  "(44.39%),": 405,
  "direct-growth": 406,
  "(36.34%),": 407,
  "money": 408,
  "(18.47%),": 409,
  "(2.37%),": 410,
  "(-1.57%).": 411,
  "₹38.26.": 412,
  "111.21%.": 413,
  "47.21%.": 414,
  "22.93.": 415,
  "1.18.": 416,
  "-0.89.": 417,
  "0.97.": 418,
  "0.22%.": 419,
  "15": 420,
  "regular": 421,
  "-": 422,
  "(100.05%),": 423,
  "(-0.42%).": 424,
  "hsbc": 425,
  "₹37.43.": 426,
  "11.98%.": 427,
  "9.57%.": 428,
  "6.88.": 429,
  "0.84.": 430,
  "0.97%.": 431,
  "10%": 432,
  "36232": 433,
  "21jl30": 434,
  "6.01": 435,
  "(6.36%),": 436,
  "(5.61%),": 437,
  "corpn.": 438,
  "ltd.": 439,
  "7.2": 440,
  "09/08/2027": 441,
  "(5.59%),": 442,
  "(5.58%),": 443,
  "godrej": 444,
  "seeds": 445,
  "genetics": 446,
  "2": 447,
  "strpp": 448,
  "7.68": 449,
  "28ap28": 450,
  "(5.56%),": 451,
  "(5.53%),": 452,
  "nirma": 453,
  "vii": 454,
  "tr": 455,
  "c": 456,
  "8.50": 457,
  "07ap27": 458,
  "(5.43%),": 459,
  "230-a": 460,
  "7.71": 461,
  "26fb27": 462,
  "(5.40%),": 463,
  "259a": 464,
  "6.96": 465,
  "02mr28": 466,
  "(5.33%).": 467,
  "prudential": 468,
  "₹23.16.": 469,
  "7.42%.": 470,
  "25.32%.": 471,
  "18.35.": 472,
  "1.17.": 473,
  "1.03.": 474,
  "0.81.": 475,
  "1.15%.": 476,
  "before": 477,
  "month": 478,
  "date": 479,
  "allotment.": 480,
  "(14.22%),": 481,
  "(8.61%),": 482,
  "(5.36%),": 483,
  "hindustan": 484,
  "aeronautics": 485,
  "(4.78%),": 486,
  "insurance": 487,
  "(4.71%),": 488,
  "(3.61%),": 489,
  "(3.48%),": 490,
  "(3.42%),": 491,
  "indian": 492,
  "(3.20%).": 493,
  "retirement": 494,
  "aggressive": 495,
  "₹31.42.": 496,
  "8.05%.": 497,
  "21.01%.": 498,
  "17.54%.": 499,
  "13.83%.": 500,
  "13.87.": 501,
  "1.14%.": 502,
  "vedanta": 503,
  "9.31": 504,
  "03dc27": 505,
  "(2.52%),": 506,
  "(2.21%),": 507,
  "titan": 508,
  "(2.19%),": 509,
  "(2.14%),": 510,
  "tech": 511,
  "(1.90%),": 512,
  "(1.89%),": 513,
  "upl": 514,
  "(1.85%),": 515,
  "unilever": 516,
  "(1.83%).": 517,
  "₹35.42.": 518,
  "110.88%.": 519,
  "47.24%.": 520,
  "22.66.": 521,
  "0.20%.": 522,
  "(99.90%),": 523,
  "(0.45%),": 524,
  "(-0.34%).": 525,
  "invesco": 526,
  "₹78.63.": 527,
  "1.60%.": 528,
  "24.91%.": 529,
  "23.04%.": 530,
  "11.34%.": 531,
  "24.12.": 532,
  "0.82.": 533,
  "-1.52.": 534,
  "investment,": 535,
  "(8.67%),": 536,
  "(7.63%),": 537,
  "(7.59%),": 538,
  "petroleum": 539,
  "(6.23%),": 540,
  "(5.80%),": 541,
  "dredging": 542,
  "(5.10%),": 543,
  "green": 544,
  "energy": 545,
  "(4.82%),": 546,
  "baroda": 547,
  "(4.76%),": 548,
  "(4.73%),": 549,
  "(3.91%).": 550,
  "motilal": 551,
  "oswal": 552,
  "bse": 553,
  "enhanced": 554,
  "value": 555,
  "index": 556,
  "₹27.73.": 557,
  "8.15%.": 558,
  "27.38%.": 559,
  "4.80%.": 560,
  "19.16%.": 561,
  "18.84%.": 562,
  "19.65.": 563,
  "1.38.": 564,
  "15.11.": 565,
  "1.24.": 566,
  "0.54%.": 567,
  "load:": 568,
  "1%-": 569,
  "on": 570,
  "or": 571,
  "days": 572,
  "hindalco": 573,
  "(9.27%),": 574,
  "motors": 575,
  "(8.85%),": 576,
  "(7.75%),": 577,
  "coal": 578,
  "(6.98%),": 579,
  "(6.81%),": 580,
  "(6.64%),": 581,
  "(4.69%),": 582,
  "(4.47%),": 583,
  "nippon": 584,
  "multi": 585,
  "asset": 586,
  "allocation": 587,
  "2026-07-02": 588,
  "₹26.66.": 589,
  "14.91%.": 590,
  "20.32%.": 591,
  "16.64%.": 592,
  "31.90%.": 593,
  "15.09%.": 594,
  "17.81%.": 595,
  "16.11%.": 596,
  "9.62.": 597,
  "1.35.": 598,
  "0.43%.": 599,
  "gold": 600,
  "bees": 601,
  "idcw": 602,
  "(8.62%),": 603,
  "ishares": 604,
  "msci": 605,
  "world": 606,
  "(5.20%),": 607,
  "(4.32%),": 608,
  "(3.81%),": 609,
  "(3.67%),": 610,
  "(2.68%),": 611,
  "(1.83%),": 612,
  "(1.80%),": 613,
  "mini": 614,
  "(100": 615,
  "grams)": 616,
  "june": 617,
  "2020": 618,
  "future": 619,
  "(1.70%),": 620,
  "zomato": 621,
  "(1.62%).": 622,
  "₹35.27.": 623,
  "110.78%.": 624,
  "46.96%.": 625,
  "22.84.": 626,
  "-1.14.": 627,
  "(99.95%),": 628,
  "(0.19%),": 629,
  "mrgn": 630,
  "(0.00%),": 631,
  "(-0.14%).": 632,
  "quant": 633,
  "₹185.00.": 634,
  "20.26%.": 635,
  "24.62%.": 636,
  "20.77%.": 637,
  "9.86%.": 638,
  "12.00.": 639,
  "1.16%.": 640,
  "current": 641,
  "assets": 642,
  "(14.67%),": 643,
  "(9.97%),": 644,
  "(8.36%),": 645,
  "enterprises": 646,
  "(8.20%),": 647,
  "(7.96%),": 648,
  "(7.94%),": 649,
  "(6.07%),": 650,
  "co": 651,
  "(5.86%),": 652,
  "fixed": 653,
  "deposits": 654,
  "(5.67%),": 655,
  "management": 656,
  "(4.76%).": 657,
  "sbi": 658,
  "children's": 659,
  "₹53.30.": 660,
  "20.51%.": 661,
  "23.88%.": 662,
  "24.67%.": 663,
  "117.29%.": 664,
  "2.19%.": 665,
  "15.99%.": 666,
  "15.61%.": 667,
  "15.95.": 668,
  "1.05.": 669,
  "10.44.": 670,
  "0.87.": 671,
  "respect": 672,
  "subject": 673,
  "lock-in": 674,
  "period": 675,
  "holding": 676,
  "less": 677,
  "than": 678,
  "3": 679,
  "years:": 680,
  "3%": 681,
  "2%": 682,
  "but": 683,
  "(15.62%),": 684,
  "alphabet": 685,
  "inc": 686,
  "forgn.": 687,
  "eq": 688,
  "(googl)": 689,
  "(7.38%),": 690,
  "(5.44%),": 691,
  "thangamayil": 692,
  "jewellery": 693,
  "(4.61%),": 694,
  "(4.60%),": 695,
  "renew": 696,
  "global": 697,
  "plc": 698,
  "(rnw)": 699,
  "(4.35%),": 700,
  "(4.21%),": 701,
  "muthoot": 702,
  "(4.03%),": 703,
  "hatsun": 704,
  "agro": 705,
  "products": 706,
  "(3.90%),": 707,
  "epam": 708,
  "systems": 709,
  "(epam)": 710,
  "(3.52%).": 711,
  "₹38.38.": 712,
  "7.68%.": 713,
  "28.17%.": 714,
  "24.38%.": 715,
  "3.93%.": 716,
  "23.09.": 717,
  "1.88.": 718,
  "0.93.": 719,
  "0.90%.": 720,
  "0.50%": 721,
  "(16.86%),": 722,
  "(9.52%),": 723,
  "(9.06%),": 724,
  "(8.84%),": 725,
  "(8.78%),": 726,
  "(5.33%),": 727,
  "(4.39%),": 728,
  "(4.11%),": 729,
  "(3.72%).": 730
}