{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-01": 24,
  "₹27.27.": 25,
  "1y": 26,
  "returns:": 27,
  "11.91%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.63%.": 31,
  "5y": 32,
  "10.60%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(15.06%),": 84,
  "gmr": 85,
  "airports": 86,
  "limited": 87,
  "5": 88,
  "bd": 89,
  "13fb27": 90,
  "fvrs1lac": 91,
  "(3.99%),": 92,
  "jubilant": 93,
  "bevco": 94,
  "ncd": 95,
  "31my28": 96,
  "(3.22%),": 97,
  "government": 98,
  "india": 99,
  "36574": 100,
  "goi": 101,
  "06ot35": 102,
  "6.48": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(2.93%),": 107,
  "ikf": 108,
  "finance": 109,
  "9.4": 110,
  "12sp27": 111,
  "(2.57%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "9.25": 115,
  "09jl31": 116,
  "(2.54%),": 117,
  "national": 118,
  "bank": 119,
  "for": 120,
  "agriculture": 121,
  "and": 122,
  "rural": 123,
  "development": 124,
  "sr": 125,
  "26a": 126,
  "6.66": 127,
  "12ot28": 128,
  "(2.53%),": 129,
  "kogta": 130,
  "financial": 131,
  "(india)": 132,
  "9.5": 133,
  "30ot27": 134,
  "(2.37%),": 135,
  "gaursons": 136,
  "private": 137,
  "10.96": 138,
  "26dc28": 139,
  "(2.34%),": 140,
  "vedanta": 141,
  "ii": 142,
  "9.45": 143,
  "05ju28": 144,
  "(2.24%).": 145,
  "&": 146,
  "market": 147,
  "news": 148,
  "generic": 149,
  "stream": 150,
  "groww;": 151,
  "not": 152,
  "specific": 153,
  "to": 154,
  "this": 155,
  "single": 156,
  "fund.": 157,
  "medium": 158,
  "term": 159,
  "plan": 160,
  "₹46.70.": 161,
  "7.85%.": 162,
  "10.11%.": 163,
  "12.50%.": 164,
  "4.91%.": 165,
  "7.95%.": 166,
  "7.55%.": 167,
  "6.56%.": 168,
  "1.91.": 169,
  "2.08.": 170,
  "0.83%.": 171,
  "₹1000.": 172,
  "(6.87%),": 173,
  "(4.51%),": 174,
  "(3.63%),": 175,
  "ltd.": 176,
  "(3.49%),": 177,
  "oxyzo": 178,
  "services": 179,
  "(2.87%),": 180,
  "nuvama": 181,
  "wealth": 182,
  "(2.77%),": 183,
  "(2.68%),": 184,
  "(2.60%),": 185,
  "jtpm": 186,
  "metal": 187,
  "traders": 188,
  "(2.59%).": 189,
  "psu": 190,
  "equity": 191,
  "very": 192,
  "₹39.49.": 193,
  "9.76%.": 194,
  "27.99%.": 195,
  "24.97%.": 196,
  "16.04%.": 197,
  "5.81%.": 198,
  "28.28%.": 199,
  "29.79%.": 200,
  "23.49.": 201,
  "0.99.": 202,
  "-1.50.": 203,
  "0.97.": 204,
  "0.66%.": 205,
  "1%": 206,
  "30": 207,
  "days.": 208,
  "₹500.": 209,
  "you": 210,
  "redeem": 211,
  "one": 212,
  "year,": 213,
  "at": 214,
  "20%.": 215,
  "after": 216,
  "exceeding": 217,
  "1.25": 218,
  "lakh": 219,
  "in": 220,
  "year": 221,
  "12.5%.": 222,
  "state": 223,
  "(18.08%),": 224,
  "ntpc": 225,
  "(8.71%),": 226,
  "power": 227,
  "grid": 228,
  "corporation": 229,
  "(7.44%),": 230,
  "bharat": 231,
  "heavy": 232,
  "electricals": 233,
  "(5.42%),": 234,
  "electronics": 235,
  "(5.10%),": 236,
  "gail": 237,
  "(4.56%),": 238,
  "maharashtra": 239,
  "(4.30%),": 240,
  "oil": 241,
  "natural": 242,
  "gas": 243,
  "(3.90%),": 244,
  "nmdc": 245,
  "(3.56%),": 246,
  "pnb": 247,
  "housing": 248,
  "(3.39%).": 249,
  "silver": 250,
  "etf": 251,
  "fof": 252,
  "commodity": 253,
  "₹40.54.": 254,
  "160.32%.": 255,
  "51.79%.": 256,
  "154.77%.": 257,
  "47.07%.": 258,
  "22.57.": 259,
  "1.19.": 260,
  "-0.73.": 261,
  "0.96.": 262,
  "0.32%.": 263,
  "0.5%": 264,
  "two": 265,
  "years,": 266,
  "etf-growth": 267,
  "(100.01%).": 268,
  "axis": 269,
  "₹44.62.": 270,
  "160.89%.": 271,
  "51.89%.": 272,
  "22.23.": 273,
  "1.20.": 274,
  "-0.37.": 275,
  "0.94.": 276,
  "0.08%.": 277,
  "0.25%,": 278,
  "7": 279,
  "₹5000.": 280,
  "regular-growth": 281,
  "(99.94%).": 282,
  "dsp": 283,
  "₹59.37.": 284,
  "9.82%.": 285,
  "16.56%.": 286,
  "12.98%.": 287,
  "7.05%.": 288,
  "7.42.": 289,
  "1.30.": 290,
  "0.40%.": 291,
  "3%,": 292,
  "12": 293,
  "months.": 294,
  "(9.99%),": 295,
  "renewables": 296,
  "(6.53%),": 297,
  "roadstar": 298,
  "infra": 299,
  "trust": 300,
  "(6.46%),": 301,
  "tata": 302,
  "devp.": 303,
  "co.": 304,
  "ltd": 305,
  "(6.29%),": 306,
  "(6.27%),": 307,
  "rec": 308,
  "(4.49%),": 309,
  "projects": 310,
  "(4.45%),": 311,
  "(4.40%),": 312,
  "piramal": 313,
  "pvt.": 314,
  "(4.34%),": 315,
  "(4.32%).": 316,
  "hdfc": 317,
  "hybrid": 318,
  "₹119.25.": 319,
  "-6.70%.": 320,
  "7.60%.": 321,
  "9.48%.": 322,
  "11.80%.": 323,
  "4.72%.": 324,
  "14.31%.": 325,
  "13.94%.": 326,
  "10.75.": 327,
  "0.31.": 328,
  "1.08.": 329,
  "1.02%.": 330,
  "units": 331,
  "excess": 332,
  "15%": 333,
  "the": 334,
  "investment,1%": 335,
  "will": 336,
  "be": 337,
  "charged": 338,
  "redemption": 339,
  "icici": 340,
  "(6.63%),": 341,
  "reliance": 342,
  "industries": 343,
  "(4.75%),": 344,
  "(3.59%),": 345,
  "(3.13%),": 346,
  "kotak": 347,
  "mahindra": 348,
  "(3.01%),": 349,
  "infosys": 350,
  "(2.69%),": 351,
  "larsen": 352,
  "toubro": 353,
  "(2.61%),": 354,
  "bharti": 355,
  "airtel": 356,
  "(2.03%).": 357,
  "plus": 358,
  "arbitrage": 359,
  "active": 360,
  "moderate.": 361,
  "₹44.76.": 362,
  "4.44%.": 363,
  "11.04%.": 364,
  "11.61%.": 365,
  "10.91%.": 366,
  "7.37%.": 367,
  "5.75.": 368,
  "1.00.": 369,
  "0.02%.": 370,
  "nil": 371,
  "corporate": 372,
  "bond": 373,
  "plan-growth": 374,
  "(43.65%),": 375,
  "direct-growth": 376,
  "(37.09%),": 377,
  "money": 378,
  "(18.72%).": 379,
  "₹43.13.": 380,
  "160.55%.": 381,
  "22.93.": 382,
  "1.18.": 383,
  "-0.89.": 384,
  "0.21%.": 385,
  "15": 386,
  "regular": 387,
  "-": 388,
  "(100.15%).": 389,
  "hsbc": 390,
  "₹36.84.": 391,
  "5.38%.": 392,
  "11.53%.": 393,
  "9.26%.": 394,
  "6.87.": 395,
  "0.78.": 396,
  "0.95%.": 397,
  "10%": 398,
  "(5.55%),": 399,
  "(5.53%),": 400,
  "(5.50%),": 401,
  "nuvoco": 402,
  "vistas": 403,
  "(5.45%),": 404,
  "nirma": 405,
  "(5.35%),": 406,
  "(5.34%),": 407,
  "jsw": 408,
  "kalinga": 409,
  "steel": 410,
  "(4.18%),": 411,
  "(3.44%).": 412,
  "prudential": 413,
  "₹22.78.": 414,
  "26.64%.": 415,
  "18.35.": 416,
  "1.17.": 417,
  "1.03.": 418,
  "0.81.": 419,
  "0.80%.": 420,
  "before": 421,
  "month": 422,
  "date": 423,
  "allotment.": 424,
  "(13.05%),": 425,
  "(8.51%),": 426,
  "(6.20%),": 427,
  "(5.82%),": 428,
  "insurance": 429,
  "(4.88%),": 430,
  "hindustan": 431,
  "aeronautics": 432,
  "(4.64%),": 433,
  "(3.37%),": 434,
  "(3.27%),": 435,
  "coal": 436,
  "(3.19%),": 437,
  "(3.18%).": 438,
  "retirement": 439,
  "aggressive": 440,
  "₹30.41.": 441,
  "11.16%.": 442,
  "21.54%.": 443,
  "17.25%.": 444,
  "13.83%.": 445,
  "14.01.": 446,
  "1.12.": 447,
  "1.06.": 448,
  "0.78%.": 449,
  "(2.43%),": 450,
  "tech": 451,
  "(2.30%),": 452,
  "multi": 453,
  "exchange": 454,
  "(2.29%),": 455,
  "(2.21%),": 456,
  "unilever": 457,
  "(2.12%),": 458,
  "titan": 459,
  "company": 460,
  "(2.03%),": 461,
  "ultratech": 462,
  "cement": 463,
  "(2.02%),": 464,
  "(1.92%),": 465,
  "mphasis": 466,
  "(1.91%).": 467,
  "₹39.95.": 468,
  "159.78%.": 469,
  "51.96%.": 470,
  "22.66.": 471,
  "(99.96%).": 472,
  "invesco": 473,
  "₹77.35.": 474,
  "1.73%.": 475,
  "27.29%.": 476,
  "23.57%.": 477,
  "11.34%.": 478,
  "24.02.": 479,
  "-1.31.": 480,
  "0.92%.": 481,
  "investment,": 482,
  "(8.23%),": 483,
  "(7.45%),": 484,
  "indian": 485,
  "(7.08%),": 486,
  "petroleum": 487,
  "(6.08%),": 488,
  "(5.90%),": 489,
  "green": 490,
  "energy": 491,
  "(4.95%),": 492,
  "(4.73%),": 493,
  "baroda": 494,
  "(4.53%),": 495,
  "dynamics": 496,
  "(4.23%),": 497,
  "dredging": 498,
  "(3.99%).": 499,
  "motilal": 500,
  "oswal": 501,
  "bse": 502,
  "enhanced": 503,
  "value": 504,
  "index": 505,
  "₹28.20.": 506,
  "13.41%.": 507,
  "30.93%.": 508,
  "4.80%.": 509,
  "19.16%.": 510,
  "18.84%.": 511,
  "19.65.": 512,
  "1.38.": 513,
  "15.11.": 514,
  "1.24.": 515,
  "0.55%.": 516,
  "load:": 517,
  "1%-": 518,
  "on": 519,
  "or": 520,
  "days": 521,
  "(8.75%),": 522,
  "hindalco": 523,
  "(8.56%),": 524,
  "(7.75%),": 525,
  "motors": 526,
  "passenger": 527,
  "vehicles": 528,
  "(7.71%),": 529,
  "(7.36%),": 530,
  "(6.90%),": 531,
  "(6.75%),": 532,
  "(4.92%),": 533,
  "(4.28%),": 534,
  "(4.18%).": 535,
  "nippon": 536,
  "asset": 537,
  "allocation": 538,
  "₹26.28.": 539,
  "21.32%.": 540,
  "17.15%.": 541,
  "31.90%.": 542,
  "15.09%.": 543,
  "17.81%.": 544,
  "16.11%.": 545,
  "9.60.": 546,
  "1.51.": 547,
  "gold": 548,
  "bees": 549,
  "(8.15%),": 550,
  "ishares": 551,
  "msci": 552,
  "world": 553,
  "(5.23%),": 554,
  "(3.60%),": 555,
  "(3.24%),": 556,
  "(2.39%),": 557,
  "(1.96%),": 558,
  "(1.81%),": 559,
  "eternal": 560,
  "(1.67%),": 561,
  "(1.58%),": 562,
  "(1.54%).": 563,
  "₹39.78.": 564,
  "160.26%.": 565,
  "51.65%.": 566,
  "22.84.": 567,
  "-1.14.": 568,
  "0.22%.": 569,
  "(100.00%).": 570,
  "quant": 571,
  "₹180.31.": 572,
  "20.63%.": 573,
  "25.49%.": 574,
  "21.52%.": 575,
  "9.86%.": 576,
  "12.04.": 577,
  "1.37.": 578,
  "0.67%.": 579,
  "(10.22%),": 580,
  "(8.52%),": 581,
  "adani": 582,
  "(7.43%),": 583,
  "(6.72%),": 584,
  "(6.26%),": 585,
  "(5.32%),": 586,
  "co": 587,
  "(5.05%),": 588,
  "aurobindo": 589,
  "pharma": 590,
  "(4.79%),": 591,
  "management": 592,
  "premier": 593,
  "energies": 594,
  "(4.63%).": 595,
  "sbi": 596,
  "children's": 597,
  "₹50.30.": 598,
  "17.32%.": 599,
  "23.83%.": 600,
  "25.61%.": 601,
  "117.29%.": 602,
  "16.13.": 603,
  "0.87%.": 604,
  "respect": 605,
  "subject": 606,
  "lock-in": 607,
  "period": 608,
  "holding": 609,
  "less": 610,
  "than": 611,
  "3": 612,
  "years:": 613,
  "3%": 614,
  "2%": 615,
  "but": 616,
  "2": 617,
  "alphabet": 618,
  "inc": 619,
  "class": 620,
  "(7.79%),": 621,
  "thangamayil": 622,
  "jewellery": 623,
  "(4.80%),": 624,
  "hatsun": 625,
  "agro": 626,
  "product": 627,
  "(4.36%),": 628,
  "(4.10%),": 629,
  "muthoot": 630,
  "(3.92%),": 631,
  "aether": 632,
  "(3.64%),": 633,
  "aequs": 634,
  "(3.38%),": 635,
  "privi": 636,
  "speciality": 637,
  "chemicals": 638,
  "(3.36%),": 639,
  "ather": 640,
  "(3.33%).": 641,
  "₹38.36.": 642,
  "9.37%.": 643,
  "30.84%.": 644,
  "24.88%.": 645,
  "3.93%.": 646,
  "1.09.": 647,
  "0.93.": 648,
  "0.85%.": 649,
  "0.50%": 650,
  "(16.87%),": 651,
  "(9.52%),": 652,
  "(9.34%),": 653,
  "(9.24%),": 654,
  "(8.66%),": 655,
  "(6.58%),": 656,
  "(5.17%),": 657,
  "(4.78%),": 658,
  "(4.37%),": 659,
  "(3.78%).": 660
}