{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-07-02": 24,
  "₹27.85.": 25,
  "1y": 26,
  "returns:": 27,
  "13.46%.": 28,
  "3y": 29,
  "annualised": 30,
  "13.24%.": 31,
  "5y": 32,
  "11.00%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.99.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.24.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.74.": 159,
  "9.68%.": 160,
  "10.81%.": 161,
  "12.95%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹40.28.": 197,
  "10.36%.": 198,
  "27.23%.": 199,
  "24.74%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.65.": 205,
  "0.89.": 206,
  "-0.17.": 207,
  "0.96.": 208,
  "0.74%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹35.16.": 259,
  "108.38%.": 260,
  "46.47%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹38.85.": 277,
  "108.69%.": 278,
  "46.74%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.09%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹60.31.": 295,
  "11.06%.": 296,
  "16.99%.": 297,
  "13.28%.": 298,
  "7.05%.": 299,
  "7.39.": 300,
  "1.39.": 301,
  "0.46%.": 302,
  "3%,": 303,
  "12": 304,
  "months.": 305,
  "(9.45%),": 306,
  "(7.15%),": 307,
  "roadstar": 308,
  "infra": 309,
  "trust": 310,
  "(6.22%),": 311,
  "renewables": 312,
  "8.6": 313,
  "24sp27": 314,
  "(6.15%),": 315,
  "nuvoco": 316,
  "vistas": 317,
  "7.7": 318,
  "18sp28": 319,
  "(6.06%),": 320,
  "tata": 321,
  "company": 322,
  "i": 323,
  "7.51": 324,
  "08dc28": 325,
  "(5.92%),": 326,
  "25c": 327,
  "7.44": 328,
  "24fb28": 329,
  "(5.90%),": 330,
  "adani": 331,
  "airport": 332,
  "8.45": 333,
  "12fb29": 334,
  "(5.89%),": 335,
  "rec": 336,
  "180-b": 337,
  "8.30": 338,
  "25ju29": 339,
  "fvrs10lac": 340,
  "(4.24%),": 341,
  "projects": 342,
  "q": 343,
  "8.25": 344,
  "28ap27": 345,
  "(4.19%).": 346,
  "hdfc": 347,
  "hybrid": 348,
  "₹124.72.": 349,
  "-4.08%.": 350,
  "8.07%.": 351,
  "9.95%.": 352,
  "11.80%.": 353,
  "4.72%.": 354,
  "14.31%.": 355,
  "13.94%.": 356,
  "10.74.": 357,
  "0.20.": 358,
  "1.13%.": 359,
  "units": 360,
  "excess": 361,
  "15%": 362,
  "the": 363,
  "investment,1%": 364,
  "will": 365,
  "be": 366,
  "charged": 367,
  "redemption": 368,
  "icici": 369,
  "(6.71%),": 370,
  "(6.42%),": 371,
  "reliance": 372,
  "industries": 373,
  "(4.46%),": 374,
  "(3.23%),": 375,
  "kotak": 376,
  "mahindra": 377,
  "(3.07%),": 378,
  "larsen": 379,
  "toubro": 380,
  "(2.70%),": 381,
  "34238": 382,
  "22ap64": 383,
  "7.34": 384,
  "infosys": 385,
  "(2.54%),": 386,
  "bharti": 387,
  "airtel": 388,
  "(2.00%).": 389,
  "plus": 390,
  "arbitrage": 391,
  "active": 392,
  "moderate.": 393,
  "₹45.49.": 394,
  "5.89%.": 395,
  "10.48%.": 396,
  "11.16%.": 397,
  "10.91%.": 398,
  "7.37%.": 399,
  "5.47.": 400,
  "0.79.": 401,
  "0.02%.": 402,
  "nil": 403,
  "opportunities": 404,
  "plan-growth": 405,
  "(44.39%),": 406,
  "direct-growth": 407,
  "(36.34%),": 408,
  "money": 409,
  "(18.47%),": 410,
  "(2.37%),": 411,
  "(-1.57%).": 412,
  "₹37.42.": 413,
  "108.95%.": 414,
  "46.65%.": 415,
  "22.93.": 416,
  "1.18.": 417,
  "-0.89.": 418,
  "0.97.": 419,
  "0.22%.": 420,
  "15": 421,
  "regular": 422,
  "-": 423,
  "(100.05%),": 424,
  "(-0.42%).": 425,
  "hsbc": 426,
  "₹37.40.": 427,
  "6.52%.": 428,
  "11.94%.": 429,
  "9.56%.": 430,
  "6.88.": 431,
  "0.84.": 432,
  "0.97%.": 433,
  "10%": 434,
  "36232": 435,
  "21jl30": 436,
  "6.01": 437,
  "(6.36%),": 438,
  "(5.61%),": 439,
  "corpn.": 440,
  "ltd.": 441,
  "7.2": 442,
  "09/08/2027": 443,
  "(5.59%),": 444,
  "(5.58%),": 445,
  "godrej": 446,
  "seeds": 447,
  "genetics": 448,
  "2": 449,
  "strpp": 450,
  "7.68": 451,
  "28ap28": 452,
  "(5.56%),": 453,
  "(5.53%),": 454,
  "nirma": 455,
  "vii": 456,
  "tr": 457,
  "c": 458,
  "8.50": 459,
  "07ap27": 460,
  "(5.43%),": 461,
  "230-a": 462,
  "7.71": 463,
  "26fb27": 464,
  "(5.40%),": 465,
  "259a": 466,
  "6.96": 467,
  "02mr28": 468,
  "(5.33%).": 469,
  "prudential": 470,
  "₹23.19.": 471,
  "7.61%.": 472,
  "25.75%.": 473,
  "18.35.": 474,
  "1.17.": 475,
  "1.03.": 476,
  "0.81.": 477,
  "1.15%.": 478,
  "before": 479,
  "month": 480,
  "date": 481,
  "allotment.": 482,
  "(14.22%),": 483,
  "(8.61%),": 484,
  "(5.36%),": 485,
  "hindustan": 486,
  "aeronautics": 487,
  "(4.78%),": 488,
  "insurance": 489,
  "(4.71%),": 490,
  "(3.61%),": 491,
  "(3.48%),": 492,
  "(3.42%),": 493,
  "indian": 494,
  "(3.20%).": 495,
  "retirement": 496,
  "aggressive": 497,
  "₹31.48.": 498,
  "8.18%.": 499,
  "21.25%.": 500,
  "17.60%.": 501,
  "13.83%.": 502,
  "13.87.": 503,
  "1.05%.": 504,
  "vedanta": 505,
  "9.31": 506,
  "03dc27": 507,
  "(2.52%),": 508,
  "(2.21%),": 509,
  "titan": 510,
  "(2.19%),": 511,
  "(2.14%),": 512,
  "tech": 513,
  "(1.90%),": 514,
  "(1.89%),": 515,
  "upl": 516,
  "(1.85%),": 517,
  "unilever": 518,
  "(1.83%).": 519,
  "₹34.65.": 520,
  "108.45%.": 521,
  "46.62%.": 522,
  "22.66.": 523,
  "0.20%.": 524,
  "(99.90%),": 525,
  "(0.45%),": 526,
  "(-0.34%).": 527,
  "invesco": 528,
  "₹78.97.": 529,
  "2.08%.": 530,
  "25.50%.": 531,
  "23.16%.": 532,
  "11.34%.": 533,
  "24.12.": 534,
  "0.82.": 535,
  "-1.52.": 536,
  "investment,": 537,
  "(8.67%),": 538,
  "(7.63%),": 539,
  "(7.59%),": 540,
  "petroleum": 541,
  "(6.23%),": 542,
  "(5.80%),": 543,
  "dredging": 544,
  "(5.10%),": 545,
  "green": 546,
  "energy": 547,
  "(4.82%),": 548,
  "baroda": 549,
  "(4.76%),": 550,
  "(4.73%),": 551,
  "(3.91%).": 552,
  "motilal": 553,
  "oswal": 554,
  "bse": 555,
  "enhanced": 556,
  "value": 557,
  "index": 558,
  "₹27.82.": 559,
  "8.31%.": 560,
  "28.15%.": 561,
  "4.80%.": 562,
  "19.16%.": 563,
  "18.84%.": 564,
  "19.65.": 565,
  "1.38.": 566,
  "15.11.": 567,
  "1.24.": 568,
  "0.54%.": 569,
  "load:": 570,
  "1%-": 571,
  "on": 572,
  "or": 573,
  "days": 574,
  "hindalco": 575,
  "(9.27%),": 576,
  "motors": 577,
  "(8.85%),": 578,
  "(7.75%),": 579,
  "coal": 580,
  "(6.98%),": 581,
  "(6.81%),": 582,
  "(6.64%),": 583,
  "(4.69%),": 584,
  "(4.47%),": 585,
  "nippon": 586,
  "multi": 587,
  "asset": 588,
  "allocation": 589,
  "₹26.66.": 590,
  "13.92%.": 591,
  "20.05%.": 592,
  "16.57%.": 593,
  "31.90%.": 594,
  "15.09%.": 595,
  "17.81%.": 596,
  "16.11%.": 597,
  "9.62.": 598,
  "1.35.": 599,
  "0.43%.": 600,
  "gold": 601,
  "bees": 602,
  "idcw": 603,
  "(8.62%),": 604,
  "ishares": 605,
  "msci": 606,
  "world": 607,
  "(5.20%),": 608,
  "(4.32%),": 609,
  "(3.81%),": 610,
  "(3.67%),": 611,
  "(2.68%),": 612,
  "(1.83%),": 613,
  "(1.80%),": 614,
  "mini": 615,
  "(100": 616,
  "grams)": 617,
  "june": 618,
  "2020": 619,
  "future": 620,
  "(1.70%),": 621,
  "zomato": 622,
  "(1.62%).": 623,
  "₹34.47.": 624,
  "108.33%.": 625,
  "46.40%.": 626,
  "22.84.": 627,
  "-1.14.": 628,
  "(99.95%),": 629,
  "(0.19%),": 630,
  "mrgn": 631,
  "(0.00%),": 632,
  "(-0.14%).": 633,
  "quant": 634,
  "₹183.48.": 635,
  "18.76%.": 636,
  "24.34%.": 637,
  "20.78%.": 638,
  "9.86%.": 639,
  "12.00.": 640,
  "1.16%.": 641,
  "current": 642,
  "assets": 643,
  "(14.67%),": 644,
  "(9.97%),": 645,
  "(8.36%),": 646,
  "enterprises": 647,
  "(8.20%),": 648,
  "(7.96%),": 649,
  "(7.94%),": 650,
  "(6.07%),": 651,
  "co": 652,
  "(5.86%),": 653,
  "fixed": 654,
  "deposits": 655,
  "(5.67%),": 656,
  "management": 657,
  "(4.76%).": 658,
  "sbi": 659,
  "children's": 660,
  "₹53.43.": 661,
  "18.91%.": 662,
  "23.52%.": 663,
  "24.60%.": 664,
  "117.29%.": 665,
  "2.19%.": 666,
  "15.99%.": 667,
  "15.61%.": 668,
  "15.95.": 669,
  "1.05.": 670,
  "10.44.": 671,
  "0.87.": 672,
  "1.14%.": 673,
  "respect": 674,
  "subject": 675,
  "lock-in": 676,
  "period": 677,
  "holding": 678,
  "less": 679,
  "than": 680,
  "3": 681,
  "years:": 682,
  "3%": 683,
  "2%": 684,
  "but": 685,
  "(15.62%),": 686,
  "alphabet": 687,
  "inc": 688,
  "forgn.": 689,
  "eq": 690,
  "(googl)": 691,
  "(7.38%),": 692,
  "(5.44%),": 693,
  "thangamayil": 694,
  "jewellery": 695,
  "(4.61%),": 696,
  "(4.60%),": 697,
  "renew": 698,
  "global": 699,
  "plc": 700,
  "(rnw)": 701,
  "(4.35%),": 702,
  "(4.21%),": 703,
  "muthoot": 704,
  "(4.03%),": 705,
  "hatsun": 706,
  "agro": 707,
  "products": 708,
  "(3.90%),": 709,
  "epam": 710,
  "systems": 711,
  "(epam)": 712,
  "(3.52%).": 713,
  "₹38.57.": 714,
  "8.17%.": 715,
  "28.98%.": 716,
  "24.52%.": 717,
  "3.93%.": 718,
  "23.09.": 719,
  "1.88.": 720,
  "0.93.": 721,
  "0.90%.": 722,
  "0.50%": 723,
  "(16.86%),": 724,
  "(9.52%),": 725,
  "(9.06%),": 726,
  "(8.84%),": 727,
  "(8.78%),": 728,
  "(5.33%),": 729,
  "(4.39%),": 730,
  "(4.11%),": 731,
  "(3.72%).": 732
}