{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-15": 24,
  "₹27.17.": 25,
  "1y": 26,
  "returns:": 27,
  "12.24%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.69%.": 31,
  "5y": 32,
  "10.67%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.53.": 129,
  "8.14%.": 130,
  "10.16%.": 131,
  "12.55%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.83%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹40.08.": 160,
  "13.06%.": 161,
  "28.70%.": 162,
  "26.53%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.66%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.08%),": 192,
  "ntpc": 193,
  "(8.71%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(7.44%),": 198,
  "bharat": 199,
  "heavy": 200,
  "electricals": 201,
  "(5.42%),": 202,
  "electronics": 203,
  "(5.10%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.56%),": 207,
  "maharashtra": 208,
  "(4.30%),": 209,
  "oil": 210,
  "and": 211,
  "natural": 212,
  "gas": 213,
  "(3.90%),": 214,
  "nmdc": 215,
  "(3.56%),": 216,
  "pnb": 217,
  "housing": 218,
  "(3.39%).": 219,
  "silver": 220,
  "etf": 221,
  "fof": 222,
  "commodity": 223,
  "₹40.63.": 224,
  "169.47%.": 225,
  "50.83%.": 226,
  "154.77%.": 227,
  "47.07%.": 228,
  "22.57.": 229,
  "1.19.": 230,
  "-0.73.": 231,
  "0.96.": 232,
  "0.32%.": 233,
  "0.5%": 234,
  "two": 235,
  "years,": 236,
  "etf-growth": 237,
  "(100.01%).": 238,
  "axis": 239,
  "₹44.75.": 240,
  "168.29%.": 241,
  "51.02%.": 242,
  "22.23.": 243,
  "1.20.": 244,
  "-0.37.": 245,
  "0.94.": 246,
  "0.09%.": 247,
  "0.25%,": 248,
  "7": 249,
  "₹5000.": 250,
  "regular-growth": 251,
  "(99.94%).": 252,
  "dsp": 253,
  "₹58.84.": 254,
  "16.38%.": 255,
  "12.82%.": 256,
  "7.05%.": 257,
  "7.42.": 258,
  "1.30.": 259,
  "0.40%.": 260,
  "3%,": 261,
  "12": 262,
  "months.": 263,
  "(9.99%),": 264,
  "renewables": 265,
  "(6.53%),": 266,
  "roadstar": 267,
  "infra": 268,
  "trust": 269,
  "(6.46%),": 270,
  "tata": 271,
  "devp.": 272,
  "co.": 273,
  "ltd": 274,
  "(6.29%),": 275,
  "(6.27%),": 276,
  "rec": 277,
  "(4.49%),": 278,
  "projects": 279,
  "(4.45%),": 280,
  "(4.40%),": 281,
  "piramal": 282,
  "(4.34%),": 283,
  "(4.32%).": 284,
  "hdfc": 285,
  "hybrid": 286,
  "₹120.03.": 287,
  "-5.71%.": 288,
  "8.07%.": 289,
  "10.66%.": 290,
  "11.80%.": 291,
  "4.72%.": 292,
  "14.31%.": 293,
  "13.94%.": 294,
  "10.75.": 295,
  "0.31.": 296,
  "1.11%.": 297,
  "units": 298,
  "excess": 299,
  "15%": 300,
  "the": 301,
  "investment,1%": 302,
  "will": 303,
  "be": 304,
  "charged": 305,
  "redemption": 306,
  "icici": 307,
  "(6.63%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.75%),": 311,
  "(3.59%),": 312,
  "(3.13%),": 313,
  "kotak": 314,
  "mahindra": 315,
  "(3.01%),": 316,
  "infosys": 317,
  "(2.69%),": 318,
  "larsen": 319,
  "toubro": 320,
  "(2.61%),": 321,
  "bharti": 322,
  "airtel": 323,
  "(2.03%).": 324,
  "plus": 325,
  "arbitrage": 326,
  "active": 327,
  "moderate.": 328,
  "₹44.71.": 329,
  "4.85%.": 330,
  "11.58%.": 331,
  "12.21%.": 332,
  "10.91%.": 333,
  "7.37%.": 334,
  "5.75.": 335,
  "1.00.": 336,
  "0.02%.": 337,
  "nil": 338,
  "corporate": 339,
  "bond": 340,
  "plan-growth": 341,
  "(43.65%),": 342,
  "wholesale": 343,
  "direct-growth": 344,
  "(37.09%),": 345,
  "money": 346,
  "(18.72%).": 347,
  "₹43.00.": 348,
  "169.24%.": 349,
  "50.59%.": 350,
  "22.93.": 351,
  "1.18.": 352,
  "-0.89.": 353,
  "0.24%.": 354,
  "15": 355,
  "regular": 356,
  "-": 357,
  "(100.15%).": 358,
  "hsbc": 359,
  "₹36.75.": 360,
  "5.62%.": 361,
  "9.28%.": 362,
  "6.87.": 363,
  "0.78.": 364,
  "0.97%.": 365,
  "10%": 366,
  "(5.55%),": 367,
  "(5.53%),": 368,
  "(5.50%),": 369,
  "nuvoco": 370,
  "vistas": 371,
  "(5.45%),": 372,
  "nirma": 373,
  "(5.35%),": 374,
  "(5.34%),": 375,
  "jsw": 376,
  "kalinga": 377,
  "steel": 378,
  "(4.18%),": 379,
  "(3.44%).": 380,
  "prudential": 381,
  "₹23.25.": 382,
  "10.19%.": 383,
  "27.27%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "1.99%.": 389,
  "before": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(13.05%),": 394,
  "(8.51%),": 395,
  "(6.20%),": 396,
  "(5.82%),": 397,
  "insurance": 398,
  "(4.88%),": 399,
  "hindustan": 400,
  "aeronautics": 401,
  "(4.64%),": 402,
  "(3.37%),": 403,
  "(3.27%),": 404,
  "coal": 405,
  "(3.19%),": 406,
  "(3.18%).": 407,
  "retirement": 408,
  "aggressive": 409,
  "₹30.35.": 410,
  "11.13%.": 411,
  "22.08%.": 412,
  "17.88%.": 413,
  "13.83%.": 414,
  "14.01.": 415,
  "1.12.": 416,
  "1.06.": 417,
  "1.16%.": 418,
  "(2.43%),": 419,
  "tech": 420,
  "(2.30%),": 421,
  "multi": 422,
  "exchange": 423,
  "(2.29%),": 424,
  "(2.21%),": 425,
  "unilever": 426,
  "(2.12%),": 427,
  "titan": 428,
  "company": 429,
  "(2.03%),": 430,
  "ultratech": 431,
  "cement": 432,
  "(2.02%),": 433,
  "(1.92%),": 434,
  "mphasis": 435,
  "(1.91%).": 436,
  "₹39.95.": 437,
  "168.76%.": 438,
  "50.99%.": 439,
  "22.66.": 440,
  "0.21%.": 441,
  "(99.96%).": 442,
  "invesco": 443,
  "₹78.28.": 444,
  "6.68%.": 445,
  "28.22%.": 446,
  "24.91%.": 447,
  "11.34%.": 448,
  "24.02.": 449,
  "-1.31.": 450,
  "0.92%.": 451,
  "investment,": 452,
  "(8.23%),": 453,
  "(7.45%),": 454,
  "indian": 455,
  "(7.08%),": 456,
  "petroleum": 457,
  "(6.08%),": 458,
  "(5.90%),": 459,
  "green": 460,
  "energy": 461,
  "(4.95%),": 462,
  "(4.73%),": 463,
  "baroda": 464,
  "(4.53%),": 465,
  "dynamics": 466,
  "(4.23%),": 467,
  "dredging": 468,
  "(3.99%).": 469,
  "motilal": 470,
  "oswal": 471,
  "bse": 472,
  "enhanced": 473,
  "value": 474,
  "index": 475,
  "₹27.93.": 476,
  "13.81%.": 477,
  "30.60%.": 478,
  "4.80%.": 479,
  "19.16%.": 480,
  "18.84%.": 481,
  "19.65.": 482,
  "1.38.": 483,
  "15.11.": 484,
  "1.24.": 485,
  "0.45%.": 486,
  "load:": 487,
  "1%-": 488,
  "on": 489,
  "or": 490,
  "days": 491,
  "(8.75%),": 492,
  "hindalco": 493,
  "(8.56%),": 494,
  "(7.75%),": 495,
  "motors": 496,
  "passenger": 497,
  "vehicles": 498,
  "(7.71%),": 499,
  "(7.36%),": 500,
  "(6.90%),": 501,
  "(6.75%),": 502,
  "(4.92%),": 503,
  "(4.28%),": 504,
  "(4.18%).": 505,
  "nippon": 506,
  "asset": 507,
  "allocation": 508,
  "2026-05-14": 509,
  "₹26.54.": 510,
  "19.49%.": 511,
  "21.95%.": 512,
  "17.83%.": 513,
  "31.90%.": 514,
  "15.09%.": 515,
  "17.81%.": 516,
  "16.11%.": 517,
  "9.60.": 518,
  "1.51.": 519,
  "0.37%.": 520,
  "gold": 521,
  "bees": 522,
  "(8.15%),": 523,
  "ishares": 524,
  "msci": 525,
  "world": 526,
  "(5.23%),": 527,
  "(3.60%),": 528,
  "(3.24%),": 529,
  "(2.39%),": 530,
  "(1.96%),": 531,
  "(1.81%),": 532,
  "eternal": 533,
  "(1.67%),": 534,
  "(1.58%),": 535,
  "(1.54%).": 536,
  "₹39.83.": 537,
  "170.09%.": 538,
  "50.63%.": 539,
  "22.84.": 540,
  "-1.14.": 541,
  "(100.00%).": 542,
  "quant": 543,
  "₹178.81.": 544,
  "21.98%.": 545,
  "24.59%.": 546,
  "21.51%.": 547,
  "9.86%.": 548,
  "12.04.": 549,
  "1.37.": 550,
  "0.62%.": 551,
  "(10.22%),": 552,
  "(8.52%),": 553,
  "adani": 554,
  "(7.43%),": 555,
  "(6.72%),": 556,
  "(6.26%),": 557,
  "(5.32%),": 558,
  "co": 559,
  "(5.05%),": 560,
  "aurobindo": 561,
  "pharma": 562,
  "(4.79%),": 563,
  "management": 564,
  "premier": 565,
  "energies": 566,
  "(4.63%).": 567,
  "sbi": 568,
  "children's": 569,
  "₹49.11.": 570,
  "15.89%.": 571,
  "24.39%.": 572,
  "26.52%.": 573,
  "117.29%.": 574,
  "16.13.": 575,
  "3.63%.": 576,
  "respect": 577,
  "subject": 578,
  "lock-in": 579,
  "period": 580,
  "holding": 581,
  "less": 582,
  "than": 583,
  "3": 584,
  "years:": 585,
  "3%": 586,
  "2%": 587,
  "but": 588,
  "2": 589,
  "alphabet": 590,
  "inc": 591,
  "class": 592,
  "(7.79%),": 593,
  "thangamayil": 594,
  "jewellery": 595,
  "(4.80%),": 596,
  "hatsun": 597,
  "agro": 598,
  "product": 599,
  "(4.36%),": 600,
  "(4.10%),": 601,
  "muthoot": 602,
  "(3.92%),": 603,
  "aether": 604,
  "(3.64%),": 605,
  "aequs": 606,
  "(3.38%),": 607,
  "privi": 608,
  "speciality": 609,
  "chemicals": 610,
  "(3.36%),": 611,
  "ather": 612,
  "(3.33%).": 613,
  "₹38.95.": 614,
  "13.20%.": 615,
  "31.28%.": 616,
  "26.29%.": 617,
  "3.93%.": 618,
  "1.09.": 619,
  "0.93.": 620,
  "0.85%.": 621,
  "0.50%": 622,
  "(16.87%),": 623,
  "(9.52%),": 624,
  "(9.34%),": 625,
  "(9.24%),": 626,
  "(8.66%),": 627,
  "(6.58%),": 628,
  "(5.17%),": 629,
  "(4.37%),": 630,
  "(3.78%),": 631,
  "(3.43%).": 632
}