{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-07-06": 24,
  "₹27.87.": 25,
  "1y": 26,
  "returns:": 27,
  "13.30%.": 28,
  "3y": 29,
  "annualised": 30,
  "13.26%.": 31,
  "5y": 32,
  "11.01%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.99.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.24.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(9.14%),": 84,
  "government": 85,
  "india": 86,
  "36574": 87,
  "goi": 88,
  "06ot35": 89,
  "6.48": 90,
  "fv": 91,
  "rs": 92,
  "100": 93,
  "(3.89%),": 94,
  "gmr": 95,
  "airports": 96,
  "limited": 97,
  "5": 98,
  "bd": 99,
  "13fb27": 100,
  "fvrs1lac": 101,
  "(3.88%),": 102,
  "national": 103,
  "bank": 104,
  "for": 105,
  "agriculture": 106,
  "and": 107,
  "rural": 108,
  "development": 109,
  "sr": 110,
  "25g": 111,
  "7.48": 112,
  "15sp28": 113,
  "(3.57%),": 114,
  "jubilant": 115,
  "bevco": 116,
  "ncd": 117,
  "31my28": 118,
  "(3.13%),": 119,
  "net": 120,
  "receivables": 121,
  "(2.86%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "finance": 125,
  "9.25": 126,
  "09jl31": 127,
  "(2.46%),": 128,
  "26a": 129,
  "6.66": 130,
  "12ot28": 131,
  "(2.45%),": 132,
  "kogta": 133,
  "financial": 134,
  "(india)": 135,
  "9.5": 136,
  "30ot27": 137,
  "(2.31%),": 138,
  "gaursons": 139,
  "private": 140,
  "10.96": 141,
  "26dc28": 142,
  "(2.27%).": 143,
  "&": 144,
  "market": 145,
  "news": 146,
  "generic": 147,
  "stream": 148,
  "groww;": 149,
  "not": 150,
  "specific": 151,
  "to": 152,
  "this": 153,
  "single": 154,
  "fund.": 155,
  "medium": 156,
  "term": 157,
  "plan": 158,
  "₹47.80.": 159,
  "9.69%.": 160,
  "10.86%.": 161,
  "12.98%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "0.83%.": 169,
  "₹1000.": 170,
  "(6.32%),": 171,
  "34208": 172,
  "08ap34": 173,
  "7.1": 174,
  "(6.17%),": 175,
  "26c": 176,
  "7.27": 177,
  "23fb29": 178,
  "(3.94%),": 179,
  "(3.59%),": 180,
  "(3.44%),": 181,
  "oxyzo": 182,
  "services": 183,
  "9.9": 184,
  "13mr29": 185,
  "(2.84%),": 186,
  "(2.66%),": 187,
  "jtpm": 188,
  "metal": 189,
  "traders": 190,
  "30ap30": 191,
  "(2.58%),": 192,
  "(2.29%).": 193,
  "psu": 194,
  "equity": 195,
  "very": 196,
  "₹39.91.": 197,
  "8.76%.": 198,
  "25.21%.": 199,
  "24.49%.": 200,
  "16.04%.": 201,
  "5.81%.": 202,
  "28.28%.": 203,
  "29.79%.": 204,
  "23.65.": 205,
  "0.89.": 206,
  "-0.17.": 207,
  "0.96.": 208,
  "0.74%.": 209,
  "1%": 210,
  "30": 211,
  "days.": 212,
  "₹500.": 213,
  "you": 214,
  "redeem": 215,
  "one": 216,
  "year,": 217,
  "at": 218,
  "20%.": 219,
  "after": 220,
  "exceeding": 221,
  "1.25": 222,
  "lakh": 223,
  "in": 224,
  "year": 225,
  "12.5%.": 226,
  "state": 227,
  "(16.56%),": 228,
  "ntpc": 229,
  "ltd": 230,
  "(8.57%),": 231,
  "power": 232,
  "grid": 233,
  "corporation": 234,
  "(6.89%),": 235,
  "bharat": 236,
  "heavy": 237,
  "electricals": 238,
  "(6.50%),": 239,
  "electronics": 240,
  "(4.93%),": 241,
  "gail": 242,
  "(4.66%),": 243,
  "maharashtra": 244,
  "(4.42%),": 245,
  "nmdc": 246,
  "(3.52%),": 247,
  "oil": 248,
  "natural": 249,
  "gas": 250,
  "(3.51%),": 251,
  "pnb": 252,
  "housing": 253,
  "(3.39%).": 254,
  "silver": 255,
  "etf": 256,
  "fof": 257,
  "commodity": 258,
  "₹35.80.": 259,
  "108.88%.": 260,
  "45.89%.": 261,
  "154.77%.": 262,
  "47.07%.": 263,
  "22.57.": 264,
  "1.19.": 265,
  "-0.73.": 266,
  "0.32%.": 267,
  "0.5%": 268,
  "two": 269,
  "years,": 270,
  "etf-growth": 271,
  "(99.94%),": 272,
  "(0.37%),": 273,
  "payables": 274,
  "(-0.31%).": 275,
  "axis": 276,
  "₹39.53.": 277,
  "109.34%.": 278,
  "46.34%.": 279,
  "22.23.": 280,
  "1.20.": 281,
  "-0.37.": 282,
  "0.94.": 283,
  "0.09%.": 284,
  "0.25%,": 285,
  "7": 286,
  "₹5000.": 287,
  "regular-growth": 288,
  "(99.78%),": 289,
  "others": 290,
  "cblo": 291,
  "(0.53%),": 292,
  "(-0.32%).": 293,
  "dsp": 294,
  "₹60.40.": 295,
  "11.10%.": 296,
  "17.00%.": 297,
  "7.05%.": 298,
  "7.39.": 299,
  "1.39.": 300,
  "0.46%.": 301,
  "3%,": 302,
  "12": 303,
  "months.": 304,
  "37426": 305,
  "11my36": 306,
  "6.94": 307,
  "(9.30%),": 308,
  "kotak": 309,
  "mahindra": 310,
  "cd": 311,
  "04feb27": 312,
  "(8.73%),": 313,
  "(8.26%),": 314,
  "(5.84%),": 315,
  "renewables": 316,
  "8.6": 317,
  "24sp27": 318,
  "(5.82%),": 319,
  "nuvoco": 320,
  "vistas": 321,
  "7.7": 322,
  "18sp28": 323,
  "(5.75%),": 324,
  "tata": 325,
  "company": 326,
  "i": 327,
  "7.51": 328,
  "08dc28": 329,
  "(5.64%),": 330,
  "25c": 331,
  "7.44": 332,
  "24fb28": 333,
  "(5.61%),": 334,
  "adani": 335,
  "airport": 336,
  "8.45": 337,
  "12fb29": 338,
  "(5.44%),": 339,
  "nuvama": 340,
  "wealth": 341,
  "f7h502a": 342,
  "9": 343,
  "11ju27": 344,
  "(3.94%).": 345,
  "hdfc": 346,
  "hybrid": 347,
  "₹125.41.": 348,
  "-3.86%.": 349,
  "7.80%.": 350,
  "9.94%.": 351,
  "11.80%.": 352,
  "4.72%.": 353,
  "14.31%.": 354,
  "13.94%.": 355,
  "10.74.": 356,
  "0.20.": 357,
  "1.13%.": 358,
  "units": 359,
  "excess": 360,
  "15%": 361,
  "the": 362,
  "investment,1%": 363,
  "will": 364,
  "be": 365,
  "charged": 366,
  "redemption": 367,
  "icici": 368,
  "(6.71%),": 369,
  "(6.42%),": 370,
  "reliance": 371,
  "industries": 372,
  "(4.46%),": 373,
  "(3.23%),": 374,
  "(3.07%),": 375,
  "larsen": 376,
  "toubro": 377,
  "(2.70%),": 378,
  "34238": 379,
  "22ap64": 380,
  "7.34": 381,
  "infosys": 382,
  "(2.54%),": 383,
  "bharti": 384,
  "airtel": 385,
  "(2.00%).": 386,
  "plus": 387,
  "arbitrage": 388,
  "active": 389,
  "moderate.": 390,
  "₹45.52.": 391,
  "5.85%.": 392,
  "10.14%.": 393,
  "11.17%.": 394,
  "10.91%.": 395,
  "7.37%.": 396,
  "5.47.": 397,
  "0.79.": 398,
  "0.02%.": 399,
  "nil": 400,
  "opportunities": 401,
  "plan-growth": 402,
  "(44.39%),": 403,
  "direct-growth": 404,
  "(36.34%),": 405,
  "money": 406,
  "(18.47%),": 407,
  "(2.37%),": 408,
  "(-1.57%).": 409,
  "₹38.09.": 410,
  "109.42%.": 411,
  "46.28%.": 412,
  "22.93.": 413,
  "1.18.": 414,
  "-0.89.": 415,
  "0.97.": 416,
  "0.22%.": 417,
  "15": 418,
  "regular": 419,
  "-": 420,
  "(100.05%),": 421,
  "(-0.42%).": 422,
  "hsbc": 423,
  "₹37.43.": 424,
  "6.51%.": 425,
  "11.93%.": 426,
  "9.57%.": 427,
  "6.88.": 428,
  "0.84.": 429,
  "0.97%.": 430,
  "10%": 431,
  "(7.85%),": 432,
  "36232": 433,
  "21jl30": 434,
  "6.01": 435,
  "(6.48%),": 436,
  "(5.70%),": 437,
  "(5.68%),": 438,
  "corpn.": 439,
  "ltd.": 440,
  "7.2": 441,
  "09/08/2027": 442,
  "(5.67%),": 443,
  "godrej": 444,
  "seeds": 445,
  "genetics": 446,
  "2": 447,
  "strpp": 448,
  "7.68": 449,
  "28ap28": 450,
  "(5.51%),": 451,
  "nirma": 452,
  "vii": 453,
  "tr": 454,
  "c": 455,
  "8.50": 456,
  "07ap27": 457,
  "(5.50%),": 458,
  "259a": 459,
  "6.96": 460,
  "02mr28": 461,
  "(5.42%),": 462,
  "jsw": 463,
  "kalinga": 464,
  "steel": 465,
  "(4.37%).": 466,
  "prudential": 467,
  "₹23.14.": 468,
  "6.79%.": 469,
  "24.20%.": 470,
  "18.35.": 471,
  "1.17.": 472,
  "1.03.": 473,
  "0.81.": 474,
  "1.15%.": 475,
  "before": 476,
  "month": 477,
  "date": 478,
  "allotment.": 479,
  "(14.22%),": 480,
  "(8.61%),": 481,
  "(5.36%),": 482,
  "hindustan": 483,
  "aeronautics": 484,
  "(4.78%),": 485,
  "insurance": 486,
  "(4.71%),": 487,
  "(3.61%),": 488,
  "(3.48%),": 489,
  "(3.42%),": 490,
  "indian": 491,
  "(3.20%).": 492,
  "retirement": 493,
  "aggressive": 494,
  "₹31.50.": 495,
  "8.16%.": 496,
  "20.71%.": 497,
  "17.61%.": 498,
  "13.83%.": 499,
  "13.87.": 500,
  "1.14%.": 501,
  "(5.40%),": 502,
  "vedanta": 503,
  "9.31": 504,
  "03dc27": 505,
  "(2.52%),": 506,
  "(2.21%),": 507,
  "titan": 508,
  "(2.19%),": 509,
  "(2.14%),": 510,
  "tech": 511,
  "(1.90%),": 512,
  "(1.89%),": 513,
  "upl": 514,
  "(1.85%),": 515,
  "unilever": 516,
  "(1.83%).": 517,
  "₹35.29.": 518,
  "109.09%.": 519,
  "46.21%.": 520,
  "22.66.": 521,
  "0.20%.": 522,
  "(99.90%),": 523,
  "(0.45%),": 524,
  "(-0.34%).": 525,
  "invesco": 526,
  "₹78.62.": 527,
  "0.80%.": 528,
  "24.13%.": 529,
  "22.95%.": 530,
  "11.34%.": 531,
  "24.12.": 532,
  "0.82.": 533,
  "-1.52.": 534,
  "investment,": 535,
  "(8.67%),": 536,
  "(7.63%),": 537,
  "(7.59%),": 538,
  "petroleum": 539,
  "(6.23%),": 540,
  "(5.80%),": 541,
  "dredging": 542,
  "(5.10%),": 543,
  "green": 544,
  "energy": 545,
  "(4.82%),": 546,
  "baroda": 547,
  "(4.76%),": 548,
  "(4.73%),": 549,
  "rec": 550,
  "(3.91%).": 551,
  "motilal": 552,
  "oswal": 553,
  "bse": 554,
  "enhanced": 555,
  "value": 556,
  "index": 557,
  "₹27.80.": 558,
  "7.47%.": 559,
  "26.60%.": 560,
  "4.80%.": 561,
  "19.16%.": 562,
  "18.84%.": 563,
  "19.65.": 564,
  "1.38.": 565,
  "15.11.": 566,
  "1.24.": 567,
  "0.54%.": 568,
  "load:": 569,
  "1%-": 570,
  "on": 571,
  "or": 572,
  "days": 573,
  "hindalco": 574,
  "(9.27%),": 575,
  "motors": 576,
  "(8.85%),": 577,
  "(7.75%),": 578,
  "coal": 579,
  "(6.98%),": 580,
  "(6.81%),": 581,
  "(6.64%),": 582,
  "(4.69%),": 583,
  "(4.47%),": 584,
  "(4.19%).": 585,
  "nippon": 586,
  "multi": 587,
  "asset": 588,
  "allocation": 589,
  "₹26.82.": 590,
  "15.47%.": 591,
  "20.34%.": 592,
  "16.69%.": 593,
  "31.90%.": 594,
  "15.09%.": 595,
  "17.81%.": 596,
  "16.11%.": 597,
  "9.62.": 598,
  "1.35.": 599,
  "0.43%.": 600,
  "gold": 601,
  "bees": 602,
  "idcw": 603,
  "(8.62%),": 604,
  "ishares": 605,
  "msci": 606,
  "world": 607,
  "(5.20%),": 608,
  "(4.32%),": 609,
  "(3.81%),": 610,
  "(3.67%),": 611,
  "(2.68%),": 612,
  "(1.83%),": 613,
  "(1.80%),": 614,
  "mini": 615,
  "(100": 616,
  "grams)": 617,
  "june": 618,
  "2020": 619,
  "future": 620,
  "(1.70%),": 621,
  "zomato": 622,
  "(1.62%).": 623,
  "₹35.12.": 624,
  "108.97%.": 625,
  "45.88%.": 626,
  "22.84.": 627,
  "-1.14.": 628,
  "(99.95%),": 629,
  "(0.19%),": 630,
  "mrgn": 631,
  "(0.00%),": 632,
  "(-0.14%).": 633,
  "quant": 634,
  "₹184.87.": 635,
  "21.23%.": 636,
  "24.81%.": 637,
  "20.96%.": 638,
  "9.86%.": 639,
  "12.00.": 640,
  "1.16%.": 641,
  "current": 642,
  "assets": 643,
  "(14.67%),": 644,
  "(9.97%),": 645,
  "(8.36%),": 646,
  "enterprises": 647,
  "(8.20%),": 648,
  "(7.96%),": 649,
  "(7.94%),": 650,
  "(6.07%),": 651,
  "co": 652,
  "(5.86%),": 653,
  "fixed": 654,
  "deposits": 655,
  "management": 656,
  "(4.76%).": 657,
  "sbi": 658,
  "children's": 659,
  "₹53.27.": 660,
  "19.00%.": 661,
  "23.44%.": 662,
  "24.59%.": 663,
  "117.29%.": 664,
  "2.19%.": 665,
  "15.99%.": 666,
  "15.61%.": 667,
  "15.95.": 668,
  "1.05.": 669,
  "10.44.": 670,
  "0.87.": 671,
  "respect": 672,
  "subject": 673,
  "lock-in": 674,
  "period": 675,
  "holding": 676,
  "less": 677,
  "than": 678,
  "3": 679,
  "years:": 680,
  "3%": 681,
  "2%": 682,
  "but": 683,
  "(15.62%),": 684,
  "alphabet": 685,
  "inc": 686,
  "forgn.": 687,
  "eq": 688,
  "(googl)": 689,
  "(7.38%),": 690,
  "thangamayil": 691,
  "jewellery": 692,
  "(4.61%),": 693,
  "(4.60%),": 694,
  "renew": 695,
  "global": 696,
  "plc": 697,
  "(rnw)": 698,
  "(4.35%),": 699,
  "(4.21%),": 700,
  "muthoot": 701,
  "(4.03%),": 702,
  "hatsun": 703,
  "agro": 704,
  "products": 705,
  "(3.90%),": 706,
  "epam": 707,
  "systems": 708,
  "(epam)": 709,
  "(3.52%).": 710,
  "₹38.43.": 711,
  "7.33%.": 712,
  "27.40%.": 713,
  "24.37%.": 714,
  "3.93%.": 715,
  "23.09.": 716,
  "1.88.": 717,
  "0.93.": 718,
  "0.90%.": 719,
  "0.50%": 720,
  "(16.86%),": 721,
  "(9.52%),": 722,
  "(9.06%),": 723,
  "(8.84%),": 724,
  "(8.78%),": 725,
  "(5.90%),": 726,
  "(5.33%),": 727,
  "(4.39%),": 728,
  "(4.11%),": 729,
  "(3.72%).": 730
}