{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-10": 24,
  "₹27.47.": 25,
  "1y": 26,
  "returns:": 27,
  "12.54%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.86%.": 31,
  "5y": 32,
  "10.71%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(15.06%),": 84,
  "gmr": 85,
  "airports": 86,
  "limited": 87,
  "5": 88,
  "bd": 89,
  "13fb27": 90,
  "fvrs1lac": 91,
  "(3.99%),": 92,
  "jubilant": 93,
  "bevco": 94,
  "ncd": 95,
  "31my28": 96,
  "(3.22%),": 97,
  "government": 98,
  "india": 99,
  "36574": 100,
  "goi": 101,
  "06ot35": 102,
  "6.48": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(2.93%),": 107,
  "ikf": 108,
  "finance": 109,
  "9.4": 110,
  "12sp27": 111,
  "(2.57%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "9.25": 115,
  "09jl31": 116,
  "(2.54%),": 117,
  "national": 118,
  "bank": 119,
  "for": 120,
  "agriculture": 121,
  "and": 122,
  "rural": 123,
  "development": 124,
  "sr": 125,
  "26a": 126,
  "6.66": 127,
  "12ot28": 128,
  "(2.53%),": 129,
  "kogta": 130,
  "financial": 131,
  "(india)": 132,
  "9.5": 133,
  "30ot27": 134,
  "(2.37%),": 135,
  "gaursons": 136,
  "private": 137,
  "10.96": 138,
  "26dc28": 139,
  "(2.34%),": 140,
  "vedanta": 141,
  "ii": 142,
  "9.45": 143,
  "05ju28": 144,
  "(2.24%).": 145,
  "&": 146,
  "market": 147,
  "news": 148,
  "generic": 149,
  "stream": 150,
  "groww;": 151,
  "not": 152,
  "specific": 153,
  "to": 154,
  "this": 155,
  "single": 156,
  "fund.": 157,
  "medium": 158,
  "term": 159,
  "plan": 160,
  "₹47.11.": 161,
  "8.62%.": 162,
  "10.43%.": 163,
  "12.61%.": 164,
  "4.91%.": 165,
  "7.95%.": 166,
  "7.55%.": 167,
  "6.56%.": 168,
  "1.92.": 169,
  "1.99.": 170,
  "0.83%.": 171,
  "₹1000.": 172,
  "34208": 173,
  "08ap34": 174,
  "7.1": 175,
  "(6.87%),": 176,
  "(4.51%),": 177,
  "26c": 178,
  "7.27": 179,
  "23fb29": 180,
  "(3.63%),": 181,
  "(3.49%),": 182,
  "oxyzo": 183,
  "services": 184,
  "9.9": 185,
  "13mr29": 186,
  "(2.87%),": 187,
  "nuvama": 188,
  "wealth": 189,
  "nwfl200824/05": 190,
  "9.75": 191,
  "16ap27": 192,
  "(2.77%),": 193,
  "(2.68%),": 194,
  "(2.60%),": 195,
  "jtpm": 196,
  "metal": 197,
  "traders": 198,
  "30ap30": 199,
  "(2.59%).": 200,
  "psu": 201,
  "equity": 202,
  "very": 203,
  "₹39.24.": 204,
  "6.60%.": 205,
  "27.05%.": 206,
  "23.85%.": 207,
  "16.04%.": 208,
  "5.81%.": 209,
  "28.28%.": 210,
  "29.79%.": 211,
  "23.63.": 212,
  "0.93.": 213,
  "-0.54.": 214,
  "0.96.": 215,
  "0.66%.": 216,
  "1%": 217,
  "30": 218,
  "days.": 219,
  "₹500.": 220,
  "you": 221,
  "redeem": 222,
  "one": 223,
  "year,": 224,
  "at": 225,
  "20%.": 226,
  "after": 227,
  "exceeding": 228,
  "1.25": 229,
  "lakh": 230,
  "in": 231,
  "year": 232,
  "12.5%.": 233,
  "state": 234,
  "(18.08%),": 235,
  "ntpc": 236,
  "ltd": 237,
  "(8.71%),": 238,
  "power": 239,
  "grid": 240,
  "corporation": 241,
  "(7.44%),": 242,
  "bharat": 243,
  "heavy": 244,
  "electricals": 245,
  "(5.42%),": 246,
  "electronics": 247,
  "(5.10%),": 248,
  "gail": 249,
  "(4.56%),": 250,
  "maharashtra": 251,
  "(4.30%),": 252,
  "oil": 253,
  "natural": 254,
  "gas": 255,
  "(3.90%),": 256,
  "nmdc": 257,
  "(3.56%),": 258,
  "pnb": 259,
  "housing": 260,
  "(3.39%).": 261,
  "silver": 262,
  "etf": 263,
  "fof": 264,
  "commodity": 265,
  "₹35.91.": 266,
  "110.83%.": 267,
  "44.14%.": 268,
  "154.77%.": 269,
  "47.07%.": 270,
  "22.57.": 271,
  "1.19.": 272,
  "-0.73.": 273,
  "0.32%.": 274,
  "0.5%": 275,
  "two": 276,
  "years,": 277,
  "etf-growth": 278,
  "(100.01%),": 279,
  "(0.25%),": 280,
  "net": 281,
  "payables": 282,
  "(-0.26%).": 283,
  "axis": 284,
  "₹39.62.": 285,
  "110.58%.": 286,
  "44.56%.": 287,
  "22.23.": 288,
  "1.20.": 289,
  "-0.37.": 290,
  "0.94.": 291,
  "0.08%.": 292,
  "0.25%,": 293,
  "7": 294,
  "₹5000.": 295,
  "regular-growth": 296,
  "(99.94%),": 297,
  "others": 298,
  "cblo": 299,
  "(0.32%),": 300,
  "dsp": 301,
  "₹59.44.": 302,
  "9.87%.": 303,
  "16.58%.": 304,
  "12.99%.": 305,
  "7.05%.": 306,
  "7.41.": 307,
  "1.33.": 308,
  "3.95%.": 309,
  "3%,": 310,
  "12": 311,
  "months.": 312,
  "(14.83%),": 313,
  "(9.99%),": 314,
  "renewables": 315,
  "8.6": 316,
  "24sp27": 317,
  "(6.53%),": 318,
  "roadstar": 319,
  "infra": 320,
  "trust": 321,
  "(6.46%),": 322,
  "tata": 323,
  "company": 324,
  "i": 325,
  "7.51": 326,
  "08dc28": 327,
  "(6.29%),": 328,
  "25c": 329,
  "7.44": 330,
  "24fb28": 331,
  "(6.27%),": 332,
  "rec": 333,
  "180-b": 334,
  "8.30": 335,
  "25ju29": 336,
  "fvrs10lac": 337,
  "(4.49%),": 338,
  "projects": 339,
  "q": 340,
  "8.25": 341,
  "28ap27": 342,
  "(4.45%),": 343,
  "f7h502a": 344,
  "9": 345,
  "11ju27": 346,
  "(4.40%),": 347,
  "piramal": 348,
  "8.75": 349,
  "29oct27": 350,
  "(4.34%).": 351,
  "hdfc": 352,
  "hybrid": 353,
  "₹119.35.": 354,
  "-7.55%.": 355,
  "7.25%.": 356,
  "9.23%.": 357,
  "11.80%.": 358,
  "4.72%.": 359,
  "14.31%.": 360,
  "13.94%.": 361,
  "10.76.": 362,
  "0.21.": 363,
  "1.02%.": 364,
  "units": 365,
  "excess": 366,
  "15%": 367,
  "the": 368,
  "investment,1%": 369,
  "will": 370,
  "be": 371,
  "charged": 372,
  "redemption": 373,
  "icici": 374,
  "(6.63%),": 375,
  "reliance": 376,
  "industries": 377,
  "(4.75%),": 378,
  "(3.59%),": 379,
  "(3.13%),": 380,
  "kotak": 381,
  "mahindra": 382,
  "(3.01%),": 383,
  "infosys": 384,
  "(2.69%),": 385,
  "larsen": 386,
  "toubro": 387,
  "(2.61%),": 388,
  "34238": 389,
  "22ap64": 390,
  "7.34": 391,
  "bharti": 392,
  "airtel": 393,
  "(2.03%).": 394,
  "plus": 395,
  "arbitrage": 396,
  "active": 397,
  "moderate.": 398,
  "₹45.08.": 399,
  "5.19%.": 400,
  "10.91%.": 401,
  "11.27%.": 402,
  "7.37%.": 403,
  "5.63.": 404,
  "0.85.": 405,
  "0.02%.": 406,
  "nil": 407,
  "opportunities": 408,
  "plan-growth": 409,
  "(43.65%),": 410,
  "wholesale": 411,
  "direct-growth": 412,
  "(37.09%),": 413,
  "money": 414,
  "(18.72%),": 415,
  "(0.54%),": 416,
  "current": 417,
  "assets": 418,
  "(0.00%).": 419,
  "₹38.04.": 420,
  "109.31%.": 421,
  "44.05%.": 422,
  "22.93.": 423,
  "1.18.": 424,
  "-0.89.": 425,
  "0.97.": 426,
  "0.21%.": 427,
  "15": 428,
  "regular": 429,
  "-": 430,
  "(100.15%),": 431,
  "(0.14%),": 432,
  "(-0.29%).": 433,
  "hsbc": 434,
  "₹37.11.": 435,
  "6.06%.": 436,
  "11.77%.": 437,
  "9.36%.": 438,
  "6.88.": 439,
  "0.77.": 440,
  "0.96%.": 441,
  "10%": 442,
  "(10.89%),": 443,
  "36232": 444,
  "21jl30": 445,
  "6.01": 446,
  "(5.55%),": 447,
  "corpn.": 448,
  "ltd.": 449,
  "7.2": 450,
  "09/08/2027": 451,
  "(5.53%),": 452,
  "(5.50%),": 453,
  "nuvoco": 454,
  "vistas": 455,
  "7.7": 456,
  "18sp28": 457,
  "(5.45%),": 458,
  "nirma": 459,
  "vii": 460,
  "tr": 461,
  "c": 462,
  "8.50": 463,
  "07ap27": 464,
  "(5.35%),": 465,
  "230-a": 466,
  "7.71": 467,
  "26fb27": 468,
  "(5.34%),": 469,
  "jsw": 470,
  "kalinga": 471,
  "steel": 472,
  "(4.18%).": 473,
  "prudential": 474,
  "₹22.58.": 475,
  "3.77%.": 476,
  "25.42%.": 477,
  "18.35.": 478,
  "1.17.": 479,
  "1.03.": 480,
  "0.81.": 481,
  "1.08%.": 482,
  "before": 483,
  "month": 484,
  "date": 485,
  "allotment.": 486,
  "(13.05%),": 487,
  "(8.51%),": 488,
  "(6.20%),": 489,
  "(5.82%),": 490,
  "(5.05%),": 491,
  "insurance": 492,
  "(4.88%),": 493,
  "hindustan": 494,
  "aeronautics": 495,
  "(4.64%),": 496,
  "(3.37%),": 497,
  "(3.27%),": 498,
  "coal": 499,
  "(3.19%).": 500,
  "retirement": 501,
  "aggressive": 502,
  "₹30.07.": 503,
  "5.92%.": 504,
  "20.43%.": 505,
  "16.61%.": 506,
  "13.83%.": 507,
  "13.96.": 508,
  "1.08.": 509,
  "1.12%.": 510,
  "(6.90%),": 511,
  "9.31": 512,
  "03dc27": 513,
  "(2.43%),": 514,
  "tech": 515,
  "(2.30%),": 516,
  "multi": 517,
  "exchange": 518,
  "(2.29%),": 519,
  "(2.21%),": 520,
  "unilever": 521,
  "(2.12%),": 522,
  "titan": 523,
  "(2.03%),": 524,
  "ultratech": 525,
  "cement": 526,
  "(2.02%),": 527,
  "(1.92%).": 528,
  "₹35.42.": 529,
  "111.11%.": 530,
  "44.36%.": 531,
  "22.66.": 532,
  "0.20%.": 533,
  "(99.96%),": 534,
  "(-0.27%).": 535,
  "invesco": 536,
  "₹76.84.": 537,
  "-0.94%.": 538,
  "25.53%.": 539,
  "22.55%.": 540,
  "11.34%.": 541,
  "24.22.": 542,
  "0.90.": 543,
  "-0.82.": 544,
  "0.92%.": 545,
  "investment,": 546,
  "(8.23%),": 547,
  "(7.45%),": 548,
  "indian": 549,
  "(7.08%),": 550,
  "petroleum": 551,
  "(6.08%),": 552,
  "(5.90%),": 553,
  "green": 554,
  "energy": 555,
  "(4.95%),": 556,
  "(4.73%),": 557,
  "baroda": 558,
  "(4.53%),": 559,
  "(4.32%),": 560,
  "dynamics": 561,
  "(4.23%).": 562,
  "motilal": 563,
  "oswal": 564,
  "bse": 565,
  "enhanced": 566,
  "value": 567,
  "index": 568,
  "₹27.86.": 569,
  "9.56%.": 570,
  "29.83%.": 571,
  "4.80%.": 572,
  "19.16%.": 573,
  "18.84%.": 574,
  "19.65.": 575,
  "1.38.": 576,
  "15.11.": 577,
  "1.24.": 578,
  "0.53%.": 579,
  "load:": 580,
  "1%-": 581,
  "on": 582,
  "or": 583,
  "days": 584,
  "(8.75%),": 585,
  "hindalco": 586,
  "(8.56%),": 587,
  "(7.75%),": 588,
  "motors": 589,
  "(7.71%),": 590,
  "(7.36%),": 591,
  "(6.75%),": 592,
  "(4.92%),": 593,
  "(4.28%),": 594,
  "nippon": 595,
  "asset": 596,
  "allocation": 597,
  "₹25.92.": 598,
  "13.91%.": 599,
  "20.44%.": 600,
  "16.51%.": 601,
  "31.90%.": 602,
  "15.09%.": 603,
  "17.81%.": 604,
  "16.11%.": 605,
  "9.61.": 606,
  "1.47.": 607,
  "0.77%.": 608,
  "gold": 609,
  "bees": 610,
  "idcw": 611,
  "(8.15%),": 612,
  "(5.88%),": 613,
  "ishares": 614,
  "msci": 615,
  "world": 616,
  "(5.23%),": 617,
  "(3.60%),": 618,
  "(3.24%),": 619,
  "mini": 620,
  "(100": 621,
  "grams)": 622,
  "june": 623,
  "2020": 624,
  "future": 625,
  "(2.46%),": 626,
  "(2.39%),": 627,
  "(1.96%),": 628,
  "(1.81%),": 629,
  "zomato": 630,
  "(1.67%).": 631,
  "₹35.17.": 632,
  "110.11%.": 633,
  "43.91%.": 634,
  "22.84.": 635,
  "-1.14.": 636,
  "0.24%.": 637,
  "(100.00%),": 638,
  "(0.18%),": 639,
  "mrgn": 640,
  "(0.00%),": 641,
  "(-0.18%).": 642,
  "quant": 643,
  "₹178.69.": 644,
  "17.38%.": 645,
  "24.58%.": 646,
  "20.98%.": 647,
  "9.86%.": 648,
  "11.98.": 649,
  "1.50.": 650,
  "0.61%.": 651,
  "(18.77%),": 652,
  "(10.22%),": 653,
  "(8.52%),": 654,
  "(8.05%),": 655,
  "adani": 656,
  "(7.43%),": 657,
  "(6.72%),": 658,
  "(6.26%),": 659,
  "(5.32%),": 660,
  "co": 661,
  "aurobindo": 662,
  "pharma": 663,
  "(4.79%).": 664,
  "sbi": 665,
  "children's": 666,
  "₹49.94.": 667,
  "14.84%.": 668,
  "23.26%.": 669,
  "25.09%.": 670,
  "117.29%.": 671,
  "16.02.": 672,
  "1.06.": 673,
  "1.18%.": 674,
  "respect": 675,
  "subject": 676,
  "lock-in": 677,
  "period": 678,
  "holding": 679,
  "less": 680,
  "than": 681,
  "3": 682,
  "years:": 683,
  "3%": 684,
  "2%": 685,
  "but": 686,
  "2": 687,
  "(18.50%),": 688,
  "alphabet": 689,
  "inc": 690,
  "forgn.": 691,
  "eq": 692,
  "(googl)": 693,
  "(7.79%),": 694,
  "thangamayil": 695,
  "jewellery": 696,
  "(4.80%),": 697,
  "hatsun": 698,
  "agro": 699,
  "products": 700,
  "(4.36%),": 701,
  "(4.10%),": 702,
  "muthoot": 703,
  "(3.92%),": 704,
  "aether": 705,
  "(3.64%),": 706,
  "aequs": 707,
  "(3.38%),": 708,
  "privi": 709,
  "speciality": 710,
  "chemicals": 711,
  "(3.36%).": 712,
  "₹38.13.": 713,
  "6.26%.": 714,
  "29.77%.": 715,
  "23.70%.": 716,
  "3.93%.": 717,
  "23.07.": 718,
  "1.05.": 719,
  "2.36.": 720,
  "0.90%.": 721,
  "0.50%": 722,
  "(16.87%),": 723,
  "(9.52%),": 724,
  "(9.34%),": 725,
  "(9.24%),": 726,
  "(8.66%),": 727,
  "(6.58%),": 728,
  "(5.17%),": 729,
  "(4.78%),": 730,
  "(4.37%),": 731,
  "(3.78%).": 732
}