{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-16": 24,
  "₹26.82.": 25,
  "1y": 26,
  "returns:": 27,
  "13.82%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.84%.": 31,
  "5y": 32,
  "10.77%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.24.": 144,
  "10.67%.": 145,
  "10.66%.": 146,
  "12.79%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹38.20.": 174,
  "22.78%.": 175,
  "29.54%.": 176,
  "26.28%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.61%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(20.19%),": 201,
  "ntpc": 202,
  "(8.28%),": 203,
  "power": 204,
  "grid": 205,
  "corporation": 206,
  "(6.05%),": 207,
  "bharat": 208,
  "electronics": 209,
  "(5.22%),": 210,
  "oil": 211,
  "and": 212,
  "natural": 213,
  "gas": 214,
  "(4.88%),": 215,
  "gail": 216,
  "(india)": 217,
  "(4.70%),": 218,
  "baroda": 219,
  "(4.31%),": 220,
  "heavy": 221,
  "electricals": 222,
  "(4.26%),": 223,
  "petroleum": 224,
  "(4.17%),": 225,
  "(4.11%).": 226,
  "silver": 227,
  "etf": 228,
  "fof": 229,
  "commodity": 230,
  "₹37.95.": 231,
  "140.99%.": 232,
  "51.48%.": 233,
  "154.77%.": 234,
  "47.07%.": 235,
  "22.57.": 236,
  "1.19.": 237,
  "-0.73.": 238,
  "0.96.": 239,
  "0.30%.": 240,
  "0.5%": 241,
  "two": 242,
  "etf-growth": 243,
  "(100.00%).": 244,
  "axis": 245,
  "₹41.83.": 246,
  "141.20%.": 247,
  "51.64%.": 248,
  "22.23.": 249,
  "1.20.": 250,
  "-0.37.": 251,
  "0.94.": 252,
  "0.14%.": 253,
  "0.25%,": 254,
  "7": 255,
  "₹5000.": 256,
  "regular-growth": 257,
  "(99.78%).": 258,
  "dsp": 259,
  "₹55.70.": 260,
  "6.63%.": 261,
  "15.11%.": 262,
  "11.83%.": 263,
  "7.05%.": 264,
  "6.87.": 265,
  "0.41%.": 266,
  "3%,": 267,
  "12": 268,
  "months.": 269,
  "(8.99%),": 270,
  "renewables": 271,
  "(6.95%),": 272,
  "roadstar": 273,
  "infra": 274,
  "trust": 275,
  "(6.83%),": 276,
  "(6.71%),": 277,
  "nirma": 278,
  "(6.67%),": 279,
  "tata": 280,
  "projects": 281,
  "(4.74%),": 282,
  "(4.72%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹120.48.": 288,
  "4.06%.": 289,
  "10.57%.": 290,
  "10.91%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "8.29.": 296,
  "0.76.": 297,
  "1.03%.": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "year.": 304,
  "(7.04%),": 305,
  "icici": 306,
  "(6.78%),": 307,
  "(4.64%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.21%),": 311,
  "(2.92%),": 312,
  "larsen": 313,
  "toubro": 314,
  "(2.87%),": 315,
  "infosys": 316,
  "(2.77%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "(2.45%),": 320,
  "itc": 321,
  "(2.17%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.46.": 327,
  "8.18%.": 328,
  "13.24%.": 329,
  "12.50%.": 330,
  "7.37%.": 331,
  "5.79.": 332,
  "1.13.": 333,
  "0.07%.": 334,
  "nil": 335,
  "corporate": 336,
  "bond": 337,
  "plan-growth": 338,
  "(44.12%),": 339,
  "wholesale": 340,
  "direct-growth": 341,
  "(35.34%),": 342,
  "money": 343,
  "(18.17%).": 344,
  "₹40.28.": 345,
  "140.61%.": 346,
  "51.46%.": 347,
  "22.93.": 348,
  "1.18.": 349,
  "-0.89.": 350,
  "0.97.": 351,
  "0.23%.": 352,
  "1%,": 353,
  "15": 354,
  "regular": 355,
  "-": 356,
  "(100.04%).": 357,
  "hsbc": 358,
  "₹36.50.": 359,
  "20.55%.": 360,
  "11.86%.": 361,
  "9.46%.": 362,
  "6.85.": 363,
  "0.80.": 364,
  "0.96%.": 365,
  "10%": 366,
  "(5.43%),": 367,
  "(5.42%),": 368,
  "(5.41%),": 369,
  "rec": 370,
  "(5.23%),": 371,
  "(5.08%),": 372,
  "(5.00%),": 373,
  "(4.15%),": 374,
  "piramal": 375,
  "(3.60%).": 376,
  "prudential": 377,
  "₹22.34.": 378,
  "18.23%.": 379,
  "28.51%.": 380,
  "18.35.": 381,
  "1.17.": 382,
  "1.03.": 383,
  "0.81.": 384,
  "0.86%.": 385,
  "before": 386,
  "month": 387,
  "date": 388,
  "allotment.": 389,
  "(8.39%),": 390,
  "(7.48%),": 391,
  "(5.67%),": 392,
  "insurance": 393,
  "(4.47%),": 394,
  "(3.98%),": 395,
  "indian": 396,
  "(3.79%),": 397,
  "hindustan": 398,
  "aeronautics": 399,
  "(3.77%),": 400,
  "(3.21%).": 401,
  "retirement": 402,
  "aggressive": 403,
  "₹28.38.": 404,
  "16.69%.": 405,
  "22.47%.": 406,
  "16.29%.": 407,
  "13.83%.": 408,
  "11.97.": 409,
  "1.43.": 410,
  "0.80%.": 411,
  "vedanta": 412,
  "(2.67%),": 413,
  "motors": 414,
  "(2.57%),": 415,
  "multi": 416,
  "exchange": 417,
  "(2.28%),": 418,
  "tech": 419,
  "(2.07%),": 420,
  "titan": 421,
  "company": 422,
  "(2.05%),": 423,
  "mphasis": 424,
  "(1.97%),": 425,
  "ultratech": 426,
  "cement": 427,
  "(1.96%),": 428,
  "(1.95%),": 429,
  "(1.88%).": 430,
  "₹37.36.": 431,
  "141.05%.": 432,
  "51.50%.": 433,
  "22.66.": 434,
  "0.17%.": 435,
  "(99.85%).": 436,
  "invesco": 437,
  "₹76.69.": 438,
  "22.95%.": 439,
  "30.86%.": 440,
  "25.33%.": 441,
  "11.34%.": 442,
  "21.78.": 443,
  "-1.21.": 444,
  "0.89%.": 445,
  "(9.32%),": 446,
  "(7.59%),": 447,
  "(6.93%),": 448,
  "(6.82%),": 449,
  "(6.76%),": 450,
  "green": 451,
  "energy": 452,
  "(5.45%),": 453,
  "(5.28%),": 454,
  "(4.55%),": 455,
  "dredging": 456,
  "(4.07%),": 457,
  "(3.94%).": 458,
  "motilal": 459,
  "oswal": 460,
  "bse": 461,
  "enhanced": 462,
  "value": 463,
  "index": 464,
  "₹27.14.": 465,
  "24.32%.": 466,
  "32.12%.": 467,
  "4.80%.": 468,
  "19.16%.": 469,
  "18.84%.": 470,
  "19.65.": 471,
  "1.38.": 472,
  "15.11.": 473,
  "1.24.": 474,
  "0.36%.": 475,
  "load:": 476,
  "1%-": 477,
  "on": 478,
  "or": 479,
  "days": 480,
  "(9.86%),": 481,
  "(8.92%),": 482,
  "hindalco": 483,
  "(8.36%),": 484,
  "(8.14%),": 485,
  "(8.11%),": 486,
  "(5.48%),": 487,
  "(5.34%),": 488,
  "(4.01%),": 489,
  "canara": 490,
  "(3.75%),": 491,
  "passenger": 492,
  "vehicles": 493,
  "(3.62%).": 494,
  "nippon": 495,
  "asset": 496,
  "allocation": 497,
  "₹25.33.": 498,
  "23.51%.": 499,
  "22.37%.": 500,
  "17.12%.": 501,
  "31.90%.": 502,
  "15.09%.": 503,
  "17.81%.": 504,
  "16.11%.": 505,
  "7.29.": 506,
  "gold": 507,
  "bees": 508,
  "(9.53%),": 509,
  "ishares": 510,
  "msci": 511,
  "world": 512,
  "(5.32%),": 513,
  "(4.30%),": 514,
  "(3.93%),": 515,
  "(3.01%),": 516,
  "(2.66%),": 517,
  "(2.36%),": 518,
  "(1.77%),": 519,
  "(1.73%),": 520,
  "(1.68%).": 521,
  "₹37.25.": 522,
  "140.90%.": 523,
  "51.34%.": 524,
  "22.84.": 525,
  "-1.14.": 526,
  "(99.93%).": 527,
  "quant": 528,
  "₹169.77.": 529,
  "24.99%.": 530,
  "24.72%.": 531,
  "26.06%.": 532,
  "9.86%.": 533,
  "10.76.": 534,
  "1.67.": 535,
  "0.58%.": 536,
  "(10.24%),": 537,
  "(9.16%),": 538,
  "(7.86%),": 539,
  "(7.24%),": 540,
  "co": 541,
  "(6.56%),": 542,
  "bajaj": 543,
  "(4.52%),": 544,
  "wipro": 545,
  "(3.54%),": 546,
  "premier": 547,
  "energies": 548,
  "(3.30%),": 549,
  "aurobindo": 550,
  "pharma": 551,
  "(2.90%),": 552,
  "adani": 553,
  "(2.40%).": 554,
  "sbi": 555,
  "children's": 556,
  "₹44.39.": 557,
  "12.28%.": 558,
  "22.29%.": 559,
  "25.95%.": 560,
  "117.29%.": 561,
  "13.19.": 562,
  "1.23.": 563,
  "respect": 564,
  "subject": 565,
  "lock-in": 566,
  "period": 567,
  "holding": 568,
  "less": 569,
  "than": 570,
  "years:": 571,
  "alphabet": 572,
  "inc": 573,
  "class": 574,
  "(6.89%),": 575,
  "thangamayil": 576,
  "jewellery": 577,
  "(5.49%),": 578,
  "(4.71%),": 579,
  "muthoot": 580,
  "(4.38%),": 581,
  "hatsun": 582,
  "agro": 583,
  "product": 584,
  "privi": 585,
  "speciality": 586,
  "chemicals": 587,
  "(3.47%),": 588,
  "aether": 589,
  "(3.40%),": 590,
  "sona": 591,
  "blw": 592,
  "precision": 593,
  "forgings": 594,
  "(3.29%),": 595,
  "renew": 596,
  "global": 597,
  "plc": 598,
  "(rnw)": 599,
  "(3.09%),": 600,
  "(2.96%).": 601,
  "₹37.93.": 602,
  "24.24%.": 603,
  "33.04%.": 604,
  "26.96%.": 605,
  "3.93%.": 606,
  "20.96.": 607,
  "1.35.": 608,
  "1.82.": 609,
  "0.93.": 610,
  "0.82%.": 611,
  "0.50%": 612,
  "(18.23%),": 613,
  "(9.33%),": 614,
  "(9.10%),": 615,
  "(9.05%),": 616,
  "(9.01%),": 617,
  "(5.71%),": 618,
  "(3.67%),": 619,
  "nmdc": 620,
  "(3.48%),": 621,
  "(2.85%).": 622
}