{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-04-02": 24,
  "₹26.90.": 25,
  "1y": 26,
  "returns:": 27,
  "12.83%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.77%.": 31,
  "5y": 32,
  "10.67%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.10.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.10.": 144,
  "8.91%.": 145,
  "10.39%.": 146,
  "12.57%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.91.": 152,
  "0.81%.": 153,
  "₹1000.": 154,
  "(8.05%),": 155,
  "(7.09%),": 156,
  "(4.09%),": 157,
  "(3.71%),": 158,
  "(3.53%),": 159,
  "nuvama": 160,
  "wealth": 161,
  "(3.13%),": 162,
  "(3.05%),": 163,
  "(2.70%),": 164,
  "(2.62%),": 165,
  "jtpm": 166,
  "metal": 167,
  "traders": 168,
  "(2.61%).": 169,
  "psu": 170,
  "equity": 171,
  "very": 172,
  "₹36.94.": 173,
  "9.35%.": 174,
  "28.22%.": 175,
  "25.89%.": 176,
  "16.04%.": 177,
  "5.81%.": 178,
  "28.28%.": 179,
  "29.79%.": 180,
  "21.09.": 181,
  "1.22.": 182,
  "-1.30.": 183,
  "0.95.": 184,
  "0.62%.": 185,
  "30": 186,
  "days.": 187,
  "₹500.": 188,
  "at": 189,
  "20%,": 190,
  "you": 191,
  "redeem": 192,
  "before": 193,
  "one": 194,
  "year.": 195,
  "required": 196,
  "pay": 197,
  "ltcg": 198,
  "12.5%": 199,
  "on": 200,
  "rs": 201,
  "1.25": 202,
  "lakh+": 203,
  "state": 204,
  "(20.19%),": 205,
  "ntpc": 206,
  "(8.28%),": 207,
  "power": 208,
  "grid": 209,
  "corporation": 210,
  "(6.05%),": 211,
  "bharat": 212,
  "electronics": 213,
  "(5.22%),": 214,
  "oil": 215,
  "and": 216,
  "natural": 217,
  "gas": 218,
  "(4.88%),": 219,
  "gail": 220,
  "(india)": 221,
  "(4.70%),": 222,
  "baroda": 223,
  "(4.31%),": 224,
  "heavy": 225,
  "electricals": 226,
  "(4.26%),": 227,
  "petroleum": 228,
  "(4.17%),": 229,
  "(4.11%).": 230,
  "silver": 231,
  "etf": 232,
  "fof": 233,
  "commodity": 234,
  "₹35.11.": 235,
  "120.92%.": 236,
  "44.38%.": 237,
  "154.77%.": 238,
  "47.07%.": 239,
  "22.57.": 240,
  "1.19.": 241,
  "-0.73.": 242,
  "0.96.": 243,
  "0.30%.": 244,
  "0.5%": 245,
  "etf-growth": 246,
  "(100.00%).": 247,
  "axis": 248,
  "₹38.76.": 249,
  "120.80%.": 250,
  "45.00%.": 251,
  "22.23.": 252,
  "1.20.": 253,
  "-0.37.": 254,
  "0.94.": 255,
  "0.14%.": 256,
  "0.25%,": 257,
  "7": 258,
  "₹5000.": 259,
  "regular-growth": 260,
  "(99.78%).": 261,
  "dsp": 262,
  "₹55.34.": 263,
  "4.93%.": 264,
  "14.47%.": 265,
  "11.61%.": 266,
  "7.05%.": 267,
  "6.89.": 268,
  "1.14.": 269,
  "0.40%.": 270,
  "3%,": 271,
  "12": 272,
  "months.": 273,
  "(8.99%),": 274,
  "renewables": 275,
  "(6.95%),": 276,
  "roadstar": 277,
  "infra": 278,
  "trust": 279,
  "(6.83%),": 280,
  "(6.71%),": 281,
  "nirma": 282,
  "(6.67%),": 283,
  "tata": 284,
  "projects": 285,
  "(4.74%),": 286,
  "(4.72%),": 287,
  "(4.68%),": 288,
  "(4.62%).": 289,
  "hdfc": 290,
  "hybrid": 291,
  "₹116.85.": 292,
  "-2.87%.": 293,
  "8.85%.": 294,
  "10.22%.": 295,
  "11.80%.": 296,
  "4.72%.": 297,
  "14.31%.": 298,
  "13.94%.": 299,
  "10.53.": 300,
  "0.25.": 301,
  "1.04%.": 302,
  "investment,1%": 303,
  "will": 304,
  "be": 305,
  "charged": 306,
  "redemption": 307,
  "(7.04%),": 308,
  "icici": 309,
  "(6.78%),": 310,
  "(4.64%),": 311,
  "reliance": 312,
  "industries": 313,
  "(4.21%),": 314,
  "(2.92%),": 315,
  "larsen": 316,
  "toubro": 317,
  "(2.87%),": 318,
  "infosys": 319,
  "(2.77%),": 320,
  "kotak": 321,
  "mahindra": 322,
  "(2.45%),": 323,
  "itc": 324,
  "(2.17%).": 325,
  "plus": 326,
  "arbitrage": 327,
  "active": 328,
  "moderate.": 329,
  "₹44.37.": 330,
  "5.36%.": 331,
  "12.84%.": 332,
  "12.44%.": 333,
  "10.91%.": 334,
  "7.37%.": 335,
  "5.83.": 336,
  "1.09.": 337,
  "0.07%.": 338,
  "nil": 339,
  "corporate": 340,
  "bond": 341,
  "plan-growth": 342,
  "(44.12%),": 343,
  "wholesale": 344,
  "direct-growth": 345,
  "(35.34%),": 346,
  "money": 347,
  "(18.17%).": 348,
  "₹37.31.": 349,
  "120.96%.": 350,
  "44.29%.": 351,
  "22.93.": 352,
  "1.18.": 353,
  "-0.89.": 354,
  "0.97.": 355,
  "0.23%.": 356,
  "1%,": 357,
  "15": 358,
  "regular": 359,
  "-": 360,
  "(100.04%).": 361,
  "hsbc": 362,
  "₹36.48.": 363,
  "18.01%.": 364,
  "11.72%.": 365,
  "9.29%.": 366,
  "6.85.": 367,
  "0.80.": 368,
  "0.96%.": 369,
  "10%": 370,
  "(5.43%),": 371,
  "(5.42%),": 372,
  "(5.41%),": 373,
  "rec": 374,
  "(5.23%),": 375,
  "(5.08%),": 376,
  "(5.00%),": 377,
  "(4.15%),": 378,
  "piramal": 379,
  "(3.60%).": 380,
  "prudential": 381,
  "2026-04-01": 382,
  "₹21.82.": 383,
  "7.81%.": 384,
  "27.59%.": 385,
  "18.35.": 386,
  "1.17.": 387,
  "1.03.": 388,
  "0.81.": 389,
  "0.87%.": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(8.39%),": 394,
  "(7.48%),": 395,
  "(5.67%),": 396,
  "insurance": 397,
  "(4.47%),": 398,
  "(3.98%),": 399,
  "indian": 400,
  "(3.79%),": 401,
  "hindustan": 402,
  "aeronautics": 403,
  "(3.77%),": 404,
  "(3.21%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹28.03.": 408,
  "11.19%.": 409,
  "21.53%.": 410,
  "16.19%.": 411,
  "13.83%.": 412,
  "13.39.": 413,
  "1.05.": 414,
  "vedanta": 415,
  "(2.67%),": 416,
  "motors": 417,
  "(2.57%),": 418,
  "multi": 419,
  "exchange": 420,
  "(2.28%),": 421,
  "tech": 422,
  "(2.07%),": 423,
  "titan": 424,
  "company": 425,
  "(2.05%),": 426,
  "mphasis": 427,
  "(1.97%),": 428,
  "ultratech": 429,
  "cement": 430,
  "(1.96%),": 431,
  "(1.95%),": 432,
  "(1.88%).": 433,
  "₹35.95.": 434,
  "128.14%.": 435,
  "46.23%.": 436,
  "22.66.": 437,
  "0.17%.": 438,
  "(99.85%).": 439,
  "invesco": 440,
  "₹74.04.": 441,
  "9.38%.": 442,
  "28.87%.": 443,
  "24.71%.": 444,
  "11.34%.": 445,
  "23.41.": 446,
  "0.91.": 447,
  "-1.76.": 448,
  "0.91%.": 449,
  "(9.32%),": 450,
  "(7.59%),": 451,
  "(6.93%),": 452,
  "(6.82%),": 453,
  "(6.76%),": 454,
  "green": 455,
  "energy": 456,
  "(5.45%),": 457,
  "(5.28%),": 458,
  "(4.55%),": 459,
  "dredging": 460,
  "(4.07%),": 461,
  "(3.94%).": 462,
  "motilal": 463,
  "oswal": 464,
  "bse": 465,
  "enhanced": 466,
  "value": 467,
  "index": 468,
  "₹26.18.": 469,
  "12.40%.": 470,
  "30.63%.": 471,
  "4.80%.": 472,
  "19.16%.": 473,
  "18.84%.": 474,
  "19.65.": 475,
  "1.38.": 476,
  "15.11.": 477,
  "1.24.": 478,
  "0.36%.": 479,
  "load:": 480,
  "1%-": 481,
  "or": 482,
  "days": 483,
  "(9.86%),": 484,
  "(8.92%),": 485,
  "hindalco": 486,
  "(8.36%),": 487,
  "(8.14%),": 488,
  "(8.11%),": 489,
  "(5.48%),": 490,
  "(5.34%),": 491,
  "(4.01%),": 492,
  "canara": 493,
  "(3.75%),": 494,
  "passenger": 495,
  "vehicles": 496,
  "(3.62%).": 497,
  "nippon": 498,
  "asset": 499,
  "allocation": 500,
  "₹24.85.": 501,
  "17.11%.": 502,
  "20.54%.": 503,
  "16.65%.": 504,
  "31.90%.": 505,
  "15.09%.": 506,
  "17.81%.": 507,
  "16.11%.": 508,
  "7.29.": 509,
  "2.17.": 510,
  "0.39%.": 511,
  "gold": 512,
  "bees": 513,
  "(9.53%),": 514,
  "ishares": 515,
  "msci": 516,
  "world": 517,
  "(5.32%),": 518,
  "(4.30%),": 519,
  "(3.93%),": 520,
  "(3.01%),": 521,
  "(2.66%),": 522,
  "(2.36%),": 523,
  "(1.77%),": 524,
  "(1.73%),": 525,
  "(1.68%).": 526,
  "₹34.44.": 527,
  "120.60%.": 528,
  "44.20%.": 529,
  "22.84.": 530,
  "-1.14.": 531,
  "(99.93%).": 532,
  "quant": 533,
  "₹165.45.": 534,
  "19.17%.": 535,
  "23.26%.": 536,
  "24.45%.": 537,
  "9.86%.": 538,
  "11.77.": 539,
  "1.32.": 540,
  "0.58%.": 541,
  "(10.24%),": 542,
  "(9.16%),": 543,
  "(7.86%),": 544,
  "(7.24%),": 545,
  "co": 546,
  "(6.56%),": 547,
  "bajaj": 548,
  "(4.52%),": 549,
  "wipro": 550,
  "(3.54%),": 551,
  "premier": 552,
  "energies": 553,
  "(3.30%),": 554,
  "aurobindo": 555,
  "pharma": 556,
  "(2.90%),": 557,
  "adani": 558,
  "(2.40%).": 559,
  "sbi": 560,
  "children's": 561,
  "₹44.13.": 562,
  "8.29%.": 563,
  "24.69%.": 564,
  "117.29%.": 565,
  "14.14.": 566,
  "0.98.": 567,
  "0.84%.": 568,
  "respect": 569,
  "subject": 570,
  "lock-in": 571,
  "period": 572,
  "holding": 573,
  "less": 574,
  "than": 575,
  "years:": 576,
  "alphabet": 577,
  "inc": 578,
  "class": 579,
  "(6.89%),": 580,
  "thangamayil": 581,
  "jewellery": 582,
  "(5.49%),": 583,
  "(4.71%),": 584,
  "muthoot": 585,
  "(4.38%),": 586,
  "hatsun": 587,
  "agro": 588,
  "product": 589,
  "privi": 590,
  "speciality": 591,
  "chemicals": 592,
  "(3.47%),": 593,
  "aether": 594,
  "(3.40%),": 595,
  "sona": 596,
  "blw": 597,
  "precision": 598,
  "forgings": 599,
  "(3.29%),": 600,
  "renew": 601,
  "global": 602,
  "plc": 603,
  "(rnw)": 604,
  "(3.09%),": 605,
  "(2.96%).": 606,
  "₹36.87.": 607,
  "31.43%.": 608,
  "26.65%.": 609,
  "3.93%.": 610,
  "22.62.": 611,
  "1.04.": 612,
  "1.10.": 613,
  "0.85%.": 614,
  "0.50%": 615,
  "(18.23%),": 616,
  "(9.33%),": 617,
  "(9.10%),": 618,
  "(9.05%),": 619,
  "(9.01%),": 620,
  "(5.71%),": 621,
  "(3.67%),": 622,
  "nmdc": 623,
  "(3.48%),": 624,
  "(2.85%).": 625
}