{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-04-22": 23,
  "₹27.20.": 24,
  "1y": 25,
  "returns:": 26,
  "13.23%.": 27,
  "3y": 28,
  "annualised": 29,
  "12.94%.": 30,
  "5y": 31,
  "10.78%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.93.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.10.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "gmr": 98,
  "airports": 99,
  "ltd.": 100,
  "(4.57%),": 101,
  "real": 102,
  "estate": 103,
  "(3.82%),": 104,
  "jubilant": 105,
  "bevco": 106,
  "(3.68%),": 107,
  "goi": 108,
  "(3.36%),": 109,
  "ikf": 110,
  "finance": 111,
  "(2.95%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "(2.91%),": 115,
  "national": 116,
  "bank": 117,
  "agriculture": 118,
  "&": 119,
  "rural": 120,
  "development": 121,
  "kogta": 122,
  "financial": 123,
  "india": 124,
  "(2.72%),": 125,
  "gaursons": 126,
  "pvt.": 127,
  "(2.69%),": 128,
  "vedanta": 129,
  "(2.55%).": 130,
  "market": 131,
  "news": 132,
  "generic": 133,
  "stream": 134,
  "groww;": 135,
  "not": 136,
  "specific": 137,
  "to": 138,
  "this": 139,
  "single": 140,
  "fund.": 141,
  "medium": 142,
  "term": 143,
  "plan": 144,
  "moderately": 145,
  "₹46.62.": 146,
  "9.15%.": 147,
  "10.49%.": 148,
  "12.70%.": 149,
  "4.91%.": 150,
  "7.95%.": 151,
  "7.55%.": 152,
  "6.56%.": 153,
  "1.91.": 154,
  "0.83%.": 155,
  "1%,": 156,
  "year.": 157,
  "₹1000.": 158,
  "(6.92%),": 159,
  "(4.03%),": 160,
  "(3.66%),": 161,
  "(3.50%),": 162,
  "(3.44%),": 163,
  "nuvama": 164,
  "wealth": 165,
  "(3.11%),": 166,
  "oxyzo": 167,
  "services": 168,
  "(2.89%),": 169,
  "(2.61%),": 170,
  "jtpm": 171,
  "metal": 172,
  "traders": 173,
  "(2.59%).": 174,
  "psu": 175,
  "equity": 176,
  "very": 177,
  "₹41.40.": 178,
  "17.45%.": 179,
  "31.93%.": 180,
  "30.19%.": 181,
  "16.04%.": 182,
  "5.81%.": 183,
  "28.28%.": 184,
  "29.79%.": 185,
  "22.89.": 186,
  "0.92.": 187,
  "-1.92.": 188,
  "0.96.": 189,
  "0.97%.": 190,
  "30": 191,
  "days.": 192,
  "₹500.": 193,
  "at": 194,
  "20%,": 195,
  "you": 196,
  "redeem": 197,
  "before": 198,
  "one": 199,
  "required": 200,
  "pay": 201,
  "ltcg": 202,
  "12.5%": 203,
  "on": 204,
  "rs": 205,
  "1.25": 206,
  "lakh+": 207,
  "state": 208,
  "(18.77%),": 209,
  "ntpc": 210,
  "(9.17%),": 211,
  "power": 212,
  "grid": 213,
  "corporation": 214,
  "(6.85%),": 215,
  "bharat": 216,
  "electronics": 217,
  "(5.37%),": 218,
  "heavy": 219,
  "electricals": 220,
  "(4.51%),": 221,
  "gail": 222,
  "(india)": 223,
  "(4.36%),": 224,
  "oil": 225,
  "and": 226,
  "natural": 227,
  "gas": 228,
  "(4.20%),": 229,
  "maharashtra": 230,
  "baroda": 231,
  "(3.78%),": 232,
  "(3.65%).": 233,
  "silver": 234,
  "etf": 235,
  "fof": 236,
  "commodity": 237,
  "₹38.35.": 238,
  "152.74%.": 239,
  "46.59%.": 240,
  "154.77%.": 241,
  "47.07%.": 242,
  "22.57.": 243,
  "1.19.": 244,
  "-0.73.": 245,
  "0.32%.": 246,
  "0.5%": 247,
  "etf-growth": 248,
  "(99.90%).": 249,
  "axis": 250,
  "₹42.24.": 251,
  "151.78%.": 252,
  "46.65%.": 253,
  "22.23.": 254,
  "1.20.": 255,
  "-0.37.": 256,
  "0.94.": 257,
  "0.09%.": 258,
  "0.25%,": 259,
  "7": 260,
  "₹5000.": 261,
  "regular-growth": 262,
  "(99.88%).": 263,
  "dsp": 264,
  "₹59.26.": 265,
  "11.55%.": 266,
  "16.84%.": 267,
  "13.10%.": 268,
  "7.05%.": 269,
  "6.89.": 270,
  "1.14.": 271,
  "0.41%.": 272,
  "3%,": 273,
  "12": 274,
  "months.": 275,
  "roadstar": 276,
  "infra": 277,
  "trust": 278,
  "(7.13%),": 279,
  "renewables": 280,
  "(7.04%),": 281,
  "tata": 282,
  "housing": 283,
  "devp.": 284,
  "co.": 285,
  "ltd": 286,
  "(6.80%),": 287,
  "nirma": 288,
  "(6.79%),": 289,
  "(6.77%),": 290,
  "rec": 291,
  "(4.87%),": 292,
  "projects": 293,
  "(4.80%),": 294,
  "(4.79%),": 295,
  "(4.75%).": 296,
  "hdfc": 297,
  "hybrid": 298,
  "₹124.11.": 299,
  "-0.01%.": 300,
  "10.58%.": 301,
  "12.13%.": 302,
  "11.80%.": 303,
  "4.72%.": 304,
  "14.31%.": 305,
  "13.94%.": 306,
  "10.53.": 307,
  "0.25.": 308,
  "1.08%.": 309,
  "investment,1%": 310,
  "will": 311,
  "be": 312,
  "charged": 313,
  "redemption": 314,
  "icici": 315,
  "(6.63%),": 316,
  "(6.49%),": 317,
  "reliance": 318,
  "industries": 319,
  "(4.55%),": 320,
  "(3.86%),": 321,
  "infosys": 322,
  "(2.98%),": 323,
  "(2.81%),": 324,
  "kotak": 325,
  "mahindra": 326,
  "(2.66%),": 327,
  "larsen": 328,
  "toubro": 329,
  "(2.63%),": 330,
  "itc": 331,
  "(2.16%).": 332,
  "plus": 333,
  "arbitrage": 334,
  "active": 335,
  "moderate.": 336,
  "₹44.72.": 337,
  "5.38%.": 338,
  "12.64%.": 339,
  "12.80%.": 340,
  "10.91%.": 341,
  "7.37%.": 342,
  "5.83.": 343,
  "1.09.": 344,
  "0.02%.": 345,
  "nil": 346,
  "corporate": 347,
  "bond": 348,
  "plan-growth": 349,
  "(44.80%),": 350,
  "wholesale": 351,
  "direct-growth": 352,
  "(36.56%),": 353,
  "money": 354,
  "(18.52%).": 355,
  "₹40.81.": 356,
  "152.89%.": 357,
  "46.71%.": 358,
  "22.93.": 359,
  "1.18.": 360,
  "-0.89.": 361,
  "0.97.": 362,
  "0.21%.": 363,
  "15": 364,
  "regular": 365,
  "-": 366,
  "(100.04%).": 367,
  "hsbc": 368,
  "₹36.75.": 369,
  "17.93%.": 370,
  "11.76%.": 371,
  "9.39%.": 372,
  "6.87.": 373,
  "0.78.": 374,
  "0.95%.": 375,
  "10%": 376,
  "(5.50%),": 377,
  "(5.49%),": 378,
  "(5.47%),": 379,
  "(5.46%),": 380,
  "(5.31%),": 381,
  "(5.30%),": 382,
  "(5.09%),": 383,
  "jsw": 384,
  "kalinga": 385,
  "steel": 386,
  "(4.22%),": 387,
  "(4.14%),": 388,
  "piramal": 389,
  "(3.66%).": 390,
  "prudential": 391,
  "₹23.85.": 392,
  "12.77%.": 393,
  "30.32%.": 394,
  "18.35.": 395,
  "1.17.": 396,
  "1.03.": 397,
  "0.81.": 398,
  "0.99%.": 399,
  "month": 400,
  "date": 401,
  "allotment.": 402,
  "(13.29%),": 403,
  "(8.68%),": 404,
  "(6.87%),": 405,
  "(6.47%),": 406,
  "insurance": 407,
  "(4.47%),": 408,
  "hindustan": 409,
  "aeronautics": 410,
  "(4.10%),": 411,
  "(3.73%),": 412,
  "coal": 413,
  "(3.25%).": 414,
  "retirement": 415,
  "aggressive": 416,
  "₹30.35.": 417,
  "15.44%.": 418,
  "23.84%.": 419,
  "18.34%.": 420,
  "13.83%.": 421,
  "13.39.": 422,
  "1.05.": 423,
  "2.50%.": 424,
  "(2.90%),": 425,
  "multi": 426,
  "exchange": 427,
  "(2.42%),": 428,
  "tech": 429,
  "(2.29%),": 430,
  "titan": 431,
  "company": 432,
  "(2.03%),": 433,
  "motors": 434,
  "(2.01%),": 435,
  "mphasis": 436,
  "(1.92%),": 437,
  "(1.85%),": 438,
  "ultratech": 439,
  "cement": 440,
  "(1.81%),": 441,
  "upl": 442,
  "(1.77%),": 443,
  "(1.74%).": 444,
  "₹37.80.": 445,
  "152.33%.": 446,
  "46.77%.": 447,
  "22.66.": 448,
  "0.15%.": 449,
  "(100.02%).": 450,
  "invesco": 451,
  "₹82.79.": 452,
  "16.62%.": 453,
  "32.53%.": 454,
  "28.67%.": 455,
  "11.34%.": 456,
  "23.41.": 457,
  "0.91.": 458,
  "-1.76.": 459,
  "0.90%.": 460,
  "(8.60%),": 461,
  "indian": 462,
  "(7.33%),": 463,
  "(6.82%),": 464,
  "petroleum": 465,
  "(6.48%),": 466,
  "(6.24%),": 467,
  "(5.00%),": 468,
  "(4.84%),": 469,
  "green": 470,
  "energy": 471,
  "(4.74%),": 472,
  "(3.89%),": 473,
  "(3.89%).": 474,
  "motilal": 475,
  "oswal": 476,
  "bse": 477,
  "enhanced": 478,
  "value": 479,
  "index": 480,
  "₹29.02.": 481,
  "19.84%.": 482,
  "33.75%.": 483,
  "4.80%.": 484,
  "19.16%.": 485,
  "18.84%.": 486,
  "19.65.": 487,
  "1.38.": 488,
  "15.11.": 489,
  "1.24.": 490,
  "0.73%.": 491,
  "load:": 492,
  "1%-": 493,
  "or": 494,
  "days": 495,
  "(9.18%),": 496,
  "hindalco": 497,
  "(8.05%),": 498,
  "(7.84%),": 499,
  "(7.60%),": 500,
  "passenger": 501,
  "vehicles": 502,
  "(7.38%),": 503,
  "(7.12%),": 504,
  "(7.10%),": 505,
  "(4.60%),": 506,
  "nippon": 507,
  "asset": 508,
  "allocation": 509,
  "₹26.54.": 510,
  "21.68%.": 511,
  "22.88%.": 512,
  "18.17%.": 513,
  "31.90%.": 514,
  "15.09%.": 515,
  "17.81%.": 516,
  "16.11%.": 517,
  "9.09.": 518,
  "1.40.": 519,
  "gold": 520,
  "bees": 521,
  "(8.97%),": 522,
  "ishares": 523,
  "msci": 524,
  "world": 525,
  "(5.34%),": 526,
  "(3.85%),": 527,
  "(3.55%),": 528,
  "(2.62%),": 529,
  "(2.54%),": 530,
  "(2.33%),": 531,
  "liquid": 532,
  "(2.28%),": 533,
  "(1.76%),": 534,
  "eternal": 535,
  "₹37.64.": 536,
  "152.79%.": 537,
  "46.35%.": 538,
  "22.84.": 539,
  "-1.14.": 540,
  "(99.80%).": 541,
  "quant": 542,
  "₹176.18.": 543,
  "23.64%.": 544,
  "25.13%.": 545,
  "23.78%.": 546,
  "9.86%.": 547,
  "11.77.": 548,
  "1.32.": 549,
  "0.60%.": 550,
  "(9.77%),": 551,
  "(8.54%),": 552,
  "(6.38%),": 553,
  "co": 554,
  "(5.61%),": 555,
  "aurobindo": 556,
  "pharma": 557,
  "(4.97%),": 558,
  "premier": 559,
  "energies": 560,
  "(4.48%),": 561,
  "bajaj": 562,
  "(3.77%),": 563,
  "management": 564,
  "(3.70%),": 565,
  "adani": 566,
  "(2.64%).": 567,
  "sbi": 568,
  "children's": 569,
  "2026-04-21": 570,
  "₹48.99.": 571,
  "15.23%.": 572,
  "25.19%.": 573,
  "27.48%.": 574,
  "117.29%.": 575,
  "14.14.": 576,
  "0.98.": 577,
  "0.89%.": 578,
  "respect": 579,
  "subject": 580,
  "lock-in": 581,
  "period": 582,
  "holding": 583,
  "less": 584,
  "than": 585,
  "years:": 586,
  "alphabet": 587,
  "inc": 588,
  "class": 589,
  "(6.86%),": 590,
  "(6.84%),": 591,
  "thangamayil": 592,
  "jewellery": 593,
  "(4.93%),": 594,
  "hatsun": 595,
  "agro": 596,
  "product": 597,
  "muthoot": 598,
  "(4.29%),": 599,
  "aether": 600,
  "privi": 601,
  "speciality": 602,
  "chemicals": 603,
  "(3.43%),": 604,
  "(3.29%),": 605,
  "ather": 606,
  "(3.19%),": 607,
  "sona": 608,
  "blw": 609,
  "precision": 610,
  "forgings": 611,
  "(3.08%).": 612,
  "₹40.67.": 613,
  "18.50%.": 614,
  "34.81%.": 615,
  "30.38%.": 616,
  "3.93%.": 617,
  "22.62.": 618,
  "1.04.": 619,
  "1.10.": 620,
  "1.10%.": 621,
  "0.50%": 622,
  "(16.50%),": 623,
  "(10.02%),": 624,
  "(9.72%),": 625,
  "(9.10%),": 626,
  "(8.92%),": 627,
  "(6.55%),": 628,
  "(5.51%),": 629,
  "(4.63%),": 630,
  "nmdc": 631,
  "(3.61%),": 632,
  "(3.48%).": 633
}