{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-07-10": 23,
  "₹27.84.": 24,
  "1y": 25,
  "returns:": 26,
  "13.11%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.20%.": 30,
  "5y": 31,
  "10.95%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.99.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.24.": 48,
  "expense": 49,
  "ratio": 50,
  "0.79%.": 51,
  "exit": 52,
  "load": 53,
  "policy:": 54,
  "1%,": 55,
  "if": 56,
  "redeemed": 57,
  "within": 58,
  "1": 59,
  "year.": 60,
  "minimum": 61,
  "sip": 62,
  "investment": 63,
  "₹100.": 64,
  "lump-sum": 65,
  "taxation:": 66,
  "returns": 67,
  "are": 68,
  "taxed": 69,
  "per": 70,
  "your": 71,
  "income": 72,
  "tax": 73,
  "slab.": 74,
  "top": 75,
  "holdings": 76,
  "include:": 77,
  "national": 78,
  "bank": 79,
  "for": 80,
  "agriculture": 81,
  "and": 82,
  "rural": 83,
  "development": 84,
  "sr": 85,
  "25g": 86,
  "7.48": 87,
  "bd": 88,
  "15sp28": 89,
  "fvrs1lac": 90,
  "(5.16%),": 91,
  "jubilant": 92,
  "bevco": 93,
  "limited": 94,
  "ncd": 95,
  "31my28": 96,
  "(4.94%),": 97,
  "government": 98,
  "india": 99,
  "36185": 100,
  "goi": 101,
  "07jl40": 102,
  "6.68": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(4.33%),": 107,
  "jtpm": 108,
  "metal": 109,
  "traders": 110,
  "30ap30": 111,
  "(3.94%),": 112,
  "gmr": 113,
  "airports": 114,
  "5": 115,
  "13fb27": 116,
  "(3.74%),": 117,
  "reverse": 118,
  "repo": 119,
  "(3.52%),": 120,
  "small": 121,
  "industries": 122,
  "i": 123,
  "6.66": 124,
  "25ot28": 125,
  "(3.38%),": 126,
  "tata": 127,
  "capital": 128,
  "housing": 129,
  "finance": 130,
  "c": 131,
  "7.79": 132,
  "18ju30": 133,
  "(3.07%),": 134,
  "36574": 135,
  "06ot35": 136,
  "6.48": 137,
  "(3.04%),": 138,
  "bharat": 139,
  "highways": 140,
  "invit": 141,
  "(2.49%).": 142,
  "&": 143,
  "market": 144,
  "news": 145,
  "generic": 146,
  "stream": 147,
  "groww;": 148,
  "not": 149,
  "specific": 150,
  "to": 151,
  "this": 152,
  "single": 153,
  "fund.": 154,
  "medium": 155,
  "term": 156,
  "plan": 157,
  "moderately": 158,
  "₹47.74.": 159,
  "9.55%.": 160,
  "10.80%.": 161,
  "12.92%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "alpha:": 169,
  "0.00.": 170,
  "beta:": 171,
  "0.83%.": 172,
  "₹1000.": 173,
  "(10.31%),": 174,
  "bajaj": 175,
  "8.25": 176,
  "27my31": 177,
  "(4.78%),": 178,
  "26c": 179,
  "7.27": 180,
  "23fb29": 181,
  "(3.90%),": 182,
  "26a": 183,
  "12ot28": 184,
  "(3.54%),": 185,
  "hinduja": 186,
  "leyland": 187,
  "9.25": 188,
  "09jl31": 189,
  "(3.42%),": 190,
  "26f": 191,
  "7.44": 192,
  "17jl29": 193,
  "(3.13%),": 194,
  "oxyzo": 195,
  "financial": 196,
  "services": 197,
  "9.9": 198,
  "13mr29": 199,
  "(2.78%),": 200,
  "(2.61%),": 201,
  "(2.56%),": 202,
  "(2.56%).": 203,
  "psu": 204,
  "equity": 205,
  "very": 206,
  "₹39.83.": 207,
  "9.06%.": 208,
  "25.39%.": 209,
  "24.52%.": 210,
  "16.04%.": 211,
  "5.81%.": 212,
  "28.28%.": 213,
  "29.79%.": 214,
  "23.65.": 215,
  "0.89.": 216,
  "-0.17.": 217,
  "0.96.": 218,
  "0.71%.": 219,
  "1%": 220,
  "30": 221,
  "days.": 222,
  "₹500.": 223,
  "you": 224,
  "redeem": 225,
  "one": 226,
  "year,": 227,
  "at": 228,
  "20%.": 229,
  "after": 230,
  "exceeding": 231,
  "1.25": 232,
  "lakh": 233,
  "in": 234,
  "year": 235,
  "12.5%.": 236,
  "state": 237,
  "(17.45%),": 238,
  "ntpc": 239,
  "ltd": 240,
  "(7.82%),": 241,
  "power": 242,
  "grid": 243,
  "corporation": 244,
  "(6.72%),": 245,
  "heavy": 246,
  "electricals": 247,
  "(6.40%),": 248,
  "maharashtra": 249,
  "(5.04%),": 250,
  "electronics": 251,
  "(4.89%),": 252,
  "gail": 253,
  "(india)": 254,
  "(4.87%),": 255,
  "pnb": 256,
  "nmdc": 257,
  "(3.37%),": 258,
  "union": 259,
  "(3.36%).": 260,
  "silver": 261,
  "etf": 262,
  "fof": 263,
  "commodity": 264,
  "₹33.96.": 265,
  "99.38%.": 266,
  "43.46%.": 267,
  "154.77%.": 268,
  "47.07%.": 269,
  "22.57.": 270,
  "1.19.": 271,
  "-0.73.": 272,
  "0.32%.": 273,
  "0.5%": 274,
  "two": 275,
  "years,": 276,
  "etf-growth": 277,
  "(100.08%),": 278,
  "(0.44%),": 279,
  "net": 280,
  "payables": 281,
  "(-0.52%).": 282,
  "axis": 283,
  "₹37.54.": 284,
  "99.71%.": 285,
  "43.83%.": 286,
  "22.23.": 287,
  "1.20.": 288,
  "-0.37.": 289,
  "0.94.": 290,
  "0.09%.": 291,
  "0.25%,": 292,
  "7": 293,
  "₹5000.": 294,
  "regular-growth": 295,
  "(99.78%),": 296,
  "others": 297,
  "cblo": 298,
  "(0.53%),": 299,
  "(-0.32%).": 300,
  "dsp": 301,
  "₹60.35.": 302,
  "11.01%.": 303,
  "16.95%.": 304,
  "13.27%.": 305,
  "7.05%.": 306,
  "7.39.": 307,
  "1.39.": 308,
  "0.46%.": 309,
  "3%,": 310,
  "12": 311,
  "months.": 312,
  "37426": 313,
  "11my36": 314,
  "6.94": 315,
  "(9.30%),": 316,
  "kotak": 317,
  "mahindra": 318,
  "cd": 319,
  "04feb27": 320,
  "(8.73%),": 321,
  "(8.26%),": 322,
  "(5.84%),": 323,
  "renewables": 324,
  "8.6": 325,
  "24sp27": 326,
  "(5.82%),": 327,
  "nuvoco": 328,
  "vistas": 329,
  "7.7": 330,
  "18sp28": 331,
  "(5.75%),": 332,
  "company": 333,
  "7.51": 334,
  "08dc28": 335,
  "(5.64%),": 336,
  "25c": 337,
  "24fb28": 338,
  "(5.61%),": 339,
  "adani": 340,
  "airport": 341,
  "8.45": 342,
  "12fb29": 343,
  "(5.44%),": 344,
  "nuvama": 345,
  "wealth": 346,
  "f7h502a": 347,
  "9": 348,
  "11ju27": 349,
  "(3.94%).": 350,
  "hdfc": 351,
  "hybrid": 352,
  "₹124.76.": 353,
  "-4.28%.": 354,
  "7.86%.": 355,
  "9.92%.": 356,
  "11.80%.": 357,
  "4.72%.": 358,
  "14.31%.": 359,
  "13.94%.": 360,
  "10.74.": 361,
  "0.20.": 362,
  "1.13%.": 363,
  "units": 364,
  "excess": 365,
  "15%": 366,
  "the": 367,
  "investment,1%": 368,
  "will": 369,
  "be": 370,
  "charged": 371,
  "redemption": 372,
  "icici": 373,
  "(6.71%),": 374,
  "(6.42%),": 375,
  "reliance": 376,
  "(4.46%),": 377,
  "(3.23%),": 378,
  "(2.86%),": 379,
  "larsen": 380,
  "toubro": 381,
  "(2.70%),": 382,
  "34238": 383,
  "22ap64": 384,
  "7.34": 385,
  "(2.58%),": 386,
  "infosys": 387,
  "(2.54%),": 388,
  "bharti": 389,
  "airtel": 390,
  "(2.00%).": 391,
  "plus": 392,
  "arbitrage": 393,
  "active": 394,
  "moderate.": 395,
  "₹45.49.": 396,
  "5.74%.": 397,
  "10.24%.": 398,
  "11.12%.": 399,
  "10.91%.": 400,
  "7.37%.": 401,
  "5.47.": 402,
  "0.79.": 403,
  "0.02%.": 404,
  "nil": 405,
  "opportunities": 406,
  "plan-growth": 407,
  "(44.39%),": 408,
  "direct-growth": 409,
  "(36.34%),": 410,
  "money": 411,
  "(18.47%),": 412,
  "(2.37%),": 413,
  "(-1.57%).": 414,
  "₹36.09.": 415,
  "99.67%.": 416,
  "43.61%.": 417,
  "22.93.": 418,
  "1.18.": 419,
  "-0.89.": 420,
  "0.97.": 421,
  "0.22%.": 422,
  "15": 423,
  "regular": 424,
  "-": 425,
  "(100.09%),": 426,
  "(0.30%),": 427,
  "(-0.39%).": 428,
  "hsbc": 429,
  "₹37.40.": 430,
  "6.37%.": 431,
  "11.88%.": 432,
  "9.52%.": 433,
  "6.88.": 434,
  "0.84.": 435,
  "0.97%.": 436,
  "10%": 437,
  "(7.85%),": 438,
  "36232": 439,
  "21jl30": 440,
  "6.01": 441,
  "(6.48%),": 442,
  "(5.70%),": 443,
  "(5.68%),": 444,
  "corpn.": 445,
  "ltd.": 446,
  "7.2": 447,
  "09/08/2027": 448,
  "(5.67%),": 449,
  "godrej": 450,
  "seeds": 451,
  "genetics": 452,
  "2": 453,
  "strpp": 454,
  "7.68": 455,
  "28ap28": 456,
  "(5.51%),": 457,
  "nirma": 458,
  "vii": 459,
  "tr": 460,
  "8.50": 461,
  "07ap27": 462,
  "(5.50%),": 463,
  "259a": 464,
  "6.96": 465,
  "02mr28": 466,
  "(5.42%),": 467,
  "jsw": 468,
  "kalinga": 469,
  "steel": 470,
  "(4.37%).": 471,
  "prudential": 472,
  "₹23.10.": 473,
  "6.65%.": 474,
  "24.65%.": 475,
  "18.35.": 476,
  "1.17.": 477,
  "1.03.": 478,
  "0.81.": 479,
  "1.15%.": 480,
  "before": 481,
  "month": 482,
  "date": 483,
  "allotment.": 484,
  "(15.26%),": 485,
  "(8.11%),": 486,
  "(7.59%),": 487,
  "insurance": 488,
  "(4.99%),": 489,
  "hindustan": 490,
  "aeronautics": 491,
  "(4.91%),": 492,
  "oil": 493,
  "natural": 494,
  "gas": 495,
  "(4.35%),": 496,
  "indian": 497,
  "(3.20%),": 498,
  "coal": 499,
  "(3.19%),": 500,
  "nhpc": 501,
  "(3.17%).": 502,
  "retirement": 503,
  "aggressive": 504,
  "₹31.35.": 505,
  "9.01%.": 506,
  "20.07%.": 507,
  "17.49%.": 508,
  "13.83%.": 509,
  "13.87.": 510,
  "1.14%.": 511,
  "(7.93%),": 512,
  "vedanta": 513,
  "9.31": 514,
  "03dc27": 515,
  "(2.45%),": 516,
  "(2.44%),": 517,
  "kirloskar": 518,
  "engines": 519,
  "(2.29%),": 520,
  "titan": 521,
  "(2.28%),": 522,
  "(2.14%),": 523,
  "(2.01%),": 524,
  "(1.84%),": 525,
  "samvardhana": 526,
  "motherson": 527,
  "international": 528,
  "(1.82%),": 529,
  "unilever": 530,
  "(1.73%).": 531,
  "₹33.46.": 532,
  "99.53%.": 533,
  "43.68%.": 534,
  "22.66.": 535,
  "0.20%.": 536,
  "(99.96%),": 537,
  "(0.47%),": 538,
  "(-0.43%).": 539,
  "invesco": 540,
  "₹78.55.": 541,
  "24.33%.": 542,
  "22.92%.": 543,
  "11.34%.": 544,
  "24.12.": 545,
  "0.82.": 546,
  "-1.52.": 547,
  "investment,": 548,
  "(8.67%),": 549,
  "(7.63%),": 550,
  "petroleum": 551,
  "(6.23%),": 552,
  "(5.80%),": 553,
  "dredging": 554,
  "(5.10%),": 555,
  "green": 556,
  "energy": 557,
  "(4.82%),": 558,
  "baroda": 559,
  "(4.76%),": 560,
  "(4.73%),": 561,
  "rec": 562,
  "(3.91%).": 563,
  "motilal": 564,
  "oswal": 565,
  "bse": 566,
  "enhanced": 567,
  "value": 568,
  "index": 569,
  "₹27.70.": 570,
  "7.99%.": 571,
  "26.58%.": 572,
  "4.80%.": 573,
  "19.16%.": 574,
  "18.84%.": 575,
  "19.65.": 576,
  "1.38.": 577,
  "15.11.": 578,
  "1.24.": 579,
  "0.54%.": 580,
  "load:": 581,
  "1%-": 582,
  "on": 583,
  "or": 584,
  "days": 585,
  "motors": 586,
  "(8.15%),": 587,
  "hindalco": 588,
  "(8.09%),": 589,
  "(7.64%),": 590,
  "(7.14%),": 591,
  "(7.04%),": 592,
  "(6.88%),": 593,
  "(6.78%),": 594,
  "(4.62%),": 595,
  "(4.56%).": 596,
  "nippon": 597,
  "multi": 598,
  "asset": 599,
  "allocation": 600,
  "₹26.72.": 601,
  "15.09%.": 602,
  "20.21%.": 603,
  "16.56%.": 604,
  "31.90%.": 605,
  "17.81%.": 606,
  "16.11%.": 607,
  "9.62.": 608,
  "1.35.": 609,
  "0.42%.": 610,
  "gold": 611,
  "bees": 612,
  "idcw": 613,
  "(8.62%),": 614,
  "ishares": 615,
  "msci": 616,
  "world": 617,
  "(5.20%),": 618,
  "(4.32%),": 619,
  "(3.81%),": 620,
  "(3.67%),": 621,
  "(2.68%),": 622,
  "(1.83%),": 623,
  "(1.80%),": 624,
  "mini": 625,
  "(100": 626,
  "grams)": 627,
  "june": 628,
  "2020": 629,
  "future": 630,
  "(1.70%),": 631,
  "zomato": 632,
  "(1.62%).": 633,
  "₹33.28.": 634,
  "99.21%.": 635,
  "43.35%.": 636,
  "22.84.": 637,
  "-1.14.": 638,
  "(99.95%),": 639,
  "(0.19%),": 640,
  "mrgn": 641,
  "(0.00%),": 642,
  "(-0.14%).": 643,
  "quant": 644,
  "₹183.99.": 645,
  "19.81%.": 646,
  "24.35%.": 647,
  "20.70%.": 648,
  "9.86%.": 649,
  "12.00.": 650,
  "1.16%.": 651,
  "current": 652,
  "assets": 653,
  "(14.67%),": 654,
  "(9.97%),": 655,
  "(8.36%),": 656,
  "enterprises": 657,
  "(8.20%),": 658,
  "(7.96%),": 659,
  "(7.94%),": 660,
  "(6.07%),": 661,
  "co": 662,
  "(5.86%),": 663,
  "fixed": 664,
  "deposits": 665,
  "management": 666,
  "(4.76%).": 667,
  "sbi": 668,
  "children's": 669,
  "₹53.42.": 670,
  "17.22%.": 671,
  "23.39%.": 672,
  "24.18%.": 673,
  "117.29%.": 674,
  "2.19%.": 675,
  "15.99%.": 676,
  "15.61%.": 677,
  "15.95.": 678,
  "1.05.": 679,
  "10.44.": 680,
  "0.87.": 681,
  "1.12%.": 682,
  "respect": 683,
  "subject": 684,
  "lock-in": 685,
  "period": 686,
  "holding": 687,
  "less": 688,
  "than": 689,
  "3": 690,
  "years:": 691,
  "3%": 692,
  "2%": 693,
  "but": 694,
  "(15.62%),": 695,
  "alphabet": 696,
  "inc": 697,
  "forgn.": 698,
  "eq": 699,
  "(googl)": 700,
  "(7.38%),": 701,
  "thangamayil": 702,
  "jewellery": 703,
  "(4.61%),": 704,
  "(4.60%),": 705,
  "renew": 706,
  "global": 707,
  "plc": 708,
  "(rnw)": 709,
  "(4.21%),": 710,
  "muthoot": 711,
  "(4.03%),": 712,
  "hatsun": 713,
  "agro": 714,
  "products": 715,
  "epam": 716,
  "systems": 717,
  "(epam)": 718,
  "(3.52%).": 719,
  "₹38.43.": 720,
  "8.02%.": 721,
  "27.36%.": 722,
  "24.53%.": 723,
  "3.93%.": 724,
  "23.09.": 725,
  "1.88.": 726,
  "0.93.": 727,
  "0.86%.": 728,
  "0.50%": 729,
  "(16.64%),": 730,
  "(9.90%),": 731,
  "(8.74%),": 732,
  "(8.54%),": 733,
  "(8.24%),": 734,
  "(5.85%),": 735,
  "(5.15%),": 736,
  "(4.41%),": 737,
  "(3.55%).": 738
}