{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-05": 24,
  "₹27.36.": 25,
  "1y": 26,
  "returns:": 27,
  "12.14%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.73%.": 31,
  "5y": 32,
  "10.66%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(15.06%),": 84,
  "gmr": 85,
  "airports": 86,
  "limited": 87,
  "5": 88,
  "bd": 89,
  "13fb27": 90,
  "fvrs1lac": 91,
  "(3.99%),": 92,
  "jubilant": 93,
  "bevco": 94,
  "ncd": 95,
  "31my28": 96,
  "(3.22%),": 97,
  "government": 98,
  "india": 99,
  "36574": 100,
  "goi": 101,
  "06ot35": 102,
  "6.48": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(2.93%),": 107,
  "ikf": 108,
  "finance": 109,
  "9.4": 110,
  "12sp27": 111,
  "(2.57%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "9.25": 115,
  "09jl31": 116,
  "(2.54%),": 117,
  "national": 118,
  "bank": 119,
  "for": 120,
  "agriculture": 121,
  "and": 122,
  "rural": 123,
  "development": 124,
  "sr": 125,
  "26a": 126,
  "6.66": 127,
  "12ot28": 128,
  "(2.53%),": 129,
  "kogta": 130,
  "financial": 131,
  "(india)": 132,
  "9.5": 133,
  "30ot27": 134,
  "(2.37%),": 135,
  "gaursons": 136,
  "private": 137,
  "10.96": 138,
  "26dc28": 139,
  "(2.34%),": 140,
  "vedanta": 141,
  "ii": 142,
  "9.45": 143,
  "05ju28": 144,
  "(2.24%).": 145,
  "&": 146,
  "market": 147,
  "news": 148,
  "generic": 149,
  "stream": 150,
  "groww;": 151,
  "not": 152,
  "specific": 153,
  "to": 154,
  "this": 155,
  "single": 156,
  "fund.": 157,
  "medium": 158,
  "term": 159,
  "plan": 160,
  "₹46.88.": 161,
  "8.07%.": 162,
  "10.25%.": 163,
  "12.56%.": 164,
  "4.91%.": 165,
  "7.95%.": 166,
  "7.55%.": 167,
  "6.56%.": 168,
  "1.92.": 169,
  "1.99.": 170,
  "0.83%.": 171,
  "₹1000.": 172,
  "(6.87%),": 173,
  "(4.51%),": 174,
  "(3.63%),": 175,
  "ltd.": 176,
  "(3.49%),": 177,
  "oxyzo": 178,
  "services": 179,
  "(2.87%),": 180,
  "nuvama": 181,
  "wealth": 182,
  "(2.77%),": 183,
  "(2.68%),": 184,
  "(2.60%),": 185,
  "jtpm": 186,
  "metal": 187,
  "traders": 188,
  "(2.59%).": 189,
  "psu": 190,
  "equity": 191,
  "very": 192,
  "₹39.50.": 193,
  "9.81%.": 194,
  "27.71%.": 195,
  "24.26%.": 196,
  "16.04%.": 197,
  "5.81%.": 198,
  "28.28%.": 199,
  "29.79%.": 200,
  "23.63.": 201,
  "0.93.": 202,
  "-0.54.": 203,
  "0.96.": 204,
  "0.66%.": 205,
  "1%": 206,
  "30": 207,
  "days.": 208,
  "₹500.": 209,
  "you": 210,
  "redeem": 211,
  "one": 212,
  "year,": 213,
  "at": 214,
  "20%.": 215,
  "after": 216,
  "exceeding": 217,
  "1.25": 218,
  "lakh": 219,
  "in": 220,
  "year": 221,
  "12.5%.": 222,
  "state": 223,
  "(18.08%),": 224,
  "ntpc": 225,
  "(8.71%),": 226,
  "power": 227,
  "grid": 228,
  "corporation": 229,
  "(7.44%),": 230,
  "bharat": 231,
  "heavy": 232,
  "electricals": 233,
  "(5.42%),": 234,
  "electronics": 235,
  "(5.10%),": 236,
  "gail": 237,
  "(4.56%),": 238,
  "maharashtra": 239,
  "(4.30%),": 240,
  "oil": 241,
  "natural": 242,
  "gas": 243,
  "(3.90%),": 244,
  "nmdc": 245,
  "(3.56%),": 246,
  "pnb": 247,
  "housing": 248,
  "(3.39%).": 249,
  "silver": 250,
  "etf": 251,
  "fof": 252,
  "commodity": 253,
  "₹39.58.": 254,
  "139.24%.": 255,
  "50.23%.": 256,
  "154.77%.": 257,
  "47.07%.": 258,
  "22.57.": 259,
  "1.19.": 260,
  "-0.73.": 261,
  "0.32%.": 262,
  "0.5%": 263,
  "two": 264,
  "years,": 265,
  "etf-growth": 266,
  "(100.01%),": 267,
  "(0.25%),": 268,
  "net": 269,
  "payables": 270,
  "(-0.26%).": 271,
  "axis": 272,
  "₹43.59.": 273,
  "138.17%.": 274,
  "50.38%.": 275,
  "22.23.": 276,
  "1.20.": 277,
  "-0.37.": 278,
  "0.94.": 279,
  "0.08%.": 280,
  "0.25%,": 281,
  "7": 282,
  "₹5000.": 283,
  "regular-growth": 284,
  "(99.94%),": 285,
  "others": 286,
  "cblo": 287,
  "(0.32%),": 288,
  "dsp": 289,
  "₹59.57.": 290,
  "10.09%.": 291,
  "16.68%.": 292,
  "13.04%.": 293,
  "7.05%.": 294,
  "7.41.": 295,
  "1.33.": 296,
  "0.40%.": 297,
  "3%,": 298,
  "12": 299,
  "months.": 300,
  "(14.83%),": 301,
  "(9.99%),": 302,
  "renewables": 303,
  "8.6": 304,
  "24sp27": 305,
  "(6.53%),": 306,
  "roadstar": 307,
  "infra": 308,
  "trust": 309,
  "(6.46%),": 310,
  "tata": 311,
  "company": 312,
  "i": 313,
  "7.51": 314,
  "08dc28": 315,
  "(6.29%),": 316,
  "25c": 317,
  "7.44": 318,
  "24fb28": 319,
  "(6.27%),": 320,
  "rec": 321,
  "180-b": 322,
  "8.30": 323,
  "25ju29": 324,
  "fvrs10lac": 325,
  "(4.49%),": 326,
  "projects": 327,
  "q": 328,
  "8.25": 329,
  "28ap27": 330,
  "(4.45%),": 331,
  "f7h502a": 332,
  "9": 333,
  "11ju27": 334,
  "(4.40%),": 335,
  "piramal": 336,
  "8.75": 337,
  "29oct27": 338,
  "(4.34%).": 339,
  "hdfc": 340,
  "hybrid": 341,
  "₹119.60.": 342,
  "-6.77%.": 343,
  "7.50%.": 344,
  "9.40%.": 345,
  "11.80%.": 346,
  "4.72%.": 347,
  "14.31%.": 348,
  "13.94%.": 349,
  "10.76.": 350,
  "0.21.": 351,
  "1.02%.": 352,
  "units": 353,
  "excess": 354,
  "15%": 355,
  "the": 356,
  "investment,1%": 357,
  "will": 358,
  "be": 359,
  "charged": 360,
  "redemption": 361,
  "icici": 362,
  "(6.63%),": 363,
  "reliance": 364,
  "industries": 365,
  "(4.75%),": 366,
  "(3.59%),": 367,
  "(3.13%),": 368,
  "kotak": 369,
  "mahindra": 370,
  "(3.01%),": 371,
  "infosys": 372,
  "(2.69%),": 373,
  "larsen": 374,
  "toubro": 375,
  "(2.61%),": 376,
  "bharti": 377,
  "airtel": 378,
  "(2.03%).": 379,
  "plus": 380,
  "arbitrage": 381,
  "active": 382,
  "moderate.": 383,
  "₹44.89.": 384,
  "4.68%.": 385,
  "10.97%.": 386,
  "11.41%.": 387,
  "10.91%.": 388,
  "7.37%.": 389,
  "5.63.": 390,
  "0.85.": 391,
  "0.02%.": 392,
  "nil": 393,
  "opportunities": 394,
  "plan-growth": 395,
  "(43.65%),": 396,
  "wholesale": 397,
  "direct-growth": 398,
  "(37.09%),": 399,
  "money": 400,
  "(18.72%),": 401,
  "(0.54%),": 402,
  "current": 403,
  "assets": 404,
  "(0.00%).": 405,
  "₹42.06.": 406,
  "139.86%.": 407,
  "50.39%.": 408,
  "22.93.": 409,
  "1.18.": 410,
  "-0.89.": 411,
  "0.97.": 412,
  "0.21%.": 413,
  "15": 414,
  "regular": 415,
  "-": 416,
  "(100.15%).": 417,
  "hsbc": 418,
  "₹36.97.": 419,
  "5.66%.": 420,
  "11.65%.": 421,
  "9.33%.": 422,
  "6.88.": 423,
  "0.77.": 424,
  "0.95%.": 425,
  "10%": 426,
  "(5.55%),": 427,
  "(5.53%),": 428,
  "(5.50%),": 429,
  "nuvoco": 430,
  "vistas": 431,
  "(5.45%),": 432,
  "nirma": 433,
  "(5.35%),": 434,
  "(5.34%),": 435,
  "jsw": 436,
  "kalinga": 437,
  "steel": 438,
  "(4.18%),": 439,
  "(3.44%).": 440,
  "prudential": 441,
  "₹22.84.": 442,
  "6.98%.": 443,
  "26.37%.": 444,
  "18.35.": 445,
  "1.17.": 446,
  "1.03.": 447,
  "0.81.": 448,
  "0.80%.": 449,
  "before": 450,
  "month": 451,
  "date": 452,
  "allotment.": 453,
  "(13.05%),": 454,
  "(8.51%),": 455,
  "(6.20%),": 456,
  "(5.82%),": 457,
  "insurance": 458,
  "(4.88%),": 459,
  "hindustan": 460,
  "aeronautics": 461,
  "(4.64%),": 462,
  "(3.37%),": 463,
  "(3.27%),": 464,
  "coal": 465,
  "(3.19%),": 466,
  "(3.18%).": 467,
  "retirement": 468,
  "aggressive": 469,
  "₹30.39.": 470,
  "21.20%.": 471,
  "17.08%.": 472,
  "13.83%.": 473,
  "13.96.": 474,
  "1.08.": 475,
  "0.86%.": 476,
  "(2.43%),": 477,
  "tech": 478,
  "(2.30%),": 479,
  "multi": 480,
  "exchange": 481,
  "(2.29%),": 482,
  "(2.21%),": 483,
  "unilever": 484,
  "(2.12%),": 485,
  "titan": 486,
  "(2.03%),": 487,
  "ultratech": 488,
  "cement": 489,
  "(2.02%),": 490,
  "(1.92%),": 491,
  "mphasis": 492,
  "(1.91%).": 493,
  "₹39.01.": 494,
  "139.17%.": 495,
  "50.52%.": 496,
  "22.66.": 497,
  "(99.96%).": 498,
  "invesco": 499,
  "₹77.65.": 500,
  "1.85%.": 501,
  "26.90%.": 502,
  "23.19%.": 503,
  "11.34%.": 504,
  "24.22.": 505,
  "0.90.": 506,
  "-0.82.": 507,
  "0.92%.": 508,
  "investment,": 509,
  "(8.23%),": 510,
  "ltd": 511,
  "(7.45%),": 512,
  "indian": 513,
  "(7.08%),": 514,
  "petroleum": 515,
  "(6.08%),": 516,
  "(5.90%),": 517,
  "green": 518,
  "energy": 519,
  "(4.95%),": 520,
  "(4.73%),": 521,
  "baroda": 522,
  "(4.53%),": 523,
  "(4.32%),": 524,
  "dynamics": 525,
  "(4.23%).": 526,
  "motilal": 527,
  "oswal": 528,
  "bse": 529,
  "enhanced": 530,
  "value": 531,
  "index": 532,
  "₹28.38.": 533,
  "14.48%.": 534,
  "30.78%.": 535,
  "4.80%.": 536,
  "19.16%.": 537,
  "18.84%.": 538,
  "19.65.": 539,
  "1.38.": 540,
  "15.11.": 541,
  "1.24.": 542,
  "0.58%.": 543,
  "load:": 544,
  "1%-": 545,
  "on": 546,
  "or": 547,
  "days": 548,
  "(8.75%),": 549,
  "hindalco": 550,
  "(8.56%),": 551,
  "(7.75%),": 552,
  "motors": 553,
  "passenger": 554,
  "vehicles": 555,
  "(7.71%),": 556,
  "(7.36%),": 557,
  "(6.90%),": 558,
  "(6.75%),": 559,
  "(4.92%),": 560,
  "(4.28%),": 561,
  "(4.18%).": 562,
  "nippon": 563,
  "asset": 564,
  "allocation": 565,
  "₹26.28.": 566,
  "15.75%.": 567,
  "20.75%.": 568,
  "16.74%.": 569,
  "31.90%.": 570,
  "15.09%.": 571,
  "17.81%.": 572,
  "16.11%.": 573,
  "9.61.": 574,
  "1.47.": 575,
  "0.74%.": 576,
  "gold": 577,
  "bees": 578,
  "(8.15%),": 579,
  "ishares": 580,
  "msci": 581,
  "world": 582,
  "(5.23%),": 583,
  "(3.60%),": 584,
  "(3.24%),": 585,
  "(2.39%),": 586,
  "(1.96%),": 587,
  "(1.81%),": 588,
  "eternal": 589,
  "(1.67%),": 590,
  "(1.58%),": 591,
  "(1.54%).": 592,
  "₹38.83.": 593,
  "139.26%.": 594,
  "50.20%.": 595,
  "22.84.": 596,
  "-1.14.": 597,
  "0.22%.": 598,
  "(100.00%).": 599,
  "quant": 600,
  "₹181.77.": 601,
  "20.93%.": 602,
  "25.70%.": 603,
  "21.39%.": 604,
  "9.86%.": 605,
  "11.98.": 606,
  "1.50.": 607,
  "0.61%.": 608,
  "(18.77%),": 609,
  "idcw": 610,
  "(10.22%),": 611,
  "(8.52%),": 612,
  "(8.05%),": 613,
  "adani": 614,
  "(7.43%),": 615,
  "(6.72%),": 616,
  "(6.26%),": 617,
  "(5.32%),": 618,
  "co": 619,
  "(5.05%),": 620,
  "aurobindo": 621,
  "pharma": 622,
  "(4.79%).": 623,
  "sbi": 624,
  "children's": 625,
  "₹50.53.": 626,
  "16.66%.": 627,
  "23.53%.": 628,
  "25.25%.": 629,
  "117.29%.": 630,
  "16.02.": 631,
  "1.06.": 632,
  "1.19%.": 633,
  "respect": 634,
  "subject": 635,
  "lock-in": 636,
  "period": 637,
  "holding": 638,
  "less": 639,
  "than": 640,
  "3": 641,
  "years:": 642,
  "3%": 643,
  "2%": 644,
  "but": 645,
  "2": 646,
  "alphabet": 647,
  "inc": 648,
  "class": 649,
  "(7.79%),": 650,
  "thangamayil": 651,
  "jewellery": 652,
  "(4.80%),": 653,
  "hatsun": 654,
  "agro": 655,
  "product": 656,
  "(4.36%),": 657,
  "(4.10%),": 658,
  "muthoot": 659,
  "(3.92%),": 660,
  "aether": 661,
  "(3.64%),": 662,
  "aequs": 663,
  "(3.38%),": 664,
  "privi": 665,
  "speciality": 666,
  "chemicals": 667,
  "(3.36%),": 668,
  "ather": 669,
  "(3.33%).": 670,
  "₹38.44.": 671,
  "9.51%.": 672,
  "30.20%.": 673,
  "24.19%.": 674,
  "3.93%.": 675,
  "23.07.": 676,
  "1.05.": 677,
  "2.36.": 678,
  "0.85%.": 679,
  "0.50%": 680,
  "(16.87%),": 681,
  "(9.52%),": 682,
  "(9.34%),": 683,
  "(9.24%),": 684,
  "(8.66%),": 685,
  "(6.58%),": 686,
  "(5.17%),": 687,
  "(4.78%),": 688,
  "(4.37%),": 689,
  "(3.78%).": 690
}