{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-07-16": 23,
  "₹27.83.": 24,
  "1y": 25,
  "returns:": 26,
  "12.88%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.10%.": 30,
  "5y": 31,
  "10.90%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.99.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.24.": 48,
  "expense": 49,
  "ratio": 50,
  "0.79%.": 51,
  "exit": 52,
  "load": 53,
  "policy:": 54,
  "1%,": 55,
  "if": 56,
  "redeemed": 57,
  "within": 58,
  "1": 59,
  "year.": 60,
  "minimum": 61,
  "sip": 62,
  "investment": 63,
  "₹100.": 64,
  "lump-sum": 65,
  "taxation:": 66,
  "returns": 67,
  "are": 68,
  "taxed": 69,
  "per": 70,
  "your": 71,
  "income": 72,
  "tax": 73,
  "slab.": 74,
  "top": 75,
  "holdings": 76,
  "include:": 77,
  "national": 78,
  "bank": 79,
  "for": 80,
  "agriculture": 81,
  "and": 82,
  "rural": 83,
  "development": 84,
  "sr": 85,
  "25g": 86,
  "7.48": 87,
  "bd": 88,
  "15sp28": 89,
  "fvrs1lac": 90,
  "(5.16%),": 91,
  "jubilant": 92,
  "bevco": 93,
  "limited": 94,
  "ncd": 95,
  "31my28": 96,
  "(4.94%),": 97,
  "government": 98,
  "india": 99,
  "36185": 100,
  "goi": 101,
  "07jl40": 102,
  "6.68": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(4.33%),": 107,
  "jtpm": 108,
  "metal": 109,
  "traders": 110,
  "30ap30": 111,
  "(3.94%),": 112,
  "gmr": 113,
  "airports": 114,
  "5": 115,
  "13fb27": 116,
  "(3.74%),": 117,
  "reverse": 118,
  "repo": 119,
  "(3.52%),": 120,
  "small": 121,
  "industries": 122,
  "i": 123,
  "6.66": 124,
  "25ot28": 125,
  "(3.38%),": 126,
  "tata": 127,
  "capital": 128,
  "housing": 129,
  "finance": 130,
  "c": 131,
  "7.79": 132,
  "18ju30": 133,
  "(3.07%),": 134,
  "36574": 135,
  "06ot35": 136,
  "6.48": 137,
  "(3.04%),": 138,
  "bharat": 139,
  "highways": 140,
  "invit": 141,
  "(2.49%).": 142,
  "&": 143,
  "market": 144,
  "news": 145,
  "generic": 146,
  "stream": 147,
  "groww;": 148,
  "not": 149,
  "specific": 150,
  "to": 151,
  "this": 152,
  "single": 153,
  "fund.": 154,
  "medium": 155,
  "term": 156,
  "plan": 157,
  "moderately": 158,
  "₹47.71.": 159,
  "9.33%.": 160,
  "10.67%.": 161,
  "12.86%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "alpha:": 169,
  "0.00.": 170,
  "beta:": 171,
  "0.83%.": 172,
  "₹1000.": 173,
  "(10.31%),": 174,
  "bajaj": 175,
  "8.25": 176,
  "27my31": 177,
  "(4.78%),": 178,
  "26c": 179,
  "7.27": 180,
  "23fb29": 181,
  "(3.90%),": 182,
  "26a": 183,
  "12ot28": 184,
  "(3.54%),": 185,
  "hinduja": 186,
  "leyland": 187,
  "9.25": 188,
  "09jl31": 189,
  "(3.42%),": 190,
  "26f": 191,
  "7.44": 192,
  "17jl29": 193,
  "(3.13%),": 194,
  "oxyzo": 195,
  "financial": 196,
  "services": 197,
  "9.9": 198,
  "13mr29": 199,
  "(2.78%),": 200,
  "(2.61%),": 201,
  "(2.56%),": 202,
  "(2.56%).": 203,
  "psu": 204,
  "equity": 205,
  "very": 206,
  "₹39.81.": 207,
  "8.50%.": 208,
  "25.28%.": 209,
  "24.41%.": 210,
  "16.04%.": 211,
  "5.81%.": 212,
  "28.28%.": 213,
  "29.79%.": 214,
  "23.65.": 215,
  "0.89.": 216,
  "-0.17.": 217,
  "0.96.": 218,
  "0.71%.": 219,
  "1%": 220,
  "30": 221,
  "days.": 222,
  "₹500.": 223,
  "you": 224,
  "redeem": 225,
  "one": 226,
  "year,": 227,
  "at": 228,
  "20%.": 229,
  "after": 230,
  "exceeding": 231,
  "1.25": 232,
  "lakh": 233,
  "in": 234,
  "year": 235,
  "12.5%.": 236,
  "state": 237,
  "(17.45%),": 238,
  "ntpc": 239,
  "ltd": 240,
  "(7.82%),": 241,
  "power": 242,
  "grid": 243,
  "corporation": 244,
  "(6.72%),": 245,
  "heavy": 246,
  "electricals": 247,
  "(6.40%),": 248,
  "maharashtra": 249,
  "(5.04%),": 250,
  "electronics": 251,
  "(4.89%),": 252,
  "gail": 253,
  "(india)": 254,
  "(4.87%),": 255,
  "pnb": 256,
  "nmdc": 257,
  "(3.37%),": 258,
  "union": 259,
  "(3.36%).": 260,
  "silver": 261,
  "etf": 262,
  "fof": 263,
  "commodity": 264,
  "₹33.63.": 265,
  "89.75%.": 266,
  "40.46%.": 267,
  "154.77%.": 268,
  "47.07%.": 269,
  "37.62.": 270,
  "1.03.": 271,
  "2.37.": 272,
  "0.85.": 273,
  "0.32%.": 274,
  "0.5%": 275,
  "two": 276,
  "years,": 277,
  "etf-growth": 278,
  "(100.08%),": 279,
  "(0.44%),": 280,
  "net": 281,
  "payables": 282,
  "(-0.52%).": 283,
  "axis": 284,
  "₹37.18.": 285,
  "90.41%.": 286,
  "40.83%.": 287,
  "22.23.": 288,
  "1.20.": 289,
  "-0.37.": 290,
  "0.94.": 291,
  "0.09%.": 292,
  "0.25%,": 293,
  "7": 294,
  "₹5000.": 295,
  "regular-growth": 296,
  "(100.10%),": 297,
  "others": 298,
  "cblo": 299,
  "(0.30%),": 300,
  "(-0.40%).": 301,
  "dsp": 302,
  "₹60.35.": 303,
  "10.88%.": 304,
  "16.86%.": 305,
  "13.25%.": 306,
  "7.05%.": 307,
  "7.39.": 308,
  "1.39.": 309,
  "0.46%.": 310,
  "3%,": 311,
  "12": 312,
  "months.": 313,
  "37426": 314,
  "11my36": 315,
  "6.94": 316,
  "(9.30%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "cd": 320,
  "04feb27": 321,
  "(8.73%),": 322,
  "(8.26%),": 323,
  "(5.84%),": 324,
  "renewables": 325,
  "8.6": 326,
  "24sp27": 327,
  "(5.82%),": 328,
  "nuvoco": 329,
  "vistas": 330,
  "7.7": 331,
  "18sp28": 332,
  "(5.75%),": 333,
  "company": 334,
  "7.51": 335,
  "08dc28": 336,
  "(5.64%),": 337,
  "25c": 338,
  "24fb28": 339,
  "(5.61%),": 340,
  "adani": 341,
  "airport": 342,
  "8.45": 343,
  "12fb29": 344,
  "(5.44%),": 345,
  "nuvama": 346,
  "wealth": 347,
  "f7h502a": 348,
  "9": 349,
  "11ju27": 350,
  "(3.94%).": 351,
  "hdfc": 352,
  "hybrid": 353,
  "₹124.58.": 354,
  "-4.42%.": 355,
  "7.53%.": 356,
  "9.51%.": 357,
  "11.80%.": 358,
  "4.72%.": 359,
  "14.31%.": 360,
  "13.94%.": 361,
  "10.74.": 362,
  "0.20.": 363,
  "1.12%.": 364,
  "units": 365,
  "excess": 366,
  "15%": 367,
  "the": 368,
  "investment,1%": 369,
  "will": 370,
  "be": 371,
  "charged": 372,
  "redemption": 373,
  "icici": 374,
  "(7.19%),": 375,
  "(6.74%),": 376,
  "reliance": 377,
  "(4.28%),": 378,
  "(3.31%),": 379,
  "(2.89%),": 380,
  "34238": 381,
  "22ap64": 382,
  "7.34": 383,
  "larsen": 384,
  "toubro": 385,
  "(2.24%),": 386,
  "infosys": 387,
  "(2.15%),": 388,
  "bharti": 389,
  "airtel": 390,
  "(1.99%).": 391,
  "plus": 392,
  "arbitrage": 393,
  "active": 394,
  "moderate.": 395,
  "₹45.48.": 396,
  "5.60%.": 397,
  "9.92%.": 398,
  "10.85%.": 399,
  "10.91%.": 400,
  "7.37%.": 401,
  "5.47.": 402,
  "0.79.": 403,
  "0.02%.": 404,
  "nil": 405,
  "opportunities": 406,
  "plan-growth": 407,
  "(44.82%),": 408,
  "direct-growth": 409,
  "(36.50%),": 410,
  "money": 411,
  "(17.85%),": 412,
  "(2.03%),": 413,
  "(-1.20%).": 414,
  "₹35.74.": 415,
  "90.09%.": 416,
  "22.93.": 417,
  "1.18.": 418,
  "-0.89.": 419,
  "0.97.": 420,
  "0.22%.": 421,
  "15": 422,
  "regular": 423,
  "-": 424,
  "(100.09%),": 425,
  "(-0.39%).": 426,
  "hsbc": 427,
  "₹37.39.": 428,
  "6.24%.": 429,
  "9.48%.": 430,
  "6.88.": 431,
  "0.84.": 432,
  "0.97%.": 433,
  "10%": 434,
  "(7.85%),": 435,
  "36232": 436,
  "21jl30": 437,
  "6.01": 438,
  "(6.48%),": 439,
  "(5.70%),": 440,
  "(5.68%),": 441,
  "corpn.": 442,
  "ltd.": 443,
  "7.2": 444,
  "09/08/2027": 445,
  "(5.67%),": 446,
  "godrej": 447,
  "seeds": 448,
  "genetics": 449,
  "2": 450,
  "strpp": 451,
  "7.68": 452,
  "28ap28": 453,
  "(5.51%),": 454,
  "nirma": 455,
  "vii": 456,
  "tr": 457,
  "8.50": 458,
  "07ap27": 459,
  "(5.50%),": 460,
  "259a": 461,
  "6.96": 462,
  "02mr28": 463,
  "(5.42%),": 464,
  "jsw": 465,
  "kalinga": 466,
  "steel": 467,
  "(4.37%).": 468,
  "prudential": 469,
  "₹23.02.": 470,
  "24.67%.": 471,
  "18.35.": 472,
  "1.17.": 473,
  "0.81.": 474,
  "1.24%.": 475,
  "before": 476,
  "month": 477,
  "date": 478,
  "allotment.": 479,
  "(15.26%),": 480,
  "(8.11%),": 481,
  "(7.59%),": 482,
  "insurance": 483,
  "(4.99%),": 484,
  "hindustan": 485,
  "aeronautics": 486,
  "(4.91%),": 487,
  "oil": 488,
  "natural": 489,
  "gas": 490,
  "(4.35%),": 491,
  "indian": 492,
  "(3.20%),": 493,
  "coal": 494,
  "(3.19%),": 495,
  "nhpc": 496,
  "(3.17%).": 497,
  "retirement": 498,
  "aggressive": 499,
  "₹31.33.": 500,
  "7.77%.": 501,
  "19.74%.": 502,
  "17.12%.": 503,
  "13.83%.": 504,
  "13.87.": 505,
  "1.14%.": 506,
  "(7.93%),": 507,
  "vedanta": 508,
  "9.31": 509,
  "03dc27": 510,
  "(2.45%),": 511,
  "(2.44%),": 512,
  "kirloskar": 513,
  "engines": 514,
  "(2.29%),": 515,
  "titan": 516,
  "(2.28%),": 517,
  "(2.14%),": 518,
  "(2.01%),": 519,
  "(1.84%),": 520,
  "samvardhana": 521,
  "motherson": 522,
  "international": 523,
  "(1.82%),": 524,
  "unilever": 525,
  "(1.73%).": 526,
  "₹33.13.": 527,
  "89.79%.": 528,
  "40.37%.": 529,
  "22.66.": 530,
  "0.20%.": 531,
  "(99.96%),": 532,
  "(0.47%),": 533,
  "(-0.43%).": 534,
  "invesco": 535,
  "₹77.41.": 536,
  "-0.30%.": 537,
  "23.24%.": 538,
  "22.43%.": 539,
  "11.34%.": 540,
  "24.12.": 541,
  "0.82.": 542,
  "-1.52.": 543,
  "investment,": 544,
  "(9.23%),": 545,
  "(7.77%),": 546,
  "(7.44%),": 547,
  "petroleum": 548,
  "(6.34%),": 549,
  "(5.81%),": 550,
  "baroda": 551,
  "(4.83%),": 552,
  "dredging": 553,
  "(4.81%),": 554,
  "green": 555,
  "energy": 556,
  "(4.44%),": 557,
  "dynamics": 558,
  "(4.38%),": 559,
  "(4.36%).": 560,
  "motilal": 561,
  "oswal": 562,
  "bse": 563,
  "enhanced": 564,
  "value": 565,
  "index": 566,
  "₹27.57.": 567,
  "6.82%.": 568,
  "26.20%.": 569,
  "4.80%.": 570,
  "19.16%.": 571,
  "18.84%.": 572,
  "19.65.": 573,
  "1.38.": 574,
  "15.11.": 575,
  "1.24.": 576,
  "0.54%.": 577,
  "load:": 578,
  "1%-": 579,
  "on": 580,
  "or": 581,
  "days": 582,
  "motors": 583,
  "(8.15%),": 584,
  "hindalco": 585,
  "(8.09%),": 586,
  "(7.64%),": 587,
  "(7.14%),": 588,
  "(7.04%),": 589,
  "(6.88%),": 590,
  "(6.78%),": 591,
  "(4.62%),": 592,
  "(4.56%).": 593,
  "nippon": 594,
  "multi": 595,
  "asset": 596,
  "allocation": 597,
  "₹26.61.": 598,
  "14.39%.": 599,
  "19.57%.": 600,
  "16.22%.": 601,
  "31.90%.": 602,
  "15.09%.": 603,
  "17.81%.": 604,
  "16.11%.": 605,
  "9.62.": 606,
  "1.35.": 607,
  "0.42%.": 608,
  "gold": 609,
  "bees": 610,
  "idcw": 611,
  "(7.81%),": 612,
  "ishares": 613,
  "msci": 614,
  "world": 615,
  "(4.93%),": 616,
  "(4.03%),": 617,
  "(3.03%),": 618,
  "(2.77%),": 619,
  "(1.85%),": 620,
  "(1.67%),": 621,
  "zomato": 622,
  "(1.65%),": 623,
  "trent": 624,
  "(1.55%).": 625,
  "₹32.97.": 626,
  "89.86%.": 627,
  "40.21%.": 628,
  "22.84.": 629,
  "-1.14.": 630,
  "(99.93%),": 631,
  "(0.37%),": 632,
  "mrgn": 633,
  "(0.00%),": 634,
  "(-0.30%).": 635,
  "quant": 636,
  "₹184.69.": 637,
  "20.57%.": 638,
  "24.15%.": 639,
  "20.33%.": 640,
  "9.86%.": 641,
  "12.00.": 642,
  "1.15%.": 643,
  "(9.53%),": 644,
  "(8.44%),": 645,
  "enterprises": 646,
  "(7.96%),": 647,
  "(7.94%),": 648,
  "(7.38%),": 649,
  "(6.15%),": 650,
  "future": 651,
  "(5.69%),": 652,
  "crude": 653,
  "aurobindo": 654,
  "pharma": 655,
  "(4.74%),": 656,
  "current": 657,
  "assets": 658,
  "(4.70%).": 659,
  "sbi": 660,
  "children's": 661,
  "₹53.26.": 662,
  "17.15%.": 663,
  "23.07%.": 664,
  "23.87%.": 665,
  "117.29%.": 666,
  "2.19%.": 667,
  "15.99%.": 668,
  "15.61%.": 669,
  "15.95.": 670,
  "1.05.": 671,
  "10.44.": 672,
  "0.87.": 673,
  "respect": 674,
  "subject": 675,
  "lock-in": 676,
  "period": 677,
  "holding": 678,
  "less": 679,
  "than": 680,
  "3": 681,
  "years:": 682,
  "3%": 683,
  "2%": 684,
  "but": 685,
  "thangamayil": 686,
  "jewellery": 687,
  "(6.45%),": 688,
  "alphabet": 689,
  "inc": 690,
  "forgn.": 691,
  "eq": 692,
  "(googl)": 693,
  "(6.33%),": 694,
  "(5.32%),": 695,
  "(4.37%),": 696,
  "(3.95%),": 697,
  "renew": 698,
  "global": 699,
  "plc": 700,
  "(rnw)": 701,
  "(3.88%),": 702,
  "hatsun": 703,
  "agro": 704,
  "products": 705,
  "(3.67%),": 706,
  "aequs": 707,
  "muthoot": 708,
  "(3.32%).": 709,
  "₹38.25.": 710,
  "7.00%.": 711,
  "26.79%.": 712,
  "24.32%.": 713,
  "3.93%.": 714,
  "23.09.": 715,
  "1.88.": 716,
  "0.93.": 717,
  "0.86%.": 718,
  "0.50%": 719,
  "(16.64%),": 720,
  "(9.90%),": 721,
  "(8.74%),": 722,
  "(8.54%),": 723,
  "(8.24%),": 724,
  "(5.85%),": 725,
  "(5.15%),": 726,
  "(4.41%),": 727,
  "(3.55%).": 728
}