{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-06-08": 24,
  "₹27.40.": 25,
  "1y": 26,
  "returns:": 27,
  "12.03%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.77%.": 31,
  "5y": 32,
  "10.67%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.95.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.07.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "reverse": 82,
  "repo": 83,
  "(15.06%),": 84,
  "gmr": 85,
  "airports": 86,
  "limited": 87,
  "5": 88,
  "bd": 89,
  "13fb27": 90,
  "fvrs1lac": 91,
  "(3.99%),": 92,
  "jubilant": 93,
  "bevco": 94,
  "ncd": 95,
  "31my28": 96,
  "(3.22%),": 97,
  "government": 98,
  "india": 99,
  "36574": 100,
  "goi": 101,
  "06ot35": 102,
  "6.48": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(2.93%),": 107,
  "ikf": 108,
  "finance": 109,
  "9.4": 110,
  "12sp27": 111,
  "(2.57%),": 112,
  "hinduja": 113,
  "leyland": 114,
  "9.25": 115,
  "09jl31": 116,
  "(2.54%),": 117,
  "national": 118,
  "bank": 119,
  "for": 120,
  "agriculture": 121,
  "and": 122,
  "rural": 123,
  "development": 124,
  "sr": 125,
  "26a": 126,
  "6.66": 127,
  "12ot28": 128,
  "(2.53%),": 129,
  "kogta": 130,
  "financial": 131,
  "(india)": 132,
  "9.5": 133,
  "30ot27": 134,
  "(2.37%),": 135,
  "gaursons": 136,
  "private": 137,
  "10.96": 138,
  "26dc28": 139,
  "(2.34%),": 140,
  "vedanta": 141,
  "ii": 142,
  "9.45": 143,
  "05ju28": 144,
  "(2.24%).": 145,
  "&": 146,
  "market": 147,
  "news": 148,
  "generic": 149,
  "stream": 150,
  "groww;": 151,
  "not": 152,
  "specific": 153,
  "to": 154,
  "this": 155,
  "single": 156,
  "fund.": 157,
  "medium": 158,
  "term": 159,
  "plan": 160,
  "₹46.96.": 161,
  "8.04%.": 162,
  "10.31%.": 163,
  "12.57%.": 164,
  "4.91%.": 165,
  "7.95%.": 166,
  "7.55%.": 167,
  "6.56%.": 168,
  "1.92.": 169,
  "1.99.": 170,
  "0.83%.": 171,
  "₹1000.": 172,
  "(6.87%),": 173,
  "(4.51%),": 174,
  "(3.63%),": 175,
  "ltd.": 176,
  "(3.49%),": 177,
  "oxyzo": 178,
  "services": 179,
  "(2.87%),": 180,
  "nuvama": 181,
  "wealth": 182,
  "(2.77%),": 183,
  "(2.68%),": 184,
  "(2.60%),": 185,
  "jtpm": 186,
  "metal": 187,
  "traders": 188,
  "(2.59%).": 189,
  "psu": 190,
  "equity": 191,
  "very": 192,
  "2026-06-05": 193,
  "₹39.50.": 194,
  "9.81%.": 195,
  "27.71%.": 196,
  "24.26%.": 197,
  "16.04%.": 198,
  "5.81%.": 199,
  "28.28%.": 200,
  "29.79%.": 201,
  "23.63.": 202,
  "0.93.": 203,
  "-0.54.": 204,
  "0.96.": 205,
  "0.66%.": 206,
  "1%": 207,
  "30": 208,
  "days.": 209,
  "₹500.": 210,
  "you": 211,
  "redeem": 212,
  "one": 213,
  "year,": 214,
  "at": 215,
  "20%.": 216,
  "after": 217,
  "exceeding": 218,
  "1.25": 219,
  "lakh": 220,
  "in": 221,
  "year": 222,
  "12.5%.": 223,
  "state": 224,
  "(18.08%),": 225,
  "ntpc": 226,
  "(8.71%),": 227,
  "power": 228,
  "grid": 229,
  "corporation": 230,
  "(7.44%),": 231,
  "bharat": 232,
  "heavy": 233,
  "electricals": 234,
  "(5.42%),": 235,
  "electronics": 236,
  "(5.10%),": 237,
  "gail": 238,
  "(4.56%),": 239,
  "maharashtra": 240,
  "(4.30%),": 241,
  "oil": 242,
  "natural": 243,
  "gas": 244,
  "(3.90%),": 245,
  "nmdc": 246,
  "(3.56%),": 247,
  "pnb": 248,
  "housing": 249,
  "(3.39%).": 250,
  "silver": 251,
  "etf": 252,
  "fof": 253,
  "commodity": 254,
  "₹37.11.": 255,
  "120.03%.": 256,
  "46.78%.": 257,
  "154.77%.": 258,
  "47.07%.": 259,
  "22.57.": 260,
  "1.19.": 261,
  "-0.73.": 262,
  "0.32%.": 263,
  "0.5%": 264,
  "two": 265,
  "years,": 266,
  "etf-growth": 267,
  "(100.01%),": 268,
  "(0.25%),": 269,
  "net": 270,
  "payables": 271,
  "(-0.26%).": 272,
  "axis": 273,
  "₹41.00.": 274,
  "120.41%.": 275,
  "47.16%.": 276,
  "22.23.": 277,
  "1.20.": 278,
  "-0.37.": 279,
  "0.94.": 280,
  "0.08%.": 281,
  "0.25%,": 282,
  "7": 283,
  "₹5000.": 284,
  "regular-growth": 285,
  "(99.94%),": 286,
  "others": 287,
  "cblo": 288,
  "(0.32%),": 289,
  "dsp": 290,
  "₹59.64.": 291,
  "10.09%.": 292,
  "16.71%.": 293,
  "13.07%.": 294,
  "7.05%.": 295,
  "7.41.": 296,
  "1.33.": 297,
  "0.40%.": 298,
  "3%,": 299,
  "12": 300,
  "months.": 301,
  "(14.83%),": 302,
  "(9.99%),": 303,
  "renewables": 304,
  "8.6": 305,
  "24sp27": 306,
  "(6.53%),": 307,
  "roadstar": 308,
  "infra": 309,
  "trust": 310,
  "(6.46%),": 311,
  "tata": 312,
  "company": 313,
  "i": 314,
  "7.51": 315,
  "08dc28": 316,
  "(6.29%),": 317,
  "25c": 318,
  "7.44": 319,
  "24fb28": 320,
  "(6.27%),": 321,
  "rec": 322,
  "180-b": 323,
  "8.30": 324,
  "25ju29": 325,
  "fvrs10lac": 326,
  "(4.49%),": 327,
  "projects": 328,
  "q": 329,
  "8.25": 330,
  "28ap27": 331,
  "(4.45%),": 332,
  "f7h502a": 333,
  "9": 334,
  "11ju27": 335,
  "(4.40%),": 336,
  "piramal": 337,
  "8.75": 338,
  "29oct27": 339,
  "(4.34%).": 340,
  "hdfc": 341,
  "hybrid": 342,
  "₹118.67.": 343,
  "-7.76%.": 344,
  "9.11%.": 345,
  "11.80%.": 346,
  "4.72%.": 347,
  "14.31%.": 348,
  "13.94%.": 349,
  "10.76.": 350,
  "0.21.": 351,
  "1.02%.": 352,
  "units": 353,
  "excess": 354,
  "15%": 355,
  "the": 356,
  "investment,1%": 357,
  "will": 358,
  "be": 359,
  "charged": 360,
  "redemption": 361,
  "icici": 362,
  "(6.63%),": 363,
  "reliance": 364,
  "industries": 365,
  "(4.75%),": 366,
  "(3.59%),": 367,
  "(3.13%),": 368,
  "kotak": 369,
  "mahindra": 370,
  "(3.01%),": 371,
  "infosys": 372,
  "(2.69%),": 373,
  "larsen": 374,
  "toubro": 375,
  "(2.61%),": 376,
  "bharti": 377,
  "airtel": 378,
  "(2.03%).": 379,
  "plus": 380,
  "arbitrage": 381,
  "active": 382,
  "moderate.": 383,
  "₹44.97.": 384,
  "4.69%.": 385,
  "10.88%.": 386,
  "11.30%.": 387,
  "10.91%.": 388,
  "7.37%.": 389,
  "5.63.": 390,
  "0.85.": 391,
  "0.02%.": 392,
  "nil": 393,
  "opportunities": 394,
  "plan-growth": 395,
  "(43.65%),": 396,
  "wholesale": 397,
  "direct-growth": 398,
  "(37.09%),": 399,
  "money": 400,
  "(18.72%),": 401,
  "(0.54%),": 402,
  "current": 403,
  "assets": 404,
  "(0.00%).": 405,
  "₹39.31.": 406,
  "118.82%.": 407,
  "22.93.": 408,
  "1.18.": 409,
  "-0.89.": 410,
  "0.97.": 411,
  "0.21%.": 412,
  "15": 413,
  "regular": 414,
  "-": 415,
  "(100.15%).": 416,
  "hsbc": 417,
  "₹37.04.": 418,
  "5.67%.": 419,
  "11.71%.": 420,
  "9.34%.": 421,
  "6.88.": 422,
  "0.77.": 423,
  "0.96%.": 424,
  "10%": 425,
  "(5.55%),": 426,
  "(5.53%),": 427,
  "(5.50%),": 428,
  "nuvoco": 429,
  "vistas": 430,
  "(5.45%),": 431,
  "nirma": 432,
  "(5.35%),": 433,
  "(5.34%),": 434,
  "jsw": 435,
  "kalinga": 436,
  "steel": 437,
  "(4.18%),": 438,
  "(3.44%).": 439,
  "prudential": 440,
  "₹22.84.": 441,
  "6.98%.": 442,
  "26.37%.": 443,
  "18.35.": 444,
  "1.17.": 445,
  "1.03.": 446,
  "0.81.": 447,
  "0.80%.": 448,
  "before": 449,
  "month": 450,
  "date": 451,
  "allotment.": 452,
  "(13.05%),": 453,
  "(8.51%),": 454,
  "(6.20%),": 455,
  "(5.82%),": 456,
  "insurance": 457,
  "(4.88%),": 458,
  "hindustan": 459,
  "aeronautics": 460,
  "(4.64%),": 461,
  "(3.37%),": 462,
  "(3.27%),": 463,
  "coal": 464,
  "(3.19%),": 465,
  "(3.18%).": 466,
  "retirement": 467,
  "aggressive": 468,
  "₹30.01.": 469,
  "6.65%.": 470,
  "20.32%.": 471,
  "16.61%.": 472,
  "13.83%.": 473,
  "13.96.": 474,
  "1.08.": 475,
  "0.86%.": 476,
  "(2.43%),": 477,
  "tech": 478,
  "(2.30%),": 479,
  "multi": 480,
  "exchange": 481,
  "(2.29%),": 482,
  "(2.21%),": 483,
  "unilever": 484,
  "(2.12%),": 485,
  "titan": 486,
  "(2.03%),": 487,
  "ultratech": 488,
  "cement": 489,
  "(2.02%),": 490,
  "(1.92%),": 491,
  "mphasis": 492,
  "(1.91%).": 493,
  "₹36.58.": 494,
  "119.81%.": 495,
  "47.14%.": 496,
  "22.66.": 497,
  "(99.96%).": 498,
  "invesco": 499,
  "₹76.93.": 500,
  "0.39%.": 501,
  "25.78%.": 502,
  "22.64%.": 503,
  "11.34%.": 504,
  "24.22.": 505,
  "0.90.": 506,
  "-0.82.": 507,
  "0.92%.": 508,
  "investment,": 509,
  "(8.23%),": 510,
  "ltd": 511,
  "(7.45%),": 512,
  "indian": 513,
  "(7.08%),": 514,
  "petroleum": 515,
  "(6.08%),": 516,
  "(5.90%),": 517,
  "green": 518,
  "energy": 519,
  "(4.95%),": 520,
  "(4.73%),": 521,
  "baroda": 522,
  "(4.53%),": 523,
  "(4.32%),": 524,
  "dynamics": 525,
  "(4.23%).": 526,
  "motilal": 527,
  "oswal": 528,
  "bse": 529,
  "enhanced": 530,
  "value": 531,
  "index": 532,
  "₹27.95.": 533,
  "29.82%.": 534,
  "4.80%.": 535,
  "19.16%.": 536,
  "18.84%.": 537,
  "19.65.": 538,
  "1.38.": 539,
  "15.11.": 540,
  "1.24.": 541,
  "0.58%.": 542,
  "load:": 543,
  "1%-": 544,
  "on": 545,
  "or": 546,
  "days": 547,
  "(8.75%),": 548,
  "hindalco": 549,
  "(8.56%),": 550,
  "(7.75%),": 551,
  "motors": 552,
  "passenger": 553,
  "vehicles": 554,
  "(7.71%),": 555,
  "(7.36%),": 556,
  "(6.90%),": 557,
  "(6.75%),": 558,
  "(4.92%),": 559,
  "(4.28%),": 560,
  "(4.18%).": 561,
  "nippon": 562,
  "asset": 563,
  "allocation": 564,
  "₹26.01.": 565,
  "15.75%.": 566,
  "20.75%.": 567,
  "16.74%.": 568,
  "31.90%.": 569,
  "15.09%.": 570,
  "17.81%.": 571,
  "16.11%.": 572,
  "9.61.": 573,
  "1.47.": 574,
  "gold": 575,
  "bees": 576,
  "(8.15%),": 577,
  "ishares": 578,
  "msci": 579,
  "world": 580,
  "(5.23%),": 581,
  "(3.60%),": 582,
  "(3.24%),": 583,
  "(2.39%),": 584,
  "(1.96%),": 585,
  "(1.81%),": 586,
  "eternal": 587,
  "(1.67%),": 588,
  "(1.58%),": 589,
  "(1.54%).": 590,
  "₹36.34.": 591,
  "119.24%.": 592,
  "46.62%.": 593,
  "22.84.": 594,
  "-1.14.": 595,
  "0.23%.": 596,
  "(100.00%).": 597,
  "quant": 598,
  "₹179.65.": 599,
  "18.69%.": 600,
  "24.93%.": 601,
  "20.88%.": 602,
  "9.86%.": 603,
  "11.98.": 604,
  "1.50.": 605,
  "7.00%.": 606,
  "(18.77%),": 607,
  "idcw": 608,
  "(10.22%),": 609,
  "(8.52%),": 610,
  "(8.05%),": 611,
  "adani": 612,
  "(7.43%),": 613,
  "(6.72%),": 614,
  "(6.26%),": 615,
  "(5.32%),": 616,
  "co": 617,
  "(5.05%),": 618,
  "aurobindo": 619,
  "pharma": 620,
  "(4.79%).": 621,
  "sbi": 622,
  "children's": 623,
  "₹50.04.": 624,
  "16.66%.": 625,
  "23.53%.": 626,
  "25.25%.": 627,
  "117.29%.": 628,
  "16.02.": 629,
  "1.06.": 630,
  "1.19%.": 631,
  "respect": 632,
  "subject": 633,
  "lock-in": 634,
  "period": 635,
  "holding": 636,
  "less": 637,
  "than": 638,
  "3": 639,
  "years:": 640,
  "3%": 641,
  "2%": 642,
  "but": 643,
  "2": 644,
  "alphabet": 645,
  "inc": 646,
  "class": 647,
  "(7.79%),": 648,
  "thangamayil": 649,
  "jewellery": 650,
  "(4.80%),": 651,
  "hatsun": 652,
  "agro": 653,
  "product": 654,
  "(4.36%),": 655,
  "(4.10%),": 656,
  "muthoot": 657,
  "(3.92%),": 658,
  "aether": 659,
  "(3.64%),": 660,
  "aequs": 661,
  "(3.38%),": 662,
  "privi": 663,
  "speciality": 664,
  "chemicals": 665,
  "(3.36%),": 666,
  "ather": 667,
  "(3.33%).": 668,
  "₹38.32.": 669,
  "8.23%.": 670,
  "29.87%.": 671,
  "23.93%.": 672,
  "3.93%.": 673,
  "23.07.": 674,
  "1.05.": 675,
  "2.36.": 676,
  "0.85%.": 677,
  "0.50%": 678,
  "(16.87%),": 679,
  "(9.52%),": 680,
  "(9.34%),": 681,
  "(9.24%),": 682,
  "(8.66%),": 683,
  "(6.58%),": 684,
  "(5.17%),": 685,
  "(4.78%),": 686,
  "(4.37%),": 687,
  "(3.78%).": 688
}