{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderate.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-03-04": 23,
  "₹26.83.": 24,
  "1y": 25,
  "returns:": 26,
  "14.33%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.03%.": 30,
  "5y": 31,
  "10.84%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.89.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.17.": 48,
  "alpha:": 49,
  "0.00.": 50,
  "beta:": 51,
  "expense": 52,
  "ratio": 53,
  "0.79%.": 54,
  "exit": 55,
  "load": 56,
  "policy:": 57,
  "for": 58,
  "units": 59,
  "in": 60,
  "excess": 61,
  "15%": 62,
  "the": 63,
  "investment,": 64,
  "3%": 65,
  "if": 66,
  "redeemed": 67,
  "within": 68,
  "1": 69,
  "year,": 70,
  "2%": 71,
  "after": 72,
  "year": 73,
  "but": 74,
  "2": 75,
  "years,": 76,
  "1%": 77,
  "years": 78,
  "3": 79,
  "years.": 80,
  "minimum": 81,
  "sip": 82,
  "investment": 83,
  "₹100.": 84,
  "lump-sum": 85,
  "taxation:": 86,
  "returns": 87,
  "are": 88,
  "taxed": 89,
  "per": 90,
  "your": 91,
  "income": 92,
  "tax": 93,
  "slab.": 94,
  "top": 95,
  "holdings": 96,
  "include:": 97,
  "goi": 98,
  "(4.41%),": 99,
  "real": 100,
  "estate": 101,
  "ltd.": 102,
  "(3.95%),": 103,
  "jubilant": 104,
  "bevco": 105,
  "(3.78%),": 106,
  "national": 107,
  "bank": 108,
  "agriculture": 109,
  "&": 110,
  "rural": 111,
  "development": 112,
  "(3.54%),": 113,
  "gmr": 114,
  "airports": 115,
  "(3.32%),": 116,
  "(3.14%),": 117,
  "ikf": 118,
  "finance": 119,
  "(3.06%),": 120,
  "(3.03%),": 121,
  "hinduja": 122,
  "leyland": 123,
  "(3.02%),": 124,
  "kogta": 125,
  "financial": 126,
  "india": 127,
  "(2.82%).": 128,
  "market": 129,
  "news": 130,
  "generic": 131,
  "stream": 132,
  "groww;": 133,
  "not": 134,
  "specific": 135,
  "to": 136,
  "this": 137,
  "single": 138,
  "fund.": 139,
  "medium": 140,
  "term": 141,
  "plan": 142,
  "₹46.25.": 143,
  "11.14%.": 144,
  "10.87%.": 145,
  "12.85%.": 146,
  "4.91%.": 147,
  "7.95%.": 148,
  "7.55%.": 149,
  "6.56%.": 150,
  "1.80.": 151,
  "2.40.": 152,
  "0.81%.": 153,
  "₹1000.": 154,
  "(9.42%),": 155,
  "(7.61%),": 156,
  "(6.37%),": 157,
  "(3.80%),": 158,
  "(3.62%),": 159,
  "nuvama": 160,
  "wealth": 161,
  "(3.22%),": 162,
  "(2.74%),": 163,
  "(2.67%),": 164,
  "jtpm": 165,
  "metal": 166,
  "traders": 167,
  "(2.65%),": 168,
  "(2.40%).": 169,
  "psu": 170,
  "equity": 171,
  "high.": 172,
  "₹39.94.": 173,
  "38.57%.": 174,
  "32.83%.": 175,
  "27.58%.": 176,
  "16.04%.": 177,
  "5.81%.": 178,
  "28.28%.": 179,
  "29.79%.": 180,
  "21.09.": 181,
  "1.22.": 182,
  "-1.30.": 183,
  "0.95.": 184,
  "0.59%.": 185,
  "30": 186,
  "days.": 187,
  "₹500.": 188,
  "you": 189,
  "redeem": 190,
  "one": 191,
  "at": 192,
  "20%.": 193,
  "exceeding": 194,
  "rs": 195,
  "1.25": 196,
  "lakh": 197,
  "12.5%.": 198,
  "state": 199,
  "(19.28%),": 200,
  "ntpc": 201,
  "(8.22%),": 202,
  "bharat": 203,
  "electronics": 204,
  "(5.61%),": 205,
  "power": 206,
  "grid": 207,
  "corporation": 208,
  "(5.54%),": 209,
  "gail": 210,
  "(india)": 211,
  "(5.36%),": 212,
  "oil": 213,
  "and": 214,
  "natural": 215,
  "gas": 216,
  "(4.60%),": 217,
  "baroda": 218,
  "(4.27%),": 219,
  "petroleum": 220,
  "(4.20%),": 221,
  "(4.08%),": 222,
  "maharashtra": 223,
  "(3.79%).": 224,
  "silver": 225,
  "etf": 226,
  "fof": 227,
  "commodity": 228,
  "₹41.39.": 229,
  "196.91%.": 230,
  "62.12%.": 231,
  "154.77%.": 232,
  "47.07%.": 233,
  "22.57.": 234,
  "1.19.": 235,
  "-0.73.": 236,
  "0.96.": 237,
  "0.30%.": 238,
  "0.5%": 239,
  "two": 240,
  "etf-growth": 241,
  "(101.51%).": 242,
  "axis": 243,
  "₹45.57.": 244,
  "197.85%.": 245,
  "62.41%.": 246,
  "22.23.": 247,
  "1.20.": 248,
  "-0.37.": 249,
  "0.94.": 250,
  "0.14%.": 251,
  "0.25%,": 252,
  "7": 253,
  "₹5000.": 254,
  "regular-growth": 255,
  "(101.25%).": 256,
  "dsp": 257,
  "₹55.33.": 258,
  "14.30%.": 259,
  "15.03%.": 260,
  "11.72%.": 261,
  "7.05%.": 262,
  "6.87.": 263,
  "0.41%.": 264,
  "3%,": 265,
  "12": 266,
  "months.": 267,
  "(13.91%),": 268,
  "roadstar": 269,
  "infra": 270,
  "trust": 271,
  "(8.58%),": 272,
  "nirma": 273,
  "(7.47%),": 274,
  "renewables": 275,
  "(7.16%),": 276,
  "aadhar": 277,
  "housing": 278,
  "ltd": 279,
  "(5.04%),": 280,
  "(4.86%),": 281,
  "sikka": 282,
  "ports": 283,
  "terminals": 284,
  "(4.84%),": 285,
  "(4.82%),": 286,
  "tata": 287,
  "projects": 288,
  "(4.80%).": 289,
  "hdfc": 290,
  "hybrid": 291,
  "₹125.14.": 292,
  "10.75%.": 293,
  "12.23%.": 294,
  "11.84%.": 295,
  "11.80%.": 296,
  "4.72%.": 297,
  "14.31%.": 298,
  "13.94%.": 299,
  "8.29.": 300,
  "0.76.": 301,
  "1.02%.": 302,
  "investment,1%": 303,
  "will": 304,
  "be": 305,
  "charged": 306,
  "redemption": 307,
  "year.": 308,
  "(7.36%),": 309,
  "icici": 310,
  "(7.22%),": 311,
  "(5.07%),": 312,
  "reliance": 313,
  "industries": 314,
  "(4.22%),": 315,
  "infosys": 316,
  "(3.50%),": 317,
  "(2.89%),": 318,
  "larsen": 319,
  "toubro": 320,
  "(2.81%),": 321,
  "kotak": 322,
  "mahindra": 323,
  "(2.57%),": 324,
  "(2.49%),": 325,
  "bharti": 326,
  "airtel": 327,
  "(2.48%).": 328,
  "plus": 329,
  "arbitrage": 330,
  "active": 331,
  "₹44.45.": 332,
  "8.62%.": 333,
  "13.07%.": 334,
  "12.48%.": 335,
  "10.91%.": 336,
  "7.37%.": 337,
  "5.79.": 338,
  "1.13.": 339,
  "0.07%.": 340,
  "nil": 341,
  "corporate": 342,
  "bond": 343,
  "plan-growth": 344,
  "(43.14%),": 345,
  "wholesale": 346,
  "direct-growth": 347,
  "(36.44%),": 348,
  "money": 349,
  "(18.71%).": 350,
  "₹43.79.": 351,
  "199.69%.": 352,
  "62.98%.": 353,
  "22.93.": 354,
  "1.18.": 355,
  "-0.89.": 356,
  "0.97.": 357,
  "0.23%.": 358,
  "1%,": 359,
  "15": 360,
  "regular": 361,
  "-": 362,
  "(101.03%).": 363,
  "hsbc": 364,
  "₹36.47.": 365,
  "20.87%.": 366,
  "12.01%.": 367,
  "9.47%.": 368,
  "6.85.": 369,
  "0.80.": 370,
  "0.96%.": 371,
  "10%": 372,
  "(5.30%),": 373,
  "rec": 374,
  "(5.26%),": 375,
  "(5.06%),": 376,
  "(4.75%),": 377,
  "(4.68%),": 378,
  "(4.07%),": 379,
  "(3.93%),": 380,
  "(3.86%).": 381,
  "prudential": 382,
  "₹23.16.": 383,
  "30.51%.": 384,
  "31.17%.": 385,
  "18.35.": 386,
  "1.17.": 387,
  "1.03.": 388,
  "0.81.": 389,
  "0.85%.": 390,
  "before": 391,
  "month": 392,
  "date": 393,
  "allotment.": 394,
  "(11.31%),": 395,
  "(9.27%),": 396,
  "(6.76%),": 397,
  "(4.15%),": 398,
  "hindustan": 399,
  "aeronautics": 400,
  "indian": 401,
  "insurance": 402,
  "(3.58%),": 403,
  "(3.36%).": 404,
  "retirement": 405,
  "aggressive": 406,
  "₹29.32.": 407,
  "23.87%.": 408,
  "24.29%.": 409,
  "17.57%.": 410,
  "13.83%.": 411,
  "11.97.": 412,
  "1.43.": 413,
  "multi": 414,
  "exchange": 415,
  "(3.38%),": 416,
  "mphasis": 417,
  "(2.85%),": 418,
  "motors": 419,
  "(2.79%),": 420,
  "vedanta": 421,
  "(2.75%),": 422,
  "tech": 423,
  "(2.14%),": 424,
  "upl": 425,
  "(2.09%),": 426,
  "titan": 427,
  "company": 428,
  "(1.95%),": 429,
  "ultratech": 430,
  "cement": 431,
  "(1.83%),": 432,
  "interglobe": 433,
  "aviation": 434,
  "(1.79%).": 435,
  "₹40.72.": 436,
  "197.48%.": 437,
  "62.28%.": 438,
  "22.66.": 439,
  "0.17%.": 440,
  "(100.82%).": 441,
  "invesco": 442,
  "₹78.92.": 443,
  "38.66%.": 444,
  "33.14%.": 445,
  "26.26%.": 446,
  "11.34%.": 447,
  "21.78.": 448,
  "-1.21.": 449,
  "0.89%.": 450,
  "(9.35%),": 451,
  "(9.02%),": 452,
  "(7.07%),": 453,
  "(6.64%),": 454,
  "(5.81%),": 455,
  "green": 456,
  "energy": 457,
  "(5.27%),": 458,
  "dredging": 459,
  "(4.88%),": 460,
  "dynamics": 461,
  "(4.50%),": 462,
  "(4.30%).": 463,
  "motilal": 464,
  "oswal": 465,
  "bse": 466,
  "enhanced": 467,
  "value": 468,
  "index": 469,
  "₹29.23.": 470,
  "42.69%.": 471,
  "37.09%.": 472,
  "4.80%.": 473,
  "19.16%.": 474,
  "18.84%.": 475,
  "19.65.": 476,
  "1.38.": 477,
  "15.11.": 478,
  "1.24.": 479,
  "0.36%.": 480,
  "load:": 481,
  "1%-": 482,
  "on": 483,
  "or": 484,
  "days": 485,
  "(9.33%),": 486,
  "hindalco": 487,
  "(9.17%),": 488,
  "(8.18%),": 489,
  "(8.11%),": 490,
  "(5.62%),": 491,
  "(5.55%),": 492,
  "(3.94%),": 493,
  "canara": 494,
  "(3.70%),": 495,
  "aluminium": 496,
  "(3.65%).": 497,
  "nippon": 498,
  "asset": 499,
  "allocation": 500,
  "2026-03-02": 501,
  "₹26.57.": 502,
  "30.23%.": 503,
  "23.83%.": 504,
  "18.20%.": 505,
  "31.90%.": 506,
  "15.09%.": 507,
  "17.81%.": 508,
  "16.11%.": 509,
  "7.29.": 510,
  "0.25%.": 511,
  "gold": 512,
  "bees": 513,
  "(10.55%),": 514,
  "ishares": 515,
  "msci": 516,
  "world": 517,
  "(5.73%),": 518,
  "(3.89%),": 519,
  "(2.72%),": 520,
  "(2.35%),": 521,
  "(1.88%),": 522,
  "(1.63%),": 523,
  "(1.51%),": 524,
  "bajaj": 525,
  "auto": 526,
  "(1.41%).": 527,
  "₹42.28.": 528,
  "198.52%.": 529,
  "62.24%.": 530,
  "22.84.": 531,
  "-1.14.": 532,
  "0.24%.": 533,
  "(100.56%).": 534,
  "quant": 535,
  "₹173.36.": 536,
  "32.80%.": 537,
  "26.05%.": 538,
  "26.76%.": 539,
  "9.86%.": 540,
  "10.76.": 541,
  "1.67.": 542,
  "0.58%.": 543,
  "(9.51%),": 544,
  "(9.31%),": 545,
  "(9.26%),": 546,
  "(7.35%),": 547,
  "nifty": 548,
  "(5.89%),": 549,
  "co": 550,
  "(5.03%),": 551,
  "(4.36%),": 552,
  "wipro": 553,
  "(4.32%),": 554,
  "premier": 555,
  "energies": 556,
  "(3.36%),": 557,
  "aurobindo": 558,
  "pharma": 559,
  "(2.97%).": 560,
  "sbi": 561,
  "children's": 562,
  "₹45.81.": 563,
  "15.80%.": 564,
  "23.18%.": 565,
  "27.23%.": 566,
  "117.29%.": 567,
  "13.19.": 568,
  "1.23.": 569,
  "0.83%.": 570,
  "respect": 571,
  "subject": 572,
  "lock-in": 573,
  "period": 574,
  "holding": 575,
  "less": 576,
  "than": 577,
  "years:": 578,
  "alphabet": 579,
  "inc": 580,
  "class": 581,
  "(7.80%),": 582,
  "muthoot": 583,
  "(5.18%),": 584,
  "thangamayil": 585,
  "jewellery": 586,
  "(4.76%),": 587,
  "(4.37%),": 588,
  "hatsun": 589,
  "agro": 590,
  "product": 591,
  "(4.25%),": 592,
  "aether": 593,
  "(3.68%),": 594,
  "privi": 595,
  "speciality": 596,
  "chemicals": 597,
  "renew": 598,
  "global": 599,
  "plc": 600,
  "(rnw)": 601,
  "(3.18%),": 602,
  "asahi": 603,
  "glass": 604,
  "(2.98%),": 605,
  "adani": 606,
  "(2.95%).": 607,
  "₹39.55.": 608,
  "39.71%.": 609,
  "35.86%.": 610,
  "28.31%.": 611,
  "3.93%.": 612,
  "20.96.": 613,
  "1.35.": 614,
  "1.82.": 615,
  "0.93.": 616,
  "0.50%": 617,
  "(17.88%),": 618,
  "(9.74%),": 619,
  "(9.19%),": 620,
  "(8.55%),": 621,
  "(8.15%),": 622,
  "(5.91%),": 623,
  "(5.51%),": 624,
  "nmdc": 625,
  "(3.79%),": 626,
  "(3.28%).": 627
}