{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-05-22": 24,
  "₹27.15.": 25,
  "1y": 26,
  "returns:": 27,
  "11.67%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.58%.": 31,
  "5y": 32,
  "10.60%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.13.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "1%,": 59,
  "if": 60,
  "redeemed": 61,
  "within": 62,
  "1": 63,
  "year.": 64,
  "minimum": 65,
  "sip": 66,
  "investment": 67,
  "₹100.": 68,
  "lump-sum": 69,
  "taxation:": 70,
  "returns": 71,
  "are": 72,
  "taxed": 73,
  "per": 74,
  "your": 75,
  "income": 76,
  "tax": 77,
  "slab.": 78,
  "top": 79,
  "holdings": 80,
  "include:": 81,
  "gmr": 82,
  "airports": 83,
  "ltd.": 84,
  "(3.99%),": 85,
  "jubilant": 86,
  "bevco": 87,
  "(3.22%),": 88,
  "goi": 89,
  "(2.93%),": 90,
  "ikf": 91,
  "finance": 92,
  "(2.57%),": 93,
  "hinduja": 94,
  "leyland": 95,
  "(2.54%),": 96,
  "national": 97,
  "bank": 98,
  "for": 99,
  "agriculture": 100,
  "&": 101,
  "rural": 102,
  "development": 103,
  "(2.53%),": 104,
  "kogta": 105,
  "financial": 106,
  "india": 107,
  "(2.37%),": 108,
  "gaursons": 109,
  "pvt.": 110,
  "(2.34%),": 111,
  "vedanta": 112,
  "(2.24%),": 113,
  "(2.22%).": 114,
  "market": 115,
  "news": 116,
  "generic": 117,
  "stream": 118,
  "groww;": 119,
  "not": 120,
  "specific": 121,
  "to": 122,
  "this": 123,
  "single": 124,
  "fund.": 125,
  "medium": 126,
  "term": 127,
  "plan": 128,
  "₹46.48.": 129,
  "7.54%.": 130,
  "10.03%.": 131,
  "12.48%.": 132,
  "4.91%.": 133,
  "7.95%.": 134,
  "7.55%.": 135,
  "6.56%.": 136,
  "1.91.": 137,
  "2.08.": 138,
  "0.85%.": 139,
  "₹1000.": 140,
  "(6.87%),": 141,
  "(4.51%),": 142,
  "(3.63%),": 143,
  "(3.49%),": 144,
  "oxyzo": 145,
  "services": 146,
  "(2.87%),": 147,
  "nuvama": 148,
  "wealth": 149,
  "(2.77%),": 150,
  "(2.68%),": 151,
  "(2.60%),": 152,
  "jtpm": 153,
  "metal": 154,
  "traders": 155,
  "(2.59%).": 156,
  "psu": 157,
  "equity": 158,
  "very": 159,
  "₹39.83.": 160,
  "12.13%.": 161,
  "28.73%.": 162,
  "25.79%.": 163,
  "16.04%.": 164,
  "5.81%.": 165,
  "28.28%.": 166,
  "29.79%.": 167,
  "23.49.": 168,
  "0.99.": 169,
  "-1.50.": 170,
  "0.97.": 171,
  "0.69%.": 172,
  "1%": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "year,": 180,
  "at": 181,
  "20%.": 182,
  "after": 183,
  "exceeding": 184,
  "rs": 185,
  "1.25": 186,
  "lakh": 187,
  "in": 188,
  "year": 189,
  "12.5%.": 190,
  "state": 191,
  "(18.08%),": 192,
  "ntpc": 193,
  "(8.71%),": 194,
  "power": 195,
  "grid": 196,
  "corporation": 197,
  "(7.44%),": 198,
  "bharat": 199,
  "heavy": 200,
  "electricals": 201,
  "(5.42%),": 202,
  "electronics": 203,
  "(5.10%),": 204,
  "gail": 205,
  "(india)": 206,
  "(4.56%),": 207,
  "maharashtra": 208,
  "(4.30%),": 209,
  "oil": 210,
  "and": 211,
  "natural": 212,
  "gas": 213,
  "(3.90%),": 214,
  "nmdc": 215,
  "(3.56%),": 216,
  "pnb": 217,
  "housing": 218,
  "(3.39%).": 219,
  "silver": 220,
  "etf": 221,
  "fof": 222,
  "commodity": 223,
  "₹41.01.": 224,
  "163.25%.": 225,
  "51.48%.": 226,
  "154.77%.": 227,
  "47.07%.": 228,
  "22.57.": 229,
  "1.19.": 230,
  "-0.73.": 231,
  "0.96.": 232,
  "0.32%.": 233,
  "0.5%": 234,
  "two": 235,
  "years,": 236,
  "etf-growth": 237,
  "(100.01%).": 238,
  "axis": 239,
  "₹45.16.": 240,
  "163.54%.": 241,
  "51.31%.": 242,
  "22.23.": 243,
  "1.20.": 244,
  "-0.37.": 245,
  "0.94.": 246,
  "0.09%.": 247,
  "0.25%,": 248,
  "7": 249,
  "₹5000.": 250,
  "regular-growth": 251,
  "(99.94%).": 252,
  "dsp": 253,
  "₹58.83.": 254,
  "9.90%.": 255,
  "16.26%.": 256,
  "12.80%.": 257,
  "7.05%.": 258,
  "7.42.": 259,
  "1.30.": 260,
  "0.40%.": 261,
  "3%,": 262,
  "12": 263,
  "months.": 264,
  "(9.99%),": 265,
  "renewables": 266,
  "(6.53%),": 267,
  "roadstar": 268,
  "infra": 269,
  "trust": 270,
  "(6.46%),": 271,
  "tata": 272,
  "devp.": 273,
  "co.": 274,
  "ltd": 275,
  "(6.29%),": 276,
  "(6.27%),": 277,
  "rec": 278,
  "(4.49%),": 279,
  "projects": 280,
  "(4.45%),": 281,
  "(4.40%),": 282,
  "piramal": 283,
  "(4.34%),": 284,
  "(4.32%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹120.11.": 288,
  "-5.47%.": 289,
  "8.09%.": 290,
  "9.97%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "10.75.": 296,
  "0.31.": 297,
  "1.08.": 298,
  "1.05%.": 299,
  "units": 300,
  "excess": 301,
  "15%": 302,
  "the": 303,
  "investment,1%": 304,
  "will": 305,
  "be": 306,
  "charged": 307,
  "redemption": 308,
  "icici": 309,
  "(6.63%),": 310,
  "reliance": 311,
  "industries": 312,
  "(4.75%),": 313,
  "(3.59%),": 314,
  "(3.13%),": 315,
  "kotak": 316,
  "mahindra": 317,
  "(3.01%),": 318,
  "infosys": 319,
  "(2.69%),": 320,
  "larsen": 321,
  "toubro": 322,
  "(2.61%),": 323,
  "bharti": 324,
  "airtel": 325,
  "(2.03%).": 326,
  "plus": 327,
  "arbitrage": 328,
  "active": 329,
  "moderate.": 330,
  "₹44.63.": 331,
  "4.29%.": 332,
  "11.36%.": 333,
  "11.70%.": 334,
  "10.91%.": 335,
  "7.37%.": 336,
  "5.75.": 337,
  "1.00.": 338,
  "0.02%.": 339,
  "nil": 340,
  "corporate": 341,
  "bond": 342,
  "plan-growth": 343,
  "(43.65%),": 344,
  "wholesale": 345,
  "direct-growth": 346,
  "(37.09%),": 347,
  "money": 348,
  "(18.72%).": 349,
  "₹43.65.": 350,
  "165.27%.": 351,
  "51.50%.": 352,
  "22.93.": 353,
  "1.18.": 354,
  "-0.89.": 355,
  "0.21%.": 356,
  "15": 357,
  "regular": 358,
  "-": 359,
  "(100.15%).": 360,
  "hsbc": 361,
  "₹36.70.": 362,
  "5.16%.": 363,
  "11.45%.": 364,
  "9.20%.": 365,
  "6.87.": 366,
  "0.78.": 367,
  "0.95%.": 368,
  "10%": 369,
  "(5.55%),": 370,
  "(5.53%),": 371,
  "(5.50%),": 372,
  "nuvoco": 373,
  "vistas": 374,
  "(5.45%),": 375,
  "nirma": 376,
  "(5.35%),": 377,
  "(5.34%),": 378,
  "jsw": 379,
  "kalinga": 380,
  "steel": 381,
  "(4.18%),": 382,
  "(3.44%).": 383,
  "prudential": 384,
  "₹23.05.": 385,
  "9.14%.": 386,
  "27.17%.": 387,
  "18.35.": 388,
  "1.17.": 389,
  "1.03.": 390,
  "0.81.": 391,
  "0.80%.": 392,
  "before": 393,
  "month": 394,
  "date": 395,
  "allotment.": 396,
  "(13.05%),": 397,
  "(8.51%),": 398,
  "(6.20%),": 399,
  "(5.82%),": 400,
  "insurance": 401,
  "(4.88%),": 402,
  "hindustan": 403,
  "aeronautics": 404,
  "(4.64%),": 405,
  "(3.37%),": 406,
  "(3.27%),": 407,
  "coal": 408,
  "(3.19%),": 409,
  "(3.18%).": 410,
  "retirement": 411,
  "aggressive": 412,
  "₹30.49.": 413,
  "12.01%.": 414,
  "22.44%.": 415,
  "17.57%.": 416,
  "13.83%.": 417,
  "14.01.": 418,
  "1.12.": 419,
  "1.06.": 420,
  "0.78%.": 421,
  "(2.43%),": 422,
  "tech": 423,
  "(2.30%),": 424,
  "multi": 425,
  "exchange": 426,
  "(2.29%),": 427,
  "(2.21%),": 428,
  "unilever": 429,
  "(2.12%),": 430,
  "titan": 431,
  "company": 432,
  "(2.03%),": 433,
  "ultratech": 434,
  "cement": 435,
  "(2.02%),": 436,
  "(1.92%),": 437,
  "mphasis": 438,
  "(1.91%).": 439,
  "₹40.46.": 440,
  "164.99%.": 441,
  "51.74%.": 442,
  "22.66.": 443,
  "0.23%.": 444,
  "(99.96%).": 445,
  "invesco": 446,
  "₹78.68.": 447,
  "4.86%.": 448,
  "28.62%.": 449,
  "24.39%.": 450,
  "11.34%.": 451,
  "24.02.": 452,
  "-1.31.": 453,
  "0.92%.": 454,
  "investment,": 455,
  "(8.23%),": 456,
  "(7.45%),": 457,
  "indian": 458,
  "(7.08%),": 459,
  "petroleum": 460,
  "(6.08%),": 461,
  "(5.90%),": 462,
  "green": 463,
  "energy": 464,
  "(4.95%),": 465,
  "(4.73%),": 466,
  "baroda": 467,
  "(4.53%),": 468,
  "dynamics": 469,
  "(4.23%),": 470,
  "dredging": 471,
  "(3.99%).": 472,
  "motilal": 473,
  "oswal": 474,
  "bse": 475,
  "enhanced": 476,
  "value": 477,
  "index": 478,
  "₹28.15.": 479,
  "14.70%.": 480,
  "31.28%.": 481,
  "4.80%.": 482,
  "19.16%.": 483,
  "18.84%.": 484,
  "19.65.": 485,
  "1.38.": 486,
  "15.11.": 487,
  "1.24.": 488,
  "0.45%.": 489,
  "load:": 490,
  "1%-": 491,
  "on": 492,
  "or": 493,
  "days": 494,
  "(8.75%),": 495,
  "hindalco": 496,
  "(8.56%),": 497,
  "(7.75%),": 498,
  "motors": 499,
  "passenger": 500,
  "vehicles": 501,
  "(7.71%),": 502,
  "(7.36%),": 503,
  "(6.90%),": 504,
  "(6.75%),": 505,
  "(4.92%),": 506,
  "(4.28%),": 507,
  "(4.18%).": 508,
  "nippon": 509,
  "asset": 510,
  "allocation": 511,
  "2026-05-21": 512,
  "₹26.44.": 513,
  "17.84%.": 514,
  "21.65%.": 515,
  "17.32%.": 516,
  "31.90%.": 517,
  "15.09%.": 518,
  "17.81%.": 519,
  "16.11%.": 520,
  "9.60.": 521,
  "1.51.": 522,
  "0.47%.": 523,
  "gold": 524,
  "bees": 525,
  "(8.15%),": 526,
  "ishares": 527,
  "msci": 528,
  "world": 529,
  "(5.23%),": 530,
  "(3.60%),": 531,
  "(3.24%),": 532,
  "(2.39%),": 533,
  "(1.96%),": 534,
  "(1.81%),": 535,
  "eternal": 536,
  "(1.67%),": 537,
  "(1.58%),": 538,
  "(1.54%).": 539,
  "₹40.26.": 540,
  "164.49%.": 541,
  "51.28%.": 542,
  "22.84.": 543,
  "-1.14.": 544,
  "0.22%.": 545,
  "(100.00%).": 546,
  "quant": 547,
  "₹179.31.": 548,
  "21.62%.": 549,
  "24.99%.": 550,
  "21.54%.": 551,
  "9.86%.": 552,
  "12.04.": 553,
  "1.37.": 554,
  "5.39%.": 555,
  "(10.22%),": 556,
  "(8.52%),": 557,
  "adani": 558,
  "(7.43%),": 559,
  "(6.72%),": 560,
  "(6.26%),": 561,
  "(5.32%),": 562,
  "co": 563,
  "(5.05%),": 564,
  "aurobindo": 565,
  "pharma": 566,
  "(4.79%),": 567,
  "management": 568,
  "premier": 569,
  "energies": 570,
  "(4.63%).": 571,
  "sbi": 572,
  "children's": 573,
  "₹49.79.": 574,
  "16.48%.": 575,
  "24.43%.": 576,
  "25.77%.": 577,
  "117.29%.": 578,
  "16.13.": 579,
  "1.80%.": 580,
  "respect": 581,
  "subject": 582,
  "lock-in": 583,
  "period": 584,
  "holding": 585,
  "less": 586,
  "than": 587,
  "3": 588,
  "years:": 589,
  "3%": 590,
  "2%": 591,
  "but": 592,
  "2": 593,
  "alphabet": 594,
  "inc": 595,
  "class": 596,
  "(7.79%),": 597,
  "thangamayil": 598,
  "jewellery": 599,
  "(4.80%),": 600,
  "hatsun": 601,
  "agro": 602,
  "product": 603,
  "(4.36%),": 604,
  "(4.10%),": 605,
  "muthoot": 606,
  "(3.92%),": 607,
  "aether": 608,
  "(3.64%),": 609,
  "aequs": 610,
  "(3.38%),": 611,
  "privi": 612,
  "speciality": 613,
  "chemicals": 614,
  "(3.36%),": 615,
  "ather": 616,
  "(3.33%).": 617,
  "₹38.57.": 618,
  "10.98%.": 619,
  "31.42%.": 620,
  "25.58%.": 621,
  "3.93%.": 622,
  "1.09.": 623,
  "0.93.": 624,
  "1.47%.": 625,
  "0.50%": 626,
  "(16.87%),": 627,
  "(9.52%),": 628,
  "(9.34%),": 629,
  "(9.24%),": 630,
  "(8.66%),": 631,
  "(6.58%),": 632,
  "(5.17%),": 633,
  "(4.37%),": 634,
  "(3.78%),": 635,
  "(3.43%).": 636
}