{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-07-22": 23,
  "₹27.86.": 24,
  "1y": 25,
  "returns:": 26,
  "12.70%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.09%.": 30,
  "5y": 31,
  "10.89%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.99.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.24.": 48,
  "expense": 49,
  "ratio": 50,
  "0.79%.": 51,
  "exit": 52,
  "load": 53,
  "policy:": 54,
  "1%,": 55,
  "if": 56,
  "redeemed": 57,
  "within": 58,
  "1": 59,
  "year.": 60,
  "minimum": 61,
  "sip": 62,
  "investment": 63,
  "₹100.": 64,
  "lump-sum": 65,
  "taxation:": 66,
  "returns": 67,
  "are": 68,
  "taxed": 69,
  "per": 70,
  "your": 71,
  "income": 72,
  "tax": 73,
  "slab.": 74,
  "top": 75,
  "holdings": 76,
  "include:": 77,
  "national": 78,
  "bank": 79,
  "for": 80,
  "agriculture": 81,
  "and": 82,
  "rural": 83,
  "development": 84,
  "sr": 85,
  "25g": 86,
  "7.48": 87,
  "bd": 88,
  "15sp28": 89,
  "fvrs1lac": 90,
  "(5.16%),": 91,
  "jubilant": 92,
  "bevco": 93,
  "limited": 94,
  "ncd": 95,
  "31my28": 96,
  "(4.94%),": 97,
  "government": 98,
  "india": 99,
  "36185": 100,
  "goi": 101,
  "07jl40": 102,
  "6.68": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(4.33%),": 107,
  "jtpm": 108,
  "metal": 109,
  "traders": 110,
  "30ap30": 111,
  "(3.94%),": 112,
  "gmr": 113,
  "airports": 114,
  "5": 115,
  "13fb27": 116,
  "(3.74%),": 117,
  "reverse": 118,
  "repo": 119,
  "(3.52%),": 120,
  "small": 121,
  "industries": 122,
  "i": 123,
  "6.66": 124,
  "25ot28": 125,
  "(3.38%),": 126,
  "tata": 127,
  "capital": 128,
  "housing": 129,
  "finance": 130,
  "c": 131,
  "7.79": 132,
  "18ju30": 133,
  "(3.07%),": 134,
  "36574": 135,
  "06ot35": 136,
  "6.48": 137,
  "(3.04%),": 138,
  "bharat": 139,
  "highways": 140,
  "invit": 141,
  "(2.49%).": 142,
  "&": 143,
  "market": 144,
  "news": 145,
  "generic": 146,
  "stream": 147,
  "groww;": 148,
  "not": 149,
  "specific": 150,
  "to": 151,
  "this": 152,
  "single": 153,
  "fund.": 154,
  "medium": 155,
  "term": 156,
  "plan": 157,
  "moderately": 158,
  "₹47.73.": 159,
  "9.10%.": 160,
  "10.63%.": 161,
  "12.81%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "alpha:": 169,
  "0.00.": 170,
  "beta:": 171,
  "0.83%.": 172,
  "₹1000.": 173,
  "(10.31%),": 174,
  "bajaj": 175,
  "8.25": 176,
  "27my31": 177,
  "(4.78%),": 178,
  "26c": 179,
  "7.27": 180,
  "23fb29": 181,
  "(3.90%),": 182,
  "26a": 183,
  "12ot28": 184,
  "(3.54%),": 185,
  "hinduja": 186,
  "leyland": 187,
  "9.25": 188,
  "09jl31": 189,
  "(3.42%),": 190,
  "26f": 191,
  "7.44": 192,
  "17jl29": 193,
  "(3.13%),": 194,
  "oxyzo": 195,
  "financial": 196,
  "services": 197,
  "9.9": 198,
  "13mr29": 199,
  "(2.78%),": 200,
  "(2.61%),": 201,
  "(2.56%),": 202,
  "(2.56%).": 203,
  "psu": 204,
  "equity": 205,
  "very": 206,
  "₹39.81.": 207,
  "9.55%.": 208,
  "24.37%.": 209,
  "24.45%.": 210,
  "16.04%.": 211,
  "5.81%.": 212,
  "28.28%.": 213,
  "29.79%.": 214,
  "23.65.": 215,
  "0.89.": 216,
  "-0.17.": 217,
  "0.96.": 218,
  "0.71%.": 219,
  "1%": 220,
  "30": 221,
  "days.": 222,
  "₹500.": 223,
  "you": 224,
  "redeem": 225,
  "one": 226,
  "year,": 227,
  "at": 228,
  "20%.": 229,
  "after": 230,
  "exceeding": 231,
  "1.25": 232,
  "lakh": 233,
  "in": 234,
  "year": 235,
  "12.5%.": 236,
  "state": 237,
  "(17.45%),": 238,
  "ntpc": 239,
  "ltd": 240,
  "(7.82%),": 241,
  "power": 242,
  "grid": 243,
  "corporation": 244,
  "(6.72%),": 245,
  "heavy": 246,
  "electricals": 247,
  "(6.40%),": 248,
  "maharashtra": 249,
  "(5.04%),": 250,
  "electronics": 251,
  "(4.89%),": 252,
  "gail": 253,
  "(india)": 254,
  "(4.87%),": 255,
  "pnb": 256,
  "nmdc": 257,
  "(3.37%),": 258,
  "union": 259,
  "(3.36%).": 260,
  "silver": 261,
  "etf": 262,
  "fof": 263,
  "commodity": 264,
  "₹34.63.": 265,
  "91.18%.": 266,
  "41.88%.": 267,
  "154.77%.": 268,
  "47.07%.": 269,
  "37.62.": 270,
  "1.03.": 271,
  "2.37.": 272,
  "0.85.": 273,
  "0.32%.": 274,
  "0.5%": 275,
  "two": 276,
  "years,": 277,
  "etf-growth": 278,
  "(100.08%),": 279,
  "(0.44%),": 280,
  "net": 281,
  "payables": 282,
  "(-0.52%).": 283,
  "axis": 284,
  "₹38.28.": 285,
  "91.81%.": 286,
  "42.32%.": 287,
  "37.25.": 288,
  "1.04.": 289,
  "2.81.": 290,
  "0.84.": 291,
  "0.09%.": 292,
  "0.25%,": 293,
  "7": 294,
  "₹5000.": 295,
  "regular-growth": 296,
  "(100.10%),": 297,
  "others": 298,
  "cblo": 299,
  "(0.30%),": 300,
  "(-0.40%).": 301,
  "dsp": 302,
  "₹60.36.": 303,
  "10.77%.": 304,
  "16.82%.": 305,
  "13.25%.": 306,
  "7.05%.": 307,
  "7.39.": 308,
  "1.39.": 309,
  "0.46%.": 310,
  "3%,": 311,
  "12": 312,
  "months.": 313,
  "37426": 314,
  "11my36": 315,
  "6.94": 316,
  "(9.30%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "cd": 320,
  "04feb27": 321,
  "(8.73%),": 322,
  "(8.26%),": 323,
  "(5.84%),": 324,
  "renewables": 325,
  "8.6": 326,
  "24sp27": 327,
  "(5.82%),": 328,
  "nuvoco": 329,
  "vistas": 330,
  "7.7": 331,
  "18sp28": 332,
  "(5.75%),": 333,
  "company": 334,
  "7.51": 335,
  "08dc28": 336,
  "(5.64%),": 337,
  "25c": 338,
  "24fb28": 339,
  "(5.61%),": 340,
  "adani": 341,
  "airport": 342,
  "8.45": 343,
  "12fb29": 344,
  "(5.44%),": 345,
  "nuvama": 346,
  "wealth": 347,
  "f7h502a": 348,
  "9": 349,
  "11ju27": 350,
  "(3.94%).": 351,
  "hdfc": 352,
  "hybrid": 353,
  "₹123.38.": 354,
  "-5.05%.": 355,
  "6.68%.": 356,
  "9.37%.": 357,
  "11.80%.": 358,
  "4.72%.": 359,
  "14.31%.": 360,
  "13.94%.": 361,
  "10.74.": 362,
  "0.20.": 363,
  "1.08.": 364,
  "1.12%.": 365,
  "units": 366,
  "excess": 367,
  "15%": 368,
  "the": 369,
  "investment,1%": 370,
  "will": 371,
  "be": 372,
  "charged": 373,
  "redemption": 374,
  "icici": 375,
  "(7.19%),": 376,
  "(6.74%),": 377,
  "reliance": 378,
  "(4.28%),": 379,
  "(3.31%),": 380,
  "(2.89%),": 381,
  "34238": 382,
  "22ap64": 383,
  "7.34": 384,
  "larsen": 385,
  "toubro": 386,
  "(2.24%),": 387,
  "infosys": 388,
  "(2.15%),": 389,
  "bharti": 390,
  "airtel": 391,
  "(1.99%).": 392,
  "plus": 393,
  "arbitrage": 394,
  "active": 395,
  "moderate.": 396,
  "₹45.51.": 397,
  "5.51%.": 398,
  "9.74%.": 399,
  "10.88%.": 400,
  "10.91%.": 401,
  "7.37%.": 402,
  "5.47.": 403,
  "0.79.": 404,
  "0.02%.": 405,
  "nil": 406,
  "opportunities": 407,
  "plan-growth": 408,
  "(44.82%),": 409,
  "direct-growth": 410,
  "(36.50%),": 411,
  "money": 412,
  "(17.85%),": 413,
  "(2.03%),": 414,
  "(-1.20%).": 415,
  "₹36.83.": 416,
  "91.44%.": 417,
  "42.05%.": 418,
  "22.93.": 419,
  "1.18.": 420,
  "-0.89.": 421,
  "0.97.": 422,
  "0.22%.": 423,
  "15": 424,
  "regular": 425,
  "-": 426,
  "(100.09%),": 427,
  "(-0.39%).": 428,
  "hsbc": 429,
  "₹37.42.": 430,
  "6.19%.": 431,
  "11.77%.": 432,
  "9.47%.": 433,
  "6.88.": 434,
  "0.97%.": 435,
  "10%": 436,
  "(7.85%),": 437,
  "36232": 438,
  "21jl30": 439,
  "6.01": 440,
  "(6.48%),": 441,
  "(5.70%),": 442,
  "(5.68%),": 443,
  "corpn.": 444,
  "ltd.": 445,
  "7.2": 446,
  "09/08/2027": 447,
  "(5.67%),": 448,
  "godrej": 449,
  "seeds": 450,
  "genetics": 451,
  "2": 452,
  "strpp": 453,
  "7.68": 454,
  "28ap28": 455,
  "(5.51%),": 456,
  "nirma": 457,
  "vii": 458,
  "tr": 459,
  "8.50": 460,
  "07ap27": 461,
  "(5.50%),": 462,
  "259a": 463,
  "6.96": 464,
  "02mr28": 465,
  "(5.42%),": 466,
  "jsw": 467,
  "kalinga": 468,
  "steel": 469,
  "(4.37%).": 470,
  "prudential": 471,
  "₹23.13.": 472,
  "6.84%.": 473,
  "23.96%.": 474,
  "18.35.": 475,
  "1.17.": 476,
  "0.81.": 477,
  "1.24%.": 478,
  "before": 479,
  "month": 480,
  "date": 481,
  "allotment.": 482,
  "(15.26%),": 483,
  "(8.11%),": 484,
  "(7.59%),": 485,
  "insurance": 486,
  "(4.99%),": 487,
  "hindustan": 488,
  "aeronautics": 489,
  "(4.91%),": 490,
  "oil": 491,
  "natural": 492,
  "gas": 493,
  "(4.35%),": 494,
  "indian": 495,
  "(3.20%),": 496,
  "coal": 497,
  "(3.19%),": 498,
  "nhpc": 499,
  "(3.17%).": 500,
  "retirement": 501,
  "aggressive": 502,
  "₹31.09.": 503,
  "6.91%.": 504,
  "19.28%.": 505,
  "16.94%.": 506,
  "13.83%.": 507,
  "13.87.": 508,
  "1.30.": 509,
  "1.14%.": 510,
  "(7.93%),": 511,
  "vedanta": 512,
  "9.31": 513,
  "03dc27": 514,
  "(2.45%),": 515,
  "(2.44%),": 516,
  "kirloskar": 517,
  "engines": 518,
  "(2.29%),": 519,
  "titan": 520,
  "(2.28%),": 521,
  "(2.14%),": 522,
  "(2.01%),": 523,
  "(1.84%),": 524,
  "samvardhana": 525,
  "motherson": 526,
  "international": 527,
  "(1.82%),": 528,
  "unilever": 529,
  "(1.73%).": 530,
  "₹34.12.": 531,
  "91.64%.": 532,
  "42.08%.": 533,
  "22.66.": 534,
  "0.20%.": 535,
  "(99.96%),": 536,
  "(0.47%),": 537,
  "(-0.43%).": 538,
  "invesco": 539,
  "₹77.20.": 540,
  "1.22%.": 541,
  "22.48%.": 542,
  "22.33%.": 543,
  "11.34%.": 544,
  "24.12.": 545,
  "0.82.": 546,
  "-1.52.": 547,
  "investment,": 548,
  "(9.23%),": 549,
  "(7.77%),": 550,
  "(7.44%),": 551,
  "petroleum": 552,
  "(6.34%),": 553,
  "(5.81%),": 554,
  "baroda": 555,
  "(4.83%),": 556,
  "dredging": 557,
  "(4.81%),": 558,
  "green": 559,
  "energy": 560,
  "(4.44%),": 561,
  "dynamics": 562,
  "(4.38%),": 563,
  "(4.36%).": 564,
  "motilal": 565,
  "oswal": 566,
  "bse": 567,
  "enhanced": 568,
  "value": 569,
  "index": 570,
  "₹27.62.": 571,
  "8.70%.": 572,
  "25.78%.": 573,
  "4.80%.": 574,
  "19.16%.": 575,
  "18.84%.": 576,
  "19.65.": 577,
  "1.38.": 578,
  "15.11.": 579,
  "1.24.": 580,
  "0.54%.": 581,
  "load:": 582,
  "1%-": 583,
  "on": 584,
  "or": 585,
  "days": 586,
  "motors": 587,
  "(8.15%),": 588,
  "hindalco": 589,
  "(8.09%),": 590,
  "(7.64%),": 591,
  "(7.14%),": 592,
  "(7.04%),": 593,
  "(6.88%),": 594,
  "(6.78%),": 595,
  "(4.62%),": 596,
  "(4.56%).": 597,
  "nippon": 598,
  "multi": 599,
  "asset": 600,
  "allocation": 601,
  "₹26.66.": 602,
  "14.43%.": 603,
  "19.46%.": 604,
  "16.64%.": 605,
  "31.90%.": 606,
  "15.09%.": 607,
  "17.81%.": 608,
  "16.11%.": 609,
  "9.62.": 610,
  "1.35.": 611,
  "0.42%.": 612,
  "gold": 613,
  "bees": 614,
  "idcw": 615,
  "(7.81%),": 616,
  "ishares": 617,
  "msci": 618,
  "world": 619,
  "(4.93%),": 620,
  "(4.03%),": 621,
  "(3.03%),": 622,
  "(2.77%),": 623,
  "(1.85%),": 624,
  "(1.67%),": 625,
  "zomato": 626,
  "(1.65%),": 627,
  "trent": 628,
  "(1.55%).": 629,
  "₹33.96.": 630,
  "91.31%.": 631,
  "41.75%.": 632,
  "22.84.": 633,
  "-1.14.": 634,
  "(99.93%),": 635,
  "(0.37%),": 636,
  "mrgn": 637,
  "(0.00%),": 638,
  "(-0.30%).": 639,
  "quant": 640,
  "₹185.10.": 641,
  "21.65%.": 642,
  "23.91%.": 643,
  "20.91%.": 644,
  "9.86%.": 645,
  "12.00.": 646,
  "1.15%.": 647,
  "(9.53%),": 648,
  "(8.44%),": 649,
  "enterprises": 650,
  "(7.96%),": 651,
  "(7.94%),": 652,
  "(7.38%),": 653,
  "(6.15%),": 654,
  "future": 655,
  "(5.69%),": 656,
  "crude": 657,
  "aurobindo": 658,
  "pharma": 659,
  "(4.74%),": 660,
  "current": 661,
  "assets": 662,
  "(4.70%).": 663,
  "sbi": 664,
  "children's": 665,
  "₹53.18.": 666,
  "16.36%.": 667,
  "22.43%.": 668,
  "22.98%.": 669,
  "117.29%.": 670,
  "2.19%.": 671,
  "15.99%.": 672,
  "15.61%.": 673,
  "15.95.": 674,
  "1.05.": 675,
  "10.44.": 676,
  "0.87.": 677,
  "respect": 678,
  "subject": 679,
  "lock-in": 680,
  "period": 681,
  "holding": 682,
  "less": 683,
  "than": 684,
  "3": 685,
  "years:": 686,
  "3%": 687,
  "2%": 688,
  "but": 689,
  "thangamayil": 690,
  "jewellery": 691,
  "(6.45%),": 692,
  "alphabet": 693,
  "inc": 694,
  "forgn.": 695,
  "eq": 696,
  "(googl)": 697,
  "(6.33%),": 698,
  "(5.32%),": 699,
  "(4.37%),": 700,
  "(3.95%),": 701,
  "renew": 702,
  "global": 703,
  "plc": 704,
  "(rnw)": 705,
  "(3.88%),": 706,
  "hatsun": 707,
  "agro": 708,
  "products": 709,
  "(3.67%),": 710,
  "aequs": 711,
  "muthoot": 712,
  "(3.32%).": 713,
  "7.94%.": 714,
  "25.40%.": 715,
  "24.42%.": 716,
  "3.93%.": 717,
  "23.09.": 718,
  "1.88.": 719,
  "0.93.": 720,
  "0.86%.": 721,
  "0.50%": 722,
  "(16.64%),": 723,
  "(9.90%),": 724,
  "(8.74%),": 725,
  "(8.54%),": 726,
  "(8.24%),": 727,
  "(5.85%),": 728,
  "(5.15%),": 729,
  "(4.41%),": 730,
  "(3.55%).": 731
}