{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "high.": 19,
  "latest": 20,
  "nav": 21,
  "of": 22,
  "2026-07-23": 23,
  "₹27.85.": 24,
  "1y": 25,
  "returns:": 26,
  "12.61%.": 27,
  "3y": 28,
  "annualised": 29,
  "13.06%.": 30,
  "5y": 31,
  "10.89%.": 32,
  "since": 33,
  "inception": 34,
  "8.39%.": 35,
  "compared": 36,
  "category": 37,
  "average": 38,
  "10.26%.": 39,
  "8.66%.": 40,
  "9.04%.": 41,
  "level:": 42,
  "standard": 43,
  "deviation:": 44,
  "2.99.": 45,
  "sharpe": 46,
  "ratio:": 47,
  "2.24.": 48,
  "expense": 49,
  "ratio": 50,
  "0.79%.": 51,
  "exit": 52,
  "load": 53,
  "policy:": 54,
  "1%,": 55,
  "if": 56,
  "redeemed": 57,
  "within": 58,
  "1": 59,
  "year.": 60,
  "minimum": 61,
  "sip": 62,
  "investment": 63,
  "₹100.": 64,
  "lump-sum": 65,
  "taxation:": 66,
  "returns": 67,
  "are": 68,
  "taxed": 69,
  "per": 70,
  "your": 71,
  "income": 72,
  "tax": 73,
  "slab.": 74,
  "top": 75,
  "holdings": 76,
  "include:": 77,
  "national": 78,
  "bank": 79,
  "for": 80,
  "agriculture": 81,
  "and": 82,
  "rural": 83,
  "development": 84,
  "sr": 85,
  "25g": 86,
  "7.48": 87,
  "bd": 88,
  "15sp28": 89,
  "fvrs1lac": 90,
  "(5.16%),": 91,
  "jubilant": 92,
  "bevco": 93,
  "limited": 94,
  "ncd": 95,
  "31my28": 96,
  "(4.94%),": 97,
  "government": 98,
  "india": 99,
  "36185": 100,
  "goi": 101,
  "07jl40": 102,
  "6.68": 103,
  "fv": 104,
  "rs": 105,
  "100": 106,
  "(4.33%),": 107,
  "jtpm": 108,
  "metal": 109,
  "traders": 110,
  "30ap30": 111,
  "(3.94%),": 112,
  "gmr": 113,
  "airports": 114,
  "5": 115,
  "13fb27": 116,
  "(3.74%),": 117,
  "reverse": 118,
  "repo": 119,
  "(3.52%),": 120,
  "small": 121,
  "industries": 122,
  "i": 123,
  "6.66": 124,
  "25ot28": 125,
  "(3.38%),": 126,
  "tata": 127,
  "capital": 128,
  "housing": 129,
  "finance": 130,
  "c": 131,
  "7.79": 132,
  "18ju30": 133,
  "(3.07%),": 134,
  "36574": 135,
  "06ot35": 136,
  "6.48": 137,
  "(3.04%),": 138,
  "bharat": 139,
  "highways": 140,
  "invit": 141,
  "(2.49%).": 142,
  "&": 143,
  "market": 144,
  "news": 145,
  "generic": 146,
  "stream": 147,
  "groww;": 148,
  "not": 149,
  "specific": 150,
  "to": 151,
  "this": 152,
  "single": 153,
  "fund.": 154,
  "medium": 155,
  "term": 156,
  "plan": 157,
  "moderately": 158,
  "₹47.71.": 159,
  "9.00%.": 160,
  "10.60%.": 161,
  "12.80%.": 162,
  "4.91%.": 163,
  "7.95%.": 164,
  "7.55%.": 165,
  "6.56%.": 166,
  "2.04.": 167,
  "2.21.": 168,
  "alpha:": 169,
  "0.00.": 170,
  "beta:": 171,
  "0.83%.": 172,
  "₹1000.": 173,
  "(10.31%),": 174,
  "bajaj": 175,
  "8.25": 176,
  "27my31": 177,
  "(4.78%),": 178,
  "26c": 179,
  "7.27": 180,
  "23fb29": 181,
  "(3.90%),": 182,
  "26a": 183,
  "12ot28": 184,
  "(3.54%),": 185,
  "hinduja": 186,
  "leyland": 187,
  "9.25": 188,
  "09jl31": 189,
  "(3.42%),": 190,
  "26f": 191,
  "7.44": 192,
  "17jl29": 193,
  "(3.13%),": 194,
  "oxyzo": 195,
  "financial": 196,
  "services": 197,
  "9.9": 198,
  "13mr29": 199,
  "(2.78%),": 200,
  "(2.61%),": 201,
  "(2.56%),": 202,
  "(2.56%).": 203,
  "psu": 204,
  "equity": 205,
  "very": 206,
  "₹39.53.": 207,
  "24.05%.": 208,
  "24.31%.": 209,
  "16.04%.": 210,
  "5.81%.": 211,
  "28.28%.": 212,
  "29.79%.": 213,
  "23.65.": 214,
  "0.89.": 215,
  "-0.17.": 216,
  "0.96.": 217,
  "0.71%.": 218,
  "1%": 219,
  "30": 220,
  "days.": 221,
  "₹500.": 222,
  "you": 223,
  "redeem": 224,
  "one": 225,
  "year,": 226,
  "at": 227,
  "20%.": 228,
  "after": 229,
  "exceeding": 230,
  "1.25": 231,
  "lakh": 232,
  "in": 233,
  "year": 234,
  "12.5%.": 235,
  "state": 236,
  "(17.45%),": 237,
  "ntpc": 238,
  "ltd": 239,
  "(7.82%),": 240,
  "power": 241,
  "grid": 242,
  "corporation": 243,
  "(6.72%),": 244,
  "heavy": 245,
  "electricals": 246,
  "(6.40%),": 247,
  "maharashtra": 248,
  "(5.04%),": 249,
  "electronics": 250,
  "(4.89%),": 251,
  "gail": 252,
  "(india)": 253,
  "(4.87%),": 254,
  "pnb": 255,
  "nmdc": 256,
  "(3.37%),": 257,
  "union": 258,
  "(3.36%).": 259,
  "silver": 260,
  "etf": 261,
  "fof": 262,
  "commodity": 263,
  "₹34.34.": 264,
  "86.93%.": 265,
  "41.44%.": 266,
  "154.77%.": 267,
  "47.07%.": 268,
  "37.62.": 269,
  "1.03.": 270,
  "2.37.": 271,
  "0.85.": 272,
  "0.32%.": 273,
  "0.5%": 274,
  "two": 275,
  "years,": 276,
  "etf-growth": 277,
  "(100.08%),": 278,
  "(0.44%),": 279,
  "net": 280,
  "payables": 281,
  "(-0.52%).": 282,
  "axis": 283,
  "₹37.90.": 284,
  "87.17%.": 285,
  "41.81%.": 286,
  "37.25.": 287,
  "1.04.": 288,
  "2.81.": 289,
  "0.84.": 290,
  "0.09%.": 291,
  "0.25%,": 292,
  "7": 293,
  "₹5000.": 294,
  "regular-growth": 295,
  "(100.10%),": 296,
  "others": 297,
  "cblo": 298,
  "(0.30%),": 299,
  "(-0.40%).": 300,
  "dsp": 301,
  "₹60.35.": 302,
  "10.73%.": 303,
  "16.79%.": 304,
  "13.24%.": 305,
  "7.05%.": 306,
  "7.39.": 307,
  "1.39.": 308,
  "0.46%.": 309,
  "3%,": 310,
  "12": 311,
  "months.": 312,
  "37426": 313,
  "11my36": 314,
  "6.94": 315,
  "(9.30%),": 316,
  "kotak": 317,
  "mahindra": 318,
  "cd": 319,
  "04feb27": 320,
  "(8.73%),": 321,
  "(8.26%),": 322,
  "(5.84%),": 323,
  "renewables": 324,
  "8.6": 325,
  "24sp27": 326,
  "(5.82%),": 327,
  "nuvoco": 328,
  "vistas": 329,
  "7.7": 330,
  "18sp28": 331,
  "(5.75%),": 332,
  "company": 333,
  "7.51": 334,
  "08dc28": 335,
  "(5.64%),": 336,
  "25c": 337,
  "24fb28": 338,
  "(5.61%),": 339,
  "adani": 340,
  "airport": 341,
  "8.45": 342,
  "12fb29": 343,
  "(5.44%),": 344,
  "nuvama": 345,
  "wealth": 346,
  "f7h502a": 347,
  "9": 348,
  "11ju27": 349,
  "(3.94%).": 350,
  "hdfc": 351,
  "hybrid": 352,
  "₹122.80.": 353,
  "-5.89%.": 354,
  "6.50%.": 355,
  "9.19%.": 356,
  "11.80%.": 357,
  "4.72%.": 358,
  "14.31%.": 359,
  "13.94%.": 360,
  "10.74.": 361,
  "0.20.": 362,
  "1.08.": 363,
  "1.12%.": 364,
  "units": 365,
  "excess": 366,
  "15%": 367,
  "the": 368,
  "investment,1%": 369,
  "will": 370,
  "be": 371,
  "charged": 372,
  "redemption": 373,
  "icici": 374,
  "(7.19%),": 375,
  "(6.74%),": 376,
  "reliance": 377,
  "(4.28%),": 378,
  "(3.31%),": 379,
  "(2.89%),": 380,
  "34238": 381,
  "22ap64": 382,
  "7.34": 383,
  "larsen": 384,
  "toubro": 385,
  "(2.24%),": 386,
  "infosys": 387,
  "(2.15%),": 388,
  "bharti": 389,
  "airtel": 390,
  "(1.99%).": 391,
  "plus": 392,
  "arbitrage": 393,
  "active": 394,
  "moderate.": 395,
  "₹45.51.": 396,
  "5.48%.": 397,
  "9.72%.": 398,
  "10.85%.": 399,
  "10.91%.": 400,
  "7.37%.": 401,
  "5.47.": 402,
  "0.79.": 403,
  "0.02%.": 404,
  "nil": 405,
  "opportunities": 406,
  "plan-growth": 407,
  "(44.82%),": 408,
  "direct-growth": 409,
  "(36.50%),": 410,
  "money": 411,
  "(17.85%),": 412,
  "(2.03%),": 413,
  "(-1.20%).": 414,
  "₹36.43.": 415,
  "86.59%.": 416,
  "41.49%.": 417,
  "22.93.": 418,
  "1.18.": 419,
  "-0.89.": 420,
  "0.97.": 421,
  "0.22%.": 422,
  "15": 423,
  "regular": 424,
  "-": 425,
  "(100.09%),": 426,
  "(-0.39%).": 427,
  "hsbc": 428,
  "₹37.42.": 429,
  "6.17%.": 430,
  "11.76%.": 431,
  "9.47%.": 432,
  "6.88.": 433,
  "0.97%.": 434,
  "10%": 435,
  "(7.85%),": 436,
  "36232": 437,
  "21jl30": 438,
  "6.01": 439,
  "(6.48%),": 440,
  "(5.70%),": 441,
  "(5.68%),": 442,
  "corpn.": 443,
  "ltd.": 444,
  "7.2": 445,
  "09/08/2027": 446,
  "(5.67%),": 447,
  "godrej": 448,
  "seeds": 449,
  "genetics": 450,
  "2": 451,
  "strpp": 452,
  "7.68": 453,
  "28ap28": 454,
  "(5.51%),": 455,
  "nirma": 456,
  "vii": 457,
  "tr": 458,
  "8.50": 459,
  "07ap27": 460,
  "(5.50%),": 461,
  "259a": 462,
  "6.96": 463,
  "02mr28": 464,
  "(5.42%),": 465,
  "jsw": 466,
  "kalinga": 467,
  "steel": 468,
  "(4.37%).": 469,
  "prudential": 470,
  "₹23.04.": 471,
  "5.79%.": 472,
  "23.77%.": 473,
  "18.35.": 474,
  "1.17.": 475,
  "0.81.": 476,
  "1.24%.": 477,
  "before": 478,
  "month": 479,
  "date": 480,
  "allotment.": 481,
  "(15.26%),": 482,
  "(8.11%),": 483,
  "(7.59%),": 484,
  "insurance": 485,
  "(4.99%),": 486,
  "hindustan": 487,
  "aeronautics": 488,
  "(4.91%),": 489,
  "oil": 490,
  "natural": 491,
  "gas": 492,
  "(4.35%),": 493,
  "indian": 494,
  "(3.20%),": 495,
  "coal": 496,
  "(3.19%),": 497,
  "nhpc": 498,
  "(3.17%).": 499,
  "retirement": 500,
  "aggressive": 501,
  "₹30.90.": 502,
  "6.15%.": 503,
  "19.02%.": 504,
  "16.68%.": 505,
  "13.83%.": 506,
  "13.87.": 507,
  "1.30.": 508,
  "1.14%.": 509,
  "(7.93%),": 510,
  "vedanta": 511,
  "9.31": 512,
  "03dc27": 513,
  "(2.45%),": 514,
  "(2.44%),": 515,
  "kirloskar": 516,
  "engines": 517,
  "(2.29%),": 518,
  "titan": 519,
  "(2.28%),": 520,
  "(2.14%),": 521,
  "(2.01%),": 522,
  "(1.84%),": 523,
  "samvardhana": 524,
  "motherson": 525,
  "international": 526,
  "(1.82%),": 527,
  "unilever": 528,
  "(1.73%).": 529,
  "₹33.80.": 530,
  "86.53%.": 531,
  "41.59%.": 532,
  "22.66.": 533,
  "0.20%.": 534,
  "(99.96%),": 535,
  "(0.47%),": 536,
  "(-0.43%).": 537,
  "invesco": 538,
  "₹77.13.": 539,
  "0.93%.": 540,
  "22.42%.": 541,
  "22.29%.": 542,
  "11.34%.": 543,
  "24.12.": 544,
  "0.82.": 545,
  "-1.52.": 546,
  "investment,": 547,
  "(9.23%),": 548,
  "(7.77%),": 549,
  "(7.44%),": 550,
  "petroleum": 551,
  "(6.34%),": 552,
  "(5.81%),": 553,
  "baroda": 554,
  "(4.83%),": 555,
  "dredging": 556,
  "(4.81%),": 557,
  "green": 558,
  "energy": 559,
  "(4.44%),": 560,
  "dynamics": 561,
  "(4.38%),": 562,
  "(4.36%).": 563,
  "motilal": 564,
  "oswal": 565,
  "bse": 566,
  "enhanced": 567,
  "value": 568,
  "index": 569,
  "₹27.34.": 570,
  "6.89%.": 571,
  "25.33%.": 572,
  "4.80%.": 573,
  "19.16%.": 574,
  "18.84%.": 575,
  "19.65.": 576,
  "1.38.": 577,
  "15.11.": 578,
  "1.24.": 579,
  "0.54%.": 580,
  "load:": 581,
  "1%-": 582,
  "on": 583,
  "or": 584,
  "days": 585,
  "motors": 586,
  "(8.15%),": 587,
  "hindalco": 588,
  "(8.09%),": 589,
  "(7.64%),": 590,
  "(7.14%),": 591,
  "(7.04%),": 592,
  "(6.88%),": 593,
  "(6.78%),": 594,
  "(4.62%),": 595,
  "(4.56%).": 596,
  "nippon": 597,
  "multi": 598,
  "asset": 599,
  "allocation": 600,
  "₹26.57.": 601,
  "13.98%.": 602,
  "19.31%.": 603,
  "16.39%.": 604,
  "31.90%.": 605,
  "15.09%.": 606,
  "17.81%.": 607,
  "16.11%.": 608,
  "9.62.": 609,
  "1.35.": 610,
  "0.48%.": 611,
  "gold": 612,
  "bees": 613,
  "idcw": 614,
  "(7.81%),": 615,
  "ishares": 616,
  "msci": 617,
  "world": 618,
  "(4.93%),": 619,
  "(4.03%),": 620,
  "(3.03%),": 621,
  "(2.77%),": 622,
  "(1.85%),": 623,
  "(1.67%),": 624,
  "zomato": 625,
  "(1.65%),": 626,
  "trent": 627,
  "(1.55%).": 628,
  "₹33.63.": 629,
  "86.39%.": 630,
  "41.24%.": 631,
  "22.84.": 632,
  "-1.14.": 633,
  "(99.93%),": 634,
  "(0.37%),": 635,
  "mrgn": 636,
  "(0.00%),": 637,
  "(-0.30%).": 638,
  "quant": 639,
  "₹183.96.": 640,
  "21.17%.": 641,
  "23.58%.": 642,
  "20.67%.": 643,
  "9.86%.": 644,
  "12.00.": 645,
  "1.15%.": 646,
  "(9.53%),": 647,
  "(8.44%),": 648,
  "enterprises": 649,
  "(7.96%),": 650,
  "(7.94%),": 651,
  "(7.38%),": 652,
  "(6.15%),": 653,
  "future": 654,
  "(5.69%),": 655,
  "crude": 656,
  "aurobindo": 657,
  "pharma": 658,
  "(4.74%),": 659,
  "current": 660,
  "assets": 661,
  "(4.70%).": 662,
  "sbi": 663,
  "children's": 664,
  "2026-07-22": 665,
  "₹53.18.": 666,
  "15.69%.": 667,
  "22.08%.": 668,
  "22.45%.": 669,
  "117.29%.": 670,
  "2.19%.": 671,
  "15.99%.": 672,
  "15.61%.": 673,
  "15.95.": 674,
  "1.05.": 675,
  "10.44.": 676,
  "0.87.": 677,
  "respect": 678,
  "subject": 679,
  "lock-in": 680,
  "period": 681,
  "holding": 682,
  "less": 683,
  "than": 684,
  "3": 685,
  "years:": 686,
  "3%": 687,
  "2%": 688,
  "but": 689,
  "thangamayil": 690,
  "jewellery": 691,
  "(6.45%),": 692,
  "alphabet": 693,
  "inc": 694,
  "forgn.": 695,
  "eq": 696,
  "(googl)": 697,
  "(6.33%),": 698,
  "(5.32%),": 699,
  "(4.37%),": 700,
  "(3.95%),": 701,
  "renew": 702,
  "global": 703,
  "plc": 704,
  "(rnw)": 705,
  "(3.88%),": 706,
  "hatsun": 707,
  "agro": 708,
  "products": 709,
  "(3.67%),": 710,
  "aequs": 711,
  "muthoot": 712,
  "(3.32%).": 713,
  "₹38.06.": 714,
  "6.83%.": 715,
  "25.14%.": 716,
  "24.27%.": 717,
  "3.93%.": 718,
  "23.09.": 719,
  "1.88.": 720,
  "0.93.": 721,
  "0.86%.": 722,
  "0.50%": 723,
  "(16.64%),": 724,
  "(9.90%),": 725,
  "(8.74%),": 726,
  "(8.54%),": 727,
  "(8.24%),": 728,
  "(5.85%),": 729,
  "(5.15%),": 730,
  "(4.41%),": 731,
  "(3.55%).": 732
}