{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-23": 24,
  "₹26.77.": 25,
  "1y": 26,
  "returns:": 27,
  "13.38%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.71%.": 31,
  "5y": 32,
  "10.63%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.07.": 144,
  "9.89%.": 145,
  "10.49%.": 146,
  "12.61%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹36.87.": 174,
  "11.29%.": 175,
  "28.51%.": 176,
  "26.11%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.61%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(20.19%),": 201,
  "ntpc": 202,
  "(8.28%),": 203,
  "power": 204,
  "grid": 205,
  "corporation": 206,
  "(6.05%),": 207,
  "bharat": 208,
  "electronics": 209,
  "(5.22%),": 210,
  "oil": 211,
  "and": 212,
  "natural": 213,
  "gas": 214,
  "(4.88%),": 215,
  "gail": 216,
  "(india)": 217,
  "(4.70%),": 218,
  "baroda": 219,
  "(4.31%),": 220,
  "heavy": 221,
  "electricals": 222,
  "(4.26%),": 223,
  "petroleum": 224,
  "(4.17%),": 225,
  "(4.11%).": 226,
  "silver": 227,
  "etf": 228,
  "fof": 229,
  "commodity": 230,
  "₹31.35.": 231,
  "101.52%.": 232,
  "40.58%.": 233,
  "154.77%.": 234,
  "47.07%.": 235,
  "22.57.": 236,
  "1.19.": 237,
  "-0.73.": 238,
  "0.96.": 239,
  "0.30%.": 240,
  "0.5%": 241,
  "two": 242,
  "etf-growth": 243,
  "(100.00%).": 244,
  "axis": 245,
  "₹34.44.": 246,
  "100.46%.": 247,
  "40.86%.": 248,
  "22.23.": 249,
  "1.20.": 250,
  "-0.37.": 251,
  "0.94.": 252,
  "0.14%.": 253,
  "0.25%,": 254,
  "7": 255,
  "₹5000.": 256,
  "regular-growth": 257,
  "(99.78%).": 258,
  "dsp": 259,
  "₹55.64.": 260,
  "6.20%.": 261,
  "15.03%.": 262,
  "11.78%.": 263,
  "7.05%.": 264,
  "6.87.": 265,
  "0.41%.": 266,
  "3%,": 267,
  "12": 268,
  "months.": 269,
  "(8.99%),": 270,
  "renewables": 271,
  "(6.95%),": 272,
  "roadstar": 273,
  "infra": 274,
  "trust": 275,
  "(6.83%),": 276,
  "(6.71%),": 277,
  "nirma": 278,
  "(6.67%),": 279,
  "tata": 280,
  "projects": 281,
  "(4.74%),": 282,
  "(4.72%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹116.62.": 288,
  "-2.86%.": 289,
  "9.22%.": 290,
  "10.36%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "8.29.": 296,
  "0.76.": 297,
  "1.04%.": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "year.": 304,
  "(7.04%),": 305,
  "icici": 306,
  "(6.78%),": 307,
  "(4.64%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.21%),": 311,
  "(2.92%),": 312,
  "larsen": 313,
  "toubro": 314,
  "(2.87%),": 315,
  "infosys": 316,
  "(2.77%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "(2.45%),": 320,
  "itc": 321,
  "(2.17%).": 322,
  "plus": 323,
  "arbitrage": 324,
  "active": 325,
  "moderate.": 326,
  "₹44.40.": 327,
  "6.23%.": 328,
  "13.09%.": 329,
  "12.63%.": 330,
  "10.91%.": 331,
  "7.37%.": 332,
  "5.79.": 333,
  "1.13.": 334,
  "0.07%.": 335,
  "nil": 336,
  "corporate": 337,
  "bond": 338,
  "plan-growth": 339,
  "(44.12%),": 340,
  "wholesale": 341,
  "direct-growth": 342,
  "(35.34%),": 343,
  "money": 344,
  "(18.17%).": 345,
  "₹33.15.": 346,
  "100.85%.": 347,
  "40.52%.": 348,
  "22.93.": 349,
  "1.18.": 350,
  "-0.89.": 351,
  "0.97.": 352,
  "0.23%.": 353,
  "1%,": 354,
  "15": 355,
  "regular": 356,
  "-": 357,
  "(100.04%).": 358,
  "hsbc": 359,
  "₹36.47.": 360,
  "18.76%.": 361,
  "9.37%.": 362,
  "6.85.": 363,
  "0.80.": 364,
  "0.96%.": 365,
  "10%": 366,
  "(5.43%),": 367,
  "(5.42%),": 368,
  "(5.41%),": 369,
  "rec": 370,
  "(5.23%),": 371,
  "(5.08%),": 372,
  "(5.00%),": 373,
  "(4.15%),": 374,
  "piramal": 375,
  "(3.60%).": 376,
  "prudential": 377,
  "₹21.63.": 378,
  "8.16%.": 379,
  "27.70%.": 380,
  "18.35.": 381,
  "1.17.": 382,
  "1.03.": 383,
  "0.81.": 384,
  "0.87%.": 385,
  "before": 386,
  "month": 387,
  "date": 388,
  "allotment.": 389,
  "(8.39%),": 390,
  "(7.48%),": 391,
  "(5.67%),": 392,
  "insurance": 393,
  "(4.47%),": 394,
  "(3.98%),": 395,
  "indian": 396,
  "(3.79%),": 397,
  "hindustan": 398,
  "aeronautics": 399,
  "(3.77%),": 400,
  "(3.21%).": 401,
  "retirement": 402,
  "aggressive": 403,
  "₹27.50.": 404,
  "7.84%.": 405,
  "20.91%.": 406,
  "15.77%.": 407,
  "13.83%.": 408,
  "11.97.": 409,
  "1.43.": 410,
  "vedanta": 411,
  "(2.67%),": 412,
  "motors": 413,
  "(2.57%),": 414,
  "multi": 415,
  "exchange": 416,
  "(2.28%),": 417,
  "tech": 418,
  "(2.07%),": 419,
  "titan": 420,
  "company": 421,
  "(2.05%),": 422,
  "mphasis": 423,
  "(1.97%),": 424,
  "ultratech": 425,
  "cement": 426,
  "(1.96%),": 427,
  "(1.95%),": 428,
  "(1.88%).": 429,
  "₹30.75.": 430,
  "100.62%.": 431,
  "40.60%.": 432,
  "22.66.": 433,
  "0.17%.": 434,
  "(99.85%).": 435,
  "invesco": 436,
  "₹72.94.": 437,
  "9.06%.": 438,
  "28.94%.": 439,
  "24.70%.": 440,
  "11.34%.": 441,
  "21.78.": 442,
  "-1.21.": 443,
  "0.91%.": 444,
  "(9.32%),": 445,
  "(7.59%),": 446,
  "(6.93%),": 447,
  "(6.82%),": 448,
  "(6.76%),": 449,
  "green": 450,
  "energy": 451,
  "(5.45%),": 452,
  "(5.28%),": 453,
  "(4.55%),": 454,
  "dredging": 455,
  "(4.07%),": 456,
  "(3.94%).": 457,
  "motilal": 458,
  "oswal": 459,
  "bse": 460,
  "enhanced": 461,
  "value": 462,
  "index": 463,
  "₹25.71.": 464,
  "11.60%.": 465,
  "29.88%.": 466,
  "4.80%.": 467,
  "19.16%.": 468,
  "18.84%.": 469,
  "19.65.": 470,
  "1.38.": 471,
  "15.11.": 472,
  "1.24.": 473,
  "0.36%.": 474,
  "load:": 475,
  "1%-": 476,
  "on": 477,
  "or": 478,
  "days": 479,
  "(9.86%),": 480,
  "(8.92%),": 481,
  "hindalco": 482,
  "(8.36%),": 483,
  "(8.14%),": 484,
  "(8.11%),": 485,
  "(5.48%),": 486,
  "(5.34%),": 487,
  "(4.01%),": 488,
  "canara": 489,
  "(3.75%),": 490,
  "passenger": 491,
  "vehicles": 492,
  "(3.62%).": 493,
  "nippon": 494,
  "asset": 495,
  "allocation": 496,
  "2026-03-20": 497,
  "₹25.04.": 498,
  "18.38%.": 499,
  "21.80%.": 500,
  "17.18%.": 501,
  "31.90%.": 502,
  "15.09%.": 503,
  "17.81%.": 504,
  "16.11%.": 505,
  "7.29.": 506,
  "0.39%.": 507,
  "gold": 508,
  "bees": 509,
  "(9.53%),": 510,
  "ishares": 511,
  "msci": 512,
  "world": 513,
  "(5.32%),": 514,
  "(4.30%),": 515,
  "(3.93%),": 516,
  "(3.01%),": 517,
  "(2.66%),": 518,
  "(2.36%),": 519,
  "(1.77%),": 520,
  "(1.73%),": 521,
  "(1.68%).": 522,
  "₹31.87.": 523,
  "109.00%.": 524,
  "42.24%.": 525,
  "22.84.": 526,
  "-1.14.": 527,
  "(99.93%).": 528,
  "quant": 529,
  "₹163.55.": 530,
  "18.14%.": 531,
  "23.24%.": 532,
  "24.15%.": 533,
  "9.86%.": 534,
  "10.76.": 535,
  "1.67.": 536,
  "0.58%.": 537,
  "(10.24%),": 538,
  "(9.16%),": 539,
  "(7.86%),": 540,
  "(7.24%),": 541,
  "co": 542,
  "(6.56%),": 543,
  "bajaj": 544,
  "(4.52%),": 545,
  "wipro": 546,
  "(3.54%),": 547,
  "premier": 548,
  "energies": 549,
  "(3.30%),": 550,
  "aurobindo": 551,
  "pharma": 552,
  "(2.90%),": 553,
  "adani": 554,
  "(2.40%).": 555,
  "sbi": 556,
  "children's": 557,
  "₹44.61.": 558,
  "9.39%.": 559,
  "22.71%.": 560,
  "25.82%.": 561,
  "117.29%.": 562,
  "13.19.": 563,
  "1.23.": 564,
  "0.83%.": 565,
  "respect": 566,
  "subject": 567,
  "lock-in": 568,
  "period": 569,
  "holding": 570,
  "less": 571,
  "than": 572,
  "years:": 573,
  "alphabet": 574,
  "inc": 575,
  "class": 576,
  "(6.89%),": 577,
  "thangamayil": 578,
  "jewellery": 579,
  "(5.49%),": 580,
  "(4.71%),": 581,
  "muthoot": 582,
  "(4.38%),": 583,
  "hatsun": 584,
  "agro": 585,
  "product": 586,
  "privi": 587,
  "speciality": 588,
  "chemicals": 589,
  "(3.47%),": 590,
  "aether": 591,
  "(3.40%),": 592,
  "sona": 593,
  "blw": 594,
  "precision": 595,
  "forgings": 596,
  "(3.29%),": 597,
  "renew": 598,
  "global": 599,
  "plc": 600,
  "(rnw)": 601,
  "(3.09%),": 602,
  "(2.96%).": 603,
  "₹36.50.": 604,
  "12.49%.": 605,
  "31.61%.": 606,
  "26.61%.": 607,
  "3.93%.": 608,
  "20.96.": 609,
  "1.35.": 610,
  "1.82.": 611,
  "0.93.": 612,
  "0.85%.": 613,
  "0.50%": 614,
  "(18.23%),": 615,
  "(9.33%),": 616,
  "(9.10%),": 617,
  "(9.05%),": 618,
  "(9.01%),": 619,
  "(5.71%),": 620,
  "(3.67%),": 621,
  "nmdc": 622,
  "(3.48%),": 623,
  "(2.85%).": 624
}