{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-10": 24,
  "₹26.85.": 25,
  "1y": 26,
  "returns:": 27,
  "14.29%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.94%.": 31,
  "5y": 32,
  "10.75%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "an": 144,
  "amc": 145,
  "specified.": 146,
  "performance": 147,
  "data": 148,
  "available.": 149,
  "metrics": 150,
  "operational": 151,
  "details": 152,
  "(expenses,": 153,
  "load,": 154,
  "investments)": 155,
  "no": 156,
  "portfolio": 157,
  "psu": 158,
  "equity": 159,
  "very": 160,
  "₹39.50.": 161,
  "27.58%.": 162,
  "30.16%.": 163,
  "27.02%.": 164,
  "16.04%.": 165,
  "5.81%.": 166,
  "28.28%.": 167,
  "29.79%.": 168,
  "21.09.": 169,
  "1.22.": 170,
  "-1.30.": 171,
  "0.95.": 172,
  "0.60%.": 173,
  "30": 174,
  "days.": 175,
  "₹500.": 176,
  "you": 177,
  "redeem": 178,
  "one": 179,
  "at": 180,
  "20%.": 181,
  "exceeding": 182,
  "rs": 183,
  "1.25": 184,
  "lakh": 185,
  "12.5%.": 186,
  "state": 187,
  "(19.28%),": 188,
  "ntpc": 189,
  "(8.22%),": 190,
  "bharat": 191,
  "electronics": 192,
  "(5.61%),": 193,
  "power": 194,
  "grid": 195,
  "corporation": 196,
  "(5.54%),": 197,
  "gail": 198,
  "(india)": 199,
  "(5.36%),": 200,
  "oil": 201,
  "and": 202,
  "natural": 203,
  "gas": 204,
  "(4.60%),": 205,
  "baroda": 206,
  "(4.27%),": 207,
  "petroleum": 208,
  "(4.20%),": 209,
  "(4.08%),": 210,
  "maharashtra": 211,
  "(3.79%).": 212,
  "silver": 213,
  "etf": 214,
  "fof": 215,
  "commodity": 216,
  "axis": 217,
  "₹45.85.": 218,
  "169.29%.": 219,
  "59.16%.": 220,
  "154.77%.": 221,
  "47.07%.": 222,
  "22.23.": 223,
  "1.20.": 224,
  "-0.37.": 225,
  "0.94.": 226,
  "0.14%.": 227,
  "0.25%,": 228,
  "7": 229,
  "₹5000.": 230,
  "two": 231,
  "regular-growth": 232,
  "(101.25%).": 233,
  "dsp": 234,
  "hdfc": 235,
  "hybrid": 236,
  "₹124.04.": 237,
  "6.79%.": 238,
  "11.11%.": 239,
  "11.30%.": 240,
  "11.80%.": 241,
  "4.72%.": 242,
  "14.31%.": 243,
  "13.94%.": 244,
  "8.29.": 245,
  "0.76.": 246,
  "1.03%.": 247,
  "investment,1%": 248,
  "will": 249,
  "be": 250,
  "charged": 251,
  "redemption": 252,
  "year.": 253,
  "(7.36%),": 254,
  "icici": 255,
  "(7.22%),": 256,
  "(5.07%),": 257,
  "reliance": 258,
  "industries": 259,
  "(4.22%),": 260,
  "infosys": 261,
  "(3.50%),": 262,
  "(2.89%),": 263,
  "larsen": 264,
  "toubro": 265,
  "(2.81%),": 266,
  "kotak": 267,
  "mahindra": 268,
  "(2.57%),": 269,
  "(2.49%),": 270,
  "bharti": 271,
  "airtel": 272,
  "(2.48%).": 273,
  "plus": 274,
  "arbitrage": 275,
  "active": 276,
  "₹44.35.": 277,
  "169.74%.": 278,
  "60.33%.": 279,
  "22.93.": 280,
  "1.18.": 281,
  "-0.89.": 282,
  "0.97.": 283,
  "0.23%.": 284,
  "1%,": 285,
  "15": 286,
  "regular": 287,
  "-": 288,
  "(101.03%).": 289,
  "hsbc": 290,
  "moderate.": 291,
  "₹36.51.": 292,
  "20.86%.": 293,
  "11.97%.": 294,
  "9.47%.": 295,
  "6.85.": 296,
  "0.80.": 297,
  "0.96%.": 298,
  "10%": 299,
  "₹1000.": 300,
  "(5.43%),": 301,
  "renewables": 302,
  "(5.42%),": 303,
  "jtpm": 304,
  "metal": 305,
  "traders": 306,
  "(5.41%),": 307,
  "rec": 308,
  "(5.23%),": 309,
  "nirma": 310,
  "(5.08%),": 311,
  "(5.00%),": 312,
  "(4.21%),": 313,
  "(4.15%),": 314,
  "piramal": 315,
  "(3.60%).": 316,
  "prudential": 317,
  "retirement": 318,
  "aggressive": 319,
  "₹40.97.": 320,
  "169.01%.": 321,
  "60.16%.": 322,
  "22.66.": 323,
  "0.96.": 324,
  "0.17%.": 325,
  "(100.82%).": 326,
  "invesco": 327,
  "motilal": 328,
  "oswal": 329,
  "bse": 330,
  "enhanced": 331,
  "value": 332,
  "index": 333,
  "nippon": 334,
  "multi": 335,
  "asset": 336,
  "allocation": 337,
  "₹26.08.": 338,
  "24.13%.": 339,
  "22.65%.": 340,
  "17.55%.": 341,
  "31.90%.": 342,
  "15.09%.": 343,
  "17.81%.": 344,
  "16.11%.": 345,
  "7.29.": 346,
  "0.30%.": 347,
  "12": 348,
  "months.": 349,
  "gold": 350,
  "bees": 351,
  "(10.55%),": 352,
  "ishares": 353,
  "msci": 354,
  "world": 355,
  "(5.73%),": 356,
  "(5.27%),": 357,
  "(3.89%),": 358,
  "(2.72%),": 359,
  "(2.35%),": 360,
  "(1.88%),": 361,
  "(1.63%),": 362,
  "(1.51%),": 363,
  "bajaj": 364,
  "auto": 365,
  "(1.41%).": 366,
  "₹40.90.": 367,
  "169.54%.": 368,
  "60.22%.": 369,
  "22.84.": 370,
  "1.17.": 371,
  "-1.14.": 372,
  "0.24%.": 373,
  "(100.56%).": 374,
  "quant": 375,
  "₹172.29.": 376,
  "27.86%.": 377,
  "25.03%.": 378,
  "26.65%.": 379,
  "9.86%.": 380,
  "10.76.": 381,
  "1.67.": 382,
  "0.58%.": 383,
  "(9.51%),": 384,
  "(9.31%),": 385,
  "(9.26%),": 386,
  "(7.35%),": 387,
  "nifty": 388,
  "(5.89%),": 389,
  "insurance": 390,
  "co": 391,
  "(5.03%),": 392,
  "(4.36%),": 393,
  "wipro": 394,
  "(4.32%),": 395,
  "premier": 396,
  "energies": 397,
  "(3.36%),": 398,
  "aurobindo": 399,
  "pharma": 400,
  "(2.97%).": 401,
  "sbi": 402,
  "magnum": 403,
  "children's": 404,
  "benefit": 405
}