{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-03-13": 24,
  "₹26.83.": 25,
  "1y": 26,
  "returns:": 27,
  "13.96%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.86%.": 31,
  "5y": 32,
  "10.74%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.89.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.17.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.26.": 144,
  "10.81%.": 145,
  "10.67%.": 146,
  "12.75%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.80.": 152,
  "2.40.": 153,
  "0.81%.": 154,
  "₹1000.": 155,
  "(8.05%),": 156,
  "(7.09%),": 157,
  "(4.09%),": 158,
  "(3.71%),": 159,
  "(3.53%),": 160,
  "nuvama": 161,
  "wealth": 162,
  "(3.13%),": 163,
  "(3.05%),": 164,
  "(2.70%),": 165,
  "(2.62%),": 166,
  "jtpm": 167,
  "metal": 168,
  "traders": 169,
  "(2.61%).": 170,
  "psu": 171,
  "equity": 172,
  "very": 173,
  "₹38.49.": 174,
  "23.92%.": 175,
  "29.72%.": 176,
  "26.37%.": 177,
  "16.04%.": 178,
  "5.81%.": 179,
  "28.28%.": 180,
  "29.79%.": 181,
  "21.09.": 182,
  "1.22.": 183,
  "-1.30.": 184,
  "0.95.": 185,
  "0.60%.": 186,
  "30": 187,
  "days.": 188,
  "₹500.": 189,
  "you": 190,
  "redeem": 191,
  "one": 192,
  "at": 193,
  "20%.": 194,
  "exceeding": 195,
  "rs": 196,
  "1.25": 197,
  "lakh": 198,
  "12.5%.": 199,
  "state": 200,
  "(19.28%),": 201,
  "ntpc": 202,
  "(8.22%),": 203,
  "bharat": 204,
  "electronics": 205,
  "(5.61%),": 206,
  "power": 207,
  "grid": 208,
  "corporation": 209,
  "(5.54%),": 210,
  "gail": 211,
  "(india)": 212,
  "(5.36%),": 213,
  "oil": 214,
  "and": 215,
  "natural": 216,
  "gas": 217,
  "(4.60%),": 218,
  "baroda": 219,
  "(4.27%),": 220,
  "petroleum": 221,
  "(4.20%),": 222,
  "(4.08%),": 223,
  "maharashtra": 224,
  "(3.79%).": 225,
  "silver": 226,
  "etf": 227,
  "fof": 228,
  "commodity": 229,
  "₹39.71.": 230,
  "154.03%.": 231,
  "56.02%.": 232,
  "154.77%.": 233,
  "47.07%.": 234,
  "22.57.": 235,
  "1.19.": 236,
  "-0.73.": 237,
  "0.96.": 238,
  "0.30%.": 239,
  "0.5%": 240,
  "two": 241,
  "etf-growth": 242,
  "(101.51%).": 243,
  "axis": 244,
  "₹43.87.": 245,
  "154.80%.": 246,
  "56.28%.": 247,
  "22.23.": 248,
  "1.20.": 249,
  "-0.37.": 250,
  "0.94.": 251,
  "0.14%.": 252,
  "0.25%,": 253,
  "7": 254,
  "₹5000.": 255,
  "regular-growth": 256,
  "(101.25%).": 257,
  "dsp": 258,
  "₹55.70.": 259,
  "6.67%.": 260,
  "15.15%.": 261,
  "11.83%.": 262,
  "7.05%.": 263,
  "6.87.": 264,
  "0.41%.": 265,
  "3%,": 266,
  "12": 267,
  "months.": 268,
  "(8.99%),": 269,
  "renewables": 270,
  "(6.95%),": 271,
  "roadstar": 272,
  "infra": 273,
  "trust": 274,
  "(6.83%),": 275,
  "(6.71%),": 276,
  "nirma": 277,
  "(6.67%),": 278,
  "tata": 279,
  "projects": 280,
  "(4.74%),": 281,
  "(4.72%),": 282,
  "(4.70%),": 283,
  "(4.68%),": 284,
  "(4.62%).": 285,
  "hdfc": 286,
  "hybrid": 287,
  "₹119.94.": 288,
  "3.62%.": 289,
  "10.25%.": 290,
  "10.65%.": 291,
  "11.80%.": 292,
  "4.72%.": 293,
  "14.31%.": 294,
  "13.94%.": 295,
  "8.29.": 296,
  "0.76.": 297,
  "1.03%.": 298,
  "investment,1%": 299,
  "will": 300,
  "be": 301,
  "charged": 302,
  "redemption": 303,
  "year.": 304,
  "(7.36%),": 305,
  "icici": 306,
  "(7.22%),": 307,
  "(5.07%),": 308,
  "reliance": 309,
  "industries": 310,
  "(4.22%),": 311,
  "infosys": 312,
  "(3.50%),": 313,
  "(2.89%),": 314,
  "larsen": 315,
  "toubro": 316,
  "(2.81%),": 317,
  "kotak": 318,
  "mahindra": 319,
  "(2.57%),": 320,
  "(2.49%),": 321,
  "bharti": 322,
  "airtel": 323,
  "(2.48%).": 324,
  "plus": 325,
  "arbitrage": 326,
  "active": 327,
  "moderate.": 328,
  "₹44.46.": 329,
  "8.25%.": 330,
  "13.09%.": 331,
  "12.46%.": 332,
  "10.91%.": 333,
  "7.37%.": 334,
  "5.79.": 335,
  "1.13.": 336,
  "0.07%.": 337,
  "nil": 338,
  "corporate": 339,
  "bond": 340,
  "plan-growth": 341,
  "(43.14%),": 342,
  "wholesale": 343,
  "direct-growth": 344,
  "(36.44%),": 345,
  "money": 346,
  "(18.71%).": 347,
  "₹42.22.": 348,
  "154.05%.": 349,
  "56.26%.": 350,
  "22.93.": 351,
  "1.18.": 352,
  "-0.89.": 353,
  "0.97.": 354,
  "0.23%.": 355,
  "1%,": 356,
  "15": 357,
  "regular": 358,
  "-": 359,
  "(101.03%).": 360,
  "hsbc": 361,
  "₹36.49.": 362,
  "20.70%.": 363,
  "11.88%.": 364,
  "9.45%.": 365,
  "6.85.": 366,
  "0.80.": 367,
  "0.96%.": 368,
  "10%": 369,
  "(5.43%),": 370,
  "(5.42%),": 371,
  "(5.41%),": 372,
  "rec": 373,
  "(5.23%),": 374,
  "(5.08%),": 375,
  "(5.00%),": 376,
  "(4.21%),": 377,
  "(4.15%),": 378,
  "piramal": 379,
  "(3.60%).": 380,
  "prudential": 381,
  "₹22.49.": 382,
  "19.18%.": 383,
  "28.75%.": 384,
  "18.35.": 385,
  "1.17.": 386,
  "1.03.": 387,
  "0.81.": 388,
  "0.86%.": 389,
  "before": 390,
  "month": 391,
  "date": 392,
  "allotment.": 393,
  "(11.31%),": 394,
  "(9.27%),": 395,
  "(6.76%),": 396,
  "(5.30%),": 397,
  "hindustan": 398,
  "aeronautics": 399,
  "indian": 400,
  "(3.93%),": 401,
  "insurance": 402,
  "(3.78%),": 403,
  "(3.58%),": 404,
  "(3.36%).": 405,
  "retirement": 406,
  "aggressive": 407,
  "₹28.28.": 408,
  "16.43%.": 409,
  "22.33%.": 410,
  "16.11%.": 411,
  "13.83%.": 412,
  "11.97.": 413,
  "1.43.": 414,
  "0.80%.": 415,
  "multi": 416,
  "exchange": 417,
  "(3.38%),": 418,
  "mphasis": 419,
  "(2.85%),": 420,
  "motors": 421,
  "(2.79%),": 422,
  "vedanta": 423,
  "(2.75%),": 424,
  "tech": 425,
  "(2.14%),": 426,
  "upl": 427,
  "(2.09%),": 428,
  "titan": 429,
  "company": 430,
  "(1.95%),": 431,
  "ultratech": 432,
  "cement": 433,
  "(1.83%),": 434,
  "interglobe": 435,
  "aviation": 436,
  "(1.79%).": 437,
  "₹39.09.": 438,
  "154.08%.": 439,
  "56.33%.": 440,
  "22.66.": 441,
  "0.17%.": 442,
  "(100.82%).": 443,
  "invesco": 444,
  "₹77.25.": 445,
  "24.06%.": 446,
  "30.97%.": 447,
  "25.33%.": 448,
  "11.34%.": 449,
  "21.78.": 450,
  "-1.21.": 451,
  "0.89%.": 452,
  "(9.35%),": 453,
  "(9.02%),": 454,
  "(7.07%),": 455,
  "(6.64%),": 456,
  "(5.81%),": 457,
  "green": 458,
  "energy": 459,
  "(5.27%),": 460,
  "dredging": 461,
  "(4.88%),": 462,
  "dynamics": 463,
  "(4.50%),": 464,
  "(4.30%).": 465,
  "motilal": 466,
  "oswal": 467,
  "bse": 468,
  "enhanced": 469,
  "value": 470,
  "index": 471,
  "₹27.47.": 472,
  "26.03%.": 473,
  "32.28%.": 474,
  "4.80%.": 475,
  "19.16%.": 476,
  "18.84%.": 477,
  "19.65.": 478,
  "1.38.": 479,
  "15.11.": 480,
  "1.24.": 481,
  "0.36%.": 482,
  "load:": 483,
  "1%-": 484,
  "on": 485,
  "or": 486,
  "days": 487,
  "(9.86%),": 488,
  "(8.92%),": 489,
  "hindalco": 490,
  "(8.36%),": 491,
  "(8.14%),": 492,
  "(8.11%),": 493,
  "(5.48%),": 494,
  "(5.34%),": 495,
  "(4.01%),": 496,
  "canara": 497,
  "(3.75%),": 498,
  "passenger": 499,
  "vehicles": 500,
  "(3.62%).": 501,
  "nippon": 502,
  "asset": 503,
  "allocation": 504,
  "2026-03-12": 505,
  "₹25.75.": 506,
  "25.07%.": 507,
  "22.75%.": 508,
  "17.50%.": 509,
  "31.90%.": 510,
  "15.09%.": 511,
  "17.81%.": 512,
  "7.29.": 513,
  "gold": 514,
  "bees": 515,
  "(10.55%),": 516,
  "ishares": 517,
  "msci": 518,
  "world": 519,
  "(5.73%),": 520,
  "(3.89%),": 521,
  "(2.72%),": 522,
  "(2.35%),": 523,
  "(1.88%),": 524,
  "(1.63%),": 525,
  "(1.51%),": 526,
  "bajaj": 527,
  "auto": 528,
  "(1.41%).": 529,
  "₹39.01.": 530,
  "154.09%.": 531,
  "56.17%.": 532,
  "22.84.": 533,
  "-1.14.": 534,
  "0.24%.": 535,
  "(100.56%).": 536,
  "quant": 537,
  "₹169.50.": 538,
  "25.02%.": 539,
  "24.55%.": 540,
  "26.20%.": 541,
  "9.86%.": 542,
  "10.76.": 543,
  "1.67.": 544,
  "0.58%.": 545,
  "(9.51%),": 546,
  "(9.31%),": 547,
  "(9.26%),": 548,
  "(7.35%),": 549,
  "nifty": 550,
  "(5.89%),": 551,
  "co": 552,
  "(5.03%),": 553,
  "(4.36%),": 554,
  "wipro": 555,
  "(4.32%),": 556,
  "premier": 557,
  "energies": 558,
  "(3.36%),": 559,
  "aurobindo": 560,
  "pharma": 561,
  "(2.97%).": 562,
  "sbi": 563,
  "children's": 564,
  "₹44.22.": 565,
  "13.68%.": 566,
  "22.45%.": 567,
  "26.35%.": 568,
  "117.29%.": 569,
  "13.19.": 570,
  "1.23.": 571,
  "0.83%.": 572,
  "respect": 573,
  "subject": 574,
  "lock-in": 575,
  "period": 576,
  "holding": 577,
  "less": 578,
  "than": 579,
  "years:": 580,
  "alphabet": 581,
  "inc": 582,
  "class": 583,
  "(7.80%),": 584,
  "muthoot": 585,
  "(5.18%),": 586,
  "thangamayil": 587,
  "jewellery": 588,
  "(4.76%),": 589,
  "(4.37%),": 590,
  "hatsun": 591,
  "agro": 592,
  "product": 593,
  "(4.25%),": 594,
  "aether": 595,
  "(3.68%),": 596,
  "privi": 597,
  "speciality": 598,
  "chemicals": 599,
  "(3.32%),": 600,
  "renew": 601,
  "global": 602,
  "plc": 603,
  "(rnw)": 604,
  "(3.18%),": 605,
  "asahi": 606,
  "glass": 607,
  "(2.98%),": 608,
  "adani": 609,
  "(2.95%).": 610,
  "₹38.22.": 611,
  "25.40%.": 612,
  "32.81%.": 613,
  "27.03%.": 614,
  "3.93%.": 615,
  "20.96.": 616,
  "1.35.": 617,
  "1.82.": 618,
  "0.93.": 619,
  "0.82%.": 620,
  "0.50%": 621,
  "(17.88%),": 622,
  "(9.74%),": 623,
  "(9.19%),": 624,
  "(8.55%),": 625,
  "(8.15%),": 626,
  "(5.91%),": 627,
  "(5.51%),": 628,
  "nmdc": 629,
  "(3.79%),": 630,
  "(3.28%).": 631
}