{
  "aditya": 0,
  "birla": 1,
  "sun": 2,
  "life": 3,
  "credit": 4,
  "risk": 5,
  "fund": 6,
  "direct": 7,
  "growth": 8,
  "is": 9,
  "a": 10,
  "debt": 11,
  "mutual": 12,
  "scheme": 13,
  "from": 14,
  "with": 15,
  "level": 16,
  "rated": 17,
  "as": 18,
  "moderately": 19,
  "high.": 20,
  "latest": 21,
  "nav": 22,
  "of": 23,
  "2026-04-02": 24,
  "₹26.90.": 25,
  "1y": 26,
  "returns:": 27,
  "12.83%.": 28,
  "3y": 29,
  "annualised": 30,
  "12.77%.": 31,
  "5y": 32,
  "10.67%.": 33,
  "since": 34,
  "inception": 35,
  "8.39%.": 36,
  "compared": 37,
  "category": 38,
  "average": 39,
  "10.26%.": 40,
  "8.66%.": 41,
  "9.04%.": 42,
  "level:": 43,
  "standard": 44,
  "deviation:": 45,
  "2.93.": 46,
  "sharpe": 47,
  "ratio:": 48,
  "2.10.": 49,
  "alpha:": 50,
  "0.00.": 51,
  "beta:": 52,
  "expense": 53,
  "ratio": 54,
  "0.79%.": 55,
  "exit": 56,
  "load": 57,
  "policy:": 58,
  "for": 59,
  "units": 60,
  "in": 61,
  "excess": 62,
  "15%": 63,
  "the": 64,
  "investment,": 65,
  "3%": 66,
  "if": 67,
  "redeemed": 68,
  "within": 69,
  "1": 70,
  "year,": 71,
  "2%": 72,
  "after": 73,
  "year": 74,
  "but": 75,
  "2": 76,
  "years,": 77,
  "1%": 78,
  "years": 79,
  "3": 80,
  "years.": 81,
  "minimum": 82,
  "sip": 83,
  "investment": 84,
  "₹100.": 85,
  "lump-sum": 86,
  "taxation:": 87,
  "returns": 88,
  "are": 89,
  "taxed": 90,
  "per": 91,
  "your": 92,
  "income": 93,
  "tax": 94,
  "slab.": 95,
  "top": 96,
  "holdings": 97,
  "include:": 98,
  "gmr": 99,
  "airports": 100,
  "ltd.": 101,
  "(4.58%),": 102,
  "goi": 103,
  "(4.29%),": 104,
  "real": 105,
  "estate": 106,
  "(3.83%),": 107,
  "jubilant": 108,
  "bevco": 109,
  "(3.70%),": 110,
  "national": 111,
  "bank": 112,
  "agriculture": 113,
  "&": 114,
  "rural": 115,
  "development": 116,
  "(3.43%),": 117,
  "(3.06%),": 118,
  "ikf": 119,
  "finance": 120,
  "(2.97%),": 121,
  "(2.95%),": 122,
  "hinduja": 123,
  "leyland": 124,
  "(2.94%),": 125,
  "kogta": 126,
  "financial": 127,
  "india": 128,
  "(2.74%).": 129,
  "market": 130,
  "news": 131,
  "generic": 132,
  "stream": 133,
  "groww;": 134,
  "not": 135,
  "specific": 136,
  "to": 137,
  "this": 138,
  "single": 139,
  "fund.": 140,
  "medium": 141,
  "term": 142,
  "plan": 143,
  "₹46.10.": 144,
  "8.91%.": 145,
  "10.39%.": 146,
  "12.57%.": 147,
  "4.91%.": 148,
  "7.95%.": 149,
  "7.55%.": 150,
  "6.56%.": 151,
  "1.91.": 152,
  "0.81%.": 153,
  "₹1000.": 154,
  "(8.05%),": 155,
  "(7.09%),": 156,
  "(4.09%),": 157,
  "(3.71%),": 158,
  "(3.53%),": 159,
  "nuvama": 160,
  "wealth": 161,
  "(3.13%),": 162,
  "(3.05%),": 163,
  "(2.70%),": 164,
  "(2.62%),": 165,
  "jtpm": 166,
  "metal": 167,
  "traders": 168,
  "(2.61%).": 169,
  "psu": 170,
  "equity": 171,
  "very": 172,
  "₹36.94.": 173,
  "9.35%.": 174,
  "28.22%.": 175,
  "25.89%.": 176,
  "16.04%.": 177,
  "5.81%.": 178,
  "28.28%.": 179,
  "29.79%.": 180,
  "22.89.": 181,
  "0.92.": 182,
  "-1.92.": 183,
  "0.96.": 184,
  "0.62%.": 185,
  "30": 186,
  "days.": 187,
  "₹500.": 188,
  "at": 189,
  "20%,": 190,
  "you": 191,
  "redeem": 192,
  "before": 193,
  "one": 194,
  "year.": 195,
  "required": 196,
  "pay": 197,
  "ltcg": 198,
  "12.5%": 199,
  "on": 200,
  "rs": 201,
  "1.25": 202,
  "lakh+": 203,
  "state": 204,
  "(20.19%),": 205,
  "ntpc": 206,
  "(8.28%),": 207,
  "power": 208,
  "grid": 209,
  "corporation": 210,
  "(6.05%),": 211,
  "bharat": 212,
  "electronics": 213,
  "(5.22%),": 214,
  "oil": 215,
  "and": 216,
  "natural": 217,
  "gas": 218,
  "(4.88%),": 219,
  "gail": 220,
  "(india)": 221,
  "(4.70%),": 222,
  "baroda": 223,
  "(4.31%),": 224,
  "heavy": 225,
  "electricals": 226,
  "(4.26%),": 227,
  "petroleum": 228,
  "(4.17%),": 229,
  "(4.11%).": 230,
  "silver": 231,
  "etf": 232,
  "fof": 233,
  "commodity": 234,
  "₹35.11.": 235,
  "120.92%.": 236,
  "44.38%.": 237,
  "154.77%.": 238,
  "47.07%.": 239,
  "22.57.": 240,
  "1.19.": 241,
  "-0.73.": 242,
  "0.30%.": 243,
  "0.5%": 244,
  "etf-growth": 245,
  "(100.00%).": 246,
  "axis": 247,
  "₹38.76.": 248,
  "120.80%.": 249,
  "45.00%.": 250,
  "22.23.": 251,
  "1.20.": 252,
  "-0.37.": 253,
  "0.94.": 254,
  "0.14%.": 255,
  "0.25%,": 256,
  "7": 257,
  "₹5000.": 258,
  "regular-growth": 259,
  "(99.78%).": 260,
  "dsp": 261,
  "₹55.34.": 262,
  "4.93%.": 263,
  "14.47%.": 264,
  "11.61%.": 265,
  "7.05%.": 266,
  "6.89.": 267,
  "1.14.": 268,
  "0.40%.": 269,
  "3%,": 270,
  "12": 271,
  "months.": 272,
  "(8.99%),": 273,
  "renewables": 274,
  "(6.95%),": 275,
  "roadstar": 276,
  "infra": 277,
  "trust": 278,
  "(6.83%),": 279,
  "(6.71%),": 280,
  "nirma": 281,
  "(6.67%),": 282,
  "tata": 283,
  "projects": 284,
  "(4.74%),": 285,
  "(4.72%),": 286,
  "(4.68%),": 287,
  "(4.62%).": 288,
  "hdfc": 289,
  "hybrid": 290,
  "₹116.85.": 291,
  "-2.87%.": 292,
  "8.85%.": 293,
  "10.22%.": 294,
  "11.80%.": 295,
  "4.72%.": 296,
  "14.31%.": 297,
  "13.94%.": 298,
  "10.53.": 299,
  "0.25.": 300,
  "1.04%.": 301,
  "investment,1%": 302,
  "will": 303,
  "be": 304,
  "charged": 305,
  "redemption": 306,
  "(7.04%),": 307,
  "icici": 308,
  "(6.78%),": 309,
  "(4.64%),": 310,
  "reliance": 311,
  "industries": 312,
  "(4.21%),": 313,
  "(2.92%),": 314,
  "larsen": 315,
  "toubro": 316,
  "(2.87%),": 317,
  "infosys": 318,
  "(2.77%),": 319,
  "kotak": 320,
  "mahindra": 321,
  "(2.45%),": 322,
  "itc": 323,
  "(2.17%).": 324,
  "plus": 325,
  "arbitrage": 326,
  "active": 327,
  "moderate.": 328,
  "₹44.37.": 329,
  "5.36%.": 330,
  "12.84%.": 331,
  "12.44%.": 332,
  "10.91%.": 333,
  "7.37%.": 334,
  "5.83.": 335,
  "1.09.": 336,
  "0.07%.": 337,
  "nil": 338,
  "corporate": 339,
  "bond": 340,
  "plan-growth": 341,
  "(44.12%),": 342,
  "wholesale": 343,
  "direct-growth": 344,
  "(35.34%),": 345,
  "money": 346,
  "(18.17%).": 347,
  "₹37.31.": 348,
  "120.96%.": 349,
  "44.29%.": 350,
  "22.93.": 351,
  "1.18.": 352,
  "-0.89.": 353,
  "0.97.": 354,
  "0.23%.": 355,
  "1%,": 356,
  "15": 357,
  "regular": 358,
  "-": 359,
  "(100.04%).": 360,
  "hsbc": 361,
  "₹36.48.": 362,
  "18.01%.": 363,
  "11.72%.": 364,
  "9.29%.": 365,
  "6.87.": 366,
  "0.78.": 367,
  "0.96%.": 368,
  "10%": 369,
  "(5.43%),": 370,
  "(5.42%),": 371,
  "(5.41%),": 372,
  "rec": 373,
  "(5.23%),": 374,
  "(5.08%),": 375,
  "(5.00%),": 376,
  "(4.15%),": 377,
  "piramal": 378,
  "(3.60%).": 379,
  "prudential": 380,
  "₹21.75.": 381,
  "6.93%.": 382,
  "27.43%.": 383,
  "18.35.": 384,
  "1.17.": 385,
  "1.03.": 386,
  "0.81.": 387,
  "0.87%.": 388,
  "month": 389,
  "date": 390,
  "allotment.": 391,
  "(8.39%),": 392,
  "(7.48%),": 393,
  "(5.67%),": 394,
  "insurance": 395,
  "(4.47%),": 396,
  "(3.98%),": 397,
  "indian": 398,
  "(3.79%),": 399,
  "hindustan": 400,
  "aeronautics": 401,
  "(3.77%),": 402,
  "(3.21%).": 403,
  "retirement": 404,
  "aggressive": 405,
  "₹28.03.": 406,
  "9.88%.": 407,
  "21.51%.": 408,
  "16.18%.": 409,
  "13.83%.": 410,
  "13.39.": 411,
  "1.05.": 412,
  "vedanta": 413,
  "(2.67%),": 414,
  "motors": 415,
  "(2.57%),": 416,
  "multi": 417,
  "exchange": 418,
  "(2.28%),": 419,
  "tech": 420,
  "(2.07%),": 421,
  "titan": 422,
  "company": 423,
  "(2.05%),": 424,
  "mphasis": 425,
  "(1.97%),": 426,
  "ultratech": 427,
  "cement": 428,
  "(1.96%),": 429,
  "(1.95%),": 430,
  "(1.88%).": 431,
  "₹34.63.": 432,
  "121.27%.": 433,
  "44.36%.": 434,
  "22.66.": 435,
  "0.17%.": 436,
  "(99.85%).": 437,
  "invesco": 438,
  "₹74.04.": 439,
  "9.38%.": 440,
  "28.87%.": 441,
  "24.71%.": 442,
  "11.34%.": 443,
  "23.41.": 444,
  "0.91.": 445,
  "-1.76.": 446,
  "0.91%.": 447,
  "(9.32%),": 448,
  "(7.59%),": 449,
  "(6.93%),": 450,
  "(6.82%),": 451,
  "(6.76%),": 452,
  "green": 453,
  "energy": 454,
  "(5.45%),": 455,
  "(5.28%),": 456,
  "(4.55%),": 457,
  "dredging": 458,
  "(4.07%),": 459,
  "(3.94%).": 460,
  "motilal": 461,
  "oswal": 462,
  "bse": 463,
  "enhanced": 464,
  "value": 465,
  "index": 466,
  "₹26.18.": 467,
  "12.40%.": 468,
  "30.63%.": 469,
  "4.80%.": 470,
  "19.16%.": 471,
  "18.84%.": 472,
  "19.65.": 473,
  "1.38.": 474,
  "15.11.": 475,
  "1.24.": 476,
  "0.36%.": 477,
  "load:": 478,
  "1%-": 479,
  "or": 480,
  "days": 481,
  "(9.86%),": 482,
  "(8.92%),": 483,
  "hindalco": 484,
  "(8.36%),": 485,
  "(8.14%),": 486,
  "(8.11%),": 487,
  "(5.48%),": 488,
  "(5.34%),": 489,
  "(4.01%),": 490,
  "canara": 491,
  "(3.75%),": 492,
  "passenger": 493,
  "vehicles": 494,
  "(3.62%).": 495,
  "nippon": 496,
  "asset": 497,
  "allocation": 498,
  "₹24.75.": 499,
  "16.06%.": 500,
  "20.36%.": 501,
  "16.55%.": 502,
  "31.90%.": 503,
  "15.09%.": 504,
  "17.81%.": 505,
  "16.11%.": 506,
  "9.09.": 507,
  "1.40.": 508,
  "0.39%.": 509,
  "gold": 510,
  "bees": 511,
  "(9.53%),": 512,
  "ishares": 513,
  "msci": 514,
  "world": 515,
  "(5.32%),": 516,
  "(4.30%),": 517,
  "(3.93%),": 518,
  "(3.01%),": 519,
  "(2.66%),": 520,
  "(2.36%),": 521,
  "(1.77%),": 522,
  "(1.73%),": 523,
  "(1.68%).": 524,
  "₹34.44.": 525,
  "120.60%.": 526,
  "44.20%.": 527,
  "22.84.": 528,
  "-1.14.": 529,
  "(99.93%).": 530,
  "quant": 531,
  "₹165.45.": 532,
  "19.17%.": 533,
  "23.26%.": 534,
  "24.45%.": 535,
  "9.86%.": 536,
  "11.77.": 537,
  "1.32.": 538,
  "0.58%.": 539,
  "(10.24%),": 540,
  "(9.16%),": 541,
  "(7.86%),": 542,
  "(7.24%),": 543,
  "co": 544,
  "(6.56%),": 545,
  "bajaj": 546,
  "(4.52%),": 547,
  "wipro": 548,
  "(3.54%),": 549,
  "premier": 550,
  "energies": 551,
  "(3.30%),": 552,
  "aurobindo": 553,
  "pharma": 554,
  "(2.90%),": 555,
  "adani": 556,
  "(2.40%).": 557,
  "sbi": 558,
  "children's": 559,
  "₹44.02.": 560,
  "7.00%.": 561,
  "21.41%.": 562,
  "24.62%.": 563,
  "117.29%.": 564,
  "14.14.": 565,
  "0.98.": 566,
  "0.84%.": 567,
  "respect": 568,
  "subject": 569,
  "lock-in": 570,
  "period": 571,
  "holding": 572,
  "less": 573,
  "than": 574,
  "years:": 575,
  "alphabet": 576,
  "inc": 577,
  "class": 578,
  "(6.89%),": 579,
  "thangamayil": 580,
  "jewellery": 581,
  "(5.49%),": 582,
  "(4.71%),": 583,
  "muthoot": 584,
  "(4.38%),": 585,
  "hatsun": 586,
  "agro": 587,
  "product": 588,
  "privi": 589,
  "speciality": 590,
  "chemicals": 591,
  "(3.47%),": 592,
  "aether": 593,
  "(3.40%),": 594,
  "sona": 595,
  "blw": 596,
  "precision": 597,
  "forgings": 598,
  "(3.29%),": 599,
  "renew": 600,
  "global": 601,
  "plc": 602,
  "(rnw)": 603,
  "(3.09%),": 604,
  "(2.96%).": 605,
  "₹36.87.": 606,
  "31.43%.": 607,
  "26.65%.": 608,
  "3.93%.": 609,
  "22.62.": 610,
  "1.04.": 611,
  "1.10.": 612,
  "0.85%.": 613,
  "0.50%": 614,
  "(18.23%),": 615,
  "(9.33%),": 616,
  "(9.10%),": 617,
  "(9.05%),": 618,
  "(9.01%),": 619,
  "(5.71%),": 620,
  "(3.67%),": 621,
  "nmdc": 622,
  "(3.48%),": 623,
  "(2.85%).": 624
}